Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutBooleanWT
source: Converts a column of decimal numeric values to a column of boolean values.
bg_bg: Преобразува колона с десетични числови стойности в колона с булеви стойности.
ca_es: Converteix una columna de valors numèrics decimals en una columna de valors booleans.
cs_cz: Převede sloupec desetinných číselných hodnot na sloupec logických hodnot.
da_dk: Konverterer en kolonne med numeriske decimalværdier til en kolonne med booleske værdier.
de_de: Konvertiert eine Spalte mit Dezimalwerten in eine Spalte mit booleschen Werten.
el_gr: Μετατρέπει μια στήλη δεκαδικών αριθμητικών τιμών σε στήλη δυαδικών τιμών.
es_es: Convierte una columna de valores numéricos decimales en una columna de valores booleanos.
et_ee: Teisendab arvväärtuste veeru loogikaväärtuste veeruks.
eu_es: Zenbakizko balioak dituen zutabe bat bihurtzen du balio boolearrak dituen zutabe.
fi_fi: Muuntaa desimaalilukuarvojen sarakkeen totuusarvosarakkeeksi.
fr_fr: Convertit une colonne de valeurs numériques décimales en une colonne de valeurs booléennes.
gl_es: Converte unha columna de valores de números decimais nunha columna de valores booleanos.
hi_in: दशमलव संख्या वाले मानों के एक कॉलम को बूलियन मानों के कॉलम में रूपांतरित करें.
hr_hr: Pretvara stupac decimalnih brojčanih vrijednosti u stupac booleovih vrijednosti.
hu_hu: Tizedesjeggyel rendelkező numerikus értékekből álló oszlopot logikai értékek oszlopává alakít át.
id_id: Mengonversi kolom nilai numerik desimal ke kolom nilai boolean.
it_it: Converte una colonna di valori numerici decimali in una colonna di valori booleani.
ja_jp: 10 進数の値の列をブール値の列に変換します。
kk_kz: Ондық бөлшек мәндері бағанын логикалық мәндер бағанына түрлендіреді.
ko_kr: 10진수 값 열을 부울 값 열로 변환합니다.
lt_lt: Konvertuoja dešimtainių skaitinių reikšmių stulpelį į Bulio logikos reikšmių stulpelį.
lv_lv: Pārvērš decimāldaļu skaitlisko vērtību kolonnu par Būla vērtību kolonnu.
ms_my: Menukar lajur nilai angka perpuluhan kepada lajur nilai Boolean.
nb_no: Konverterer en kolonne med numeriske desimalverdier til en kolonne med boolske verdier.
nl_nl: Hiermee wordt een kolom met decimale numerieke waarden naar een kolom met booleaanse waarden geconverteerd.
pl_pl: Konwertuje kolumnę wartości typu liczba dziesiętna na kolumnę wartości logicznych.
pt_br: Converte uma coluna de valores numéricos decimais em uma coluna de valores boolianos.
pt_pt: Converte uma coluna de valores numéricos decimais numa coluna de valores booleanos.
ro_ro: Convertește o coloană de valori numerice zecimale la o coloană de valori booleene.
ru_ru: Преобразует столбец десятичных числовых значений в столбец логических значений.
sk_sk: Konvertuje stĺpec desatinných čísel na stĺpec booleovských hodnôt.
sl_si: Pretvori stolpec decimalnih številskih vrednosti v stolpec logičnih vrednosti.
sr_cyrl_rs: Конвертује колону децималних нумеричких вредности у колону Булових вредности.
sv_se: Konverterar en kolumn med numeriska decimalvärden till en kolumn med booleska värden.
th_th: แปลงคอลัมน์ของค่าตัวเลขฐานสิบเป็นคอลัมน์ของค่าแบบบูลีน
tr_tr: Ondalık sayısal değerler sütununu boole değerleri sütununa dönüştürür.
uk_ua: Перетворює стовпець десяткових числових значень на стовпець логічних значень.
vi_vn: Chuyển đổi cột giá trị số thập phân thành cột chứa giá trị boolean.
zh_cn: 将十进制数值列转换为布尔值列。
zh_tw: 將十進位數值資料行轉換為布林值資料行。

# BooleanWTArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bevitel
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vnos
sr_cyrl_rs: унос
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
zh_cn: 输入
zh_tw: 輸入

# AboutBooleanWT_input
source: A column of number values to process.
bg_bg: Колона с числови стойности, която да бъде обработена.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat.
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Nummernwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se procesarán.
et_ee: Töödeldav arvväärtuste veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea.
fi_fi: Käsiteltävien numeroarvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित किए जाने वाले संख्या मानों का कॉलम.
hr_hr: Stupac brojčanih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
id_id: Kolom nilai angka untuk diproses.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Apdorotinų skaitinių reikšmių stulpelis.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai nombor untuk diproses.
nb_no: En kolonne med tallverdier som skal behandles.
nl_nl: Een kolom met getalwaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Uma coluna de valores numéricos para processar.
pt_pt: Uma coluna de valores numéricos a processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec číselných hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона вредности бројева за обраду.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayı değerlerini içeren bir sütun.
uk_ua: Стовпець числових значень, який потрібно обробити.
vi_vn: Cột giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數字值資料行。

# AboutBooleanL
source: Converts a choice value backed by a boolean to a boolean value.
bg_bg: Преобразува стойност за избор, функционираща на основата на булева стойност, в булева стойност.
ca_es: Converteix un valor d'opció amb el suport d'un booleà en un valor booleà.
cs_cz: Převede hodnotu volby podpořenou logickou hodnotou na logickou hodnotu.
da_dk: Konverterer en valgværdi, som understøttes af en boolesk værdi, til en boolesk værdi.
de_de: Konvertiert einen auf einen booleschen Wert gestützten Auswahlwert zu einem booleschen Wert.
el_gr: Μετατρέπει μια τιμή επιλογής, η οποία υποστηρίζεται από δυαδική τιμή σε δυαδική τιμή.
es_es: Convierte un valor de opción respaldado por un valor booleano en un valor booleano.
et_ee: Teisendab valikuväärtuse loogilise väärtuse alusel loogiliseks väärtuseks.
eu_es: Balio boolear batek babestutako aukerako balio bat bihurtzen du balio boolear.
fi_fi: Muuntaa valinta-arvon, jonka taustalla on totuusarvo, totuusarvoksi.
fr_fr: Convertit une valeur de choix soutenue par un booléen en une valeur booléenne.
gl_es: Converte un valor de elección avalado por un booleano nun valor booleano.
hi_in: बूलियन द्वारा समर्थित विकल्प मान को बूलियन मान में रूपांतरित करें.
hr_hr: Pretvara vrijednost odabira koju podržava booleova vrijednost u booleovu vrijednost.
hu_hu: Egy logikai értékkel támogatott választási értéket logikai értékké alakít.
id_id: Mengonversi nilai pilihan yang didukung oleh boolean ke nilai boolean.
it_it: Converte un valore di scelta supportato da un valore booleano in un valore booleano.
ja_jp: ブール値から変換された選択肢の値をブール値に戻します。
kk_kz: Логикалық мәнмен сақталған таңдаулы мәнді логикалық мәнге түрлендіреді.
ko_kr: 부울로 백업되는 선택 값을 부울 값으로 변환합니다.
lt_lt: Konvertuoja Bulio logikos reikšme pagrįstą pasirinkimo reikšmę į Bulio logikos reikšmę.
lv_lv: Pārvērš izvēles vērtību, ko atbalsta Būla vērtība, par Būla vērtību.
ms_my: Menukar nilai pilihan yang disokong oleh Boolean kepada nilai Boolean.
nb_no: Konverterer en valgverdi støttet av en boolsk verdi til en boolsk verdi.
nl_nl: Hiermee wordt een keuzewaarde op basis van een booleaanse waarde geconverteerd naar een booleaanse waarde.
pl_pl: Konwertuje wartość opcji wyboru opartą na wartości logicznej na wartość logiczną.
pt_br: Converte um valor de escolha apoiado por um booliano em um valor booliano.
pt_pt: Converte um valor de opção suportado por um booleano num valor booleano.
ro_ro: Convertește o valoare de opțiune bazată pe o valoare booleană într-o valoare booleană.
ru_ru: Преобразует значение варианта выбора с поддержкой логического значения в логическое значение.
sk_sk: Konvertuje hodnotu voľby na báze booleovskej hodnoty na booleovskú hodnotu.
sl_si: Pretvori izbrano vrednost, podprto z logično vrednostjo, v logično vrednost.
sr_cyrl_rs: Конвертује вредност избора коју подржава Булова вредност у Булову вредност.
sv_se: Konverterar ett valvärde som stöds av en boolesk värde till ett booleskt värde.
th_th: แปลงค่าตัวเลือกที่รองรับโดยบูลีนเป็นค่าบูลีน
tr_tr: Boole değeriyle desteklenen bir seçim değerini boole değerine dönüştürür.
uk_ua: Перетворює значення вибору, яке ґрунтується на логічному значенні, на логічне значення.
vi_vn: Chuyển đổi giá trị lựa chọn dựa trên giá trị boolean thành giá trị boolean.
zh_cn: 将布尔值支持的选择值转换为布尔值。
zh_tw: 將布林值支援的選擇值轉換為布林值。

# BooleanLArg1
source: choice
bg_bg: възможност за избор
ca_es: opció
cs_cz: volba
da_dk: valg
de_de: Auswahl
el_gr: επιλογή
es_es: opción
et_ee: valik
eu_es: aukera
fi_fi: valinta
fr_fr: choix
gl_es: elección
hi_in: विकल्प
hr_hr: odabir
hu_hu: választási lehetőség
id_id: pilihan
it_it: scelta
ja_jp: 選択肢
kk_kz: таңдау
ko_kr: 선택 항목
lt_lt: pasirinkimas
lv_lv: izvēle
ms_my: pilihan
nb_no: valg
nl_nl: keuze
pl_pl: opcja wyboru
pt_br: opção
pt_pt: opção
ro_ro: opțiune
ru_ru: вариант выбора
sk_sk: voľba
sl_si: možnost
sr_cyrl_rs: избор
sv_se: val
th_th: ชุดตัวเลือก
tr_tr: seçenek
uk_ua: варіант вибору
vi_vn: lựa chọn
zh_cn: 单选
zh_tw: 選擇

# AboutBooleanL_choice
source: The choice to convert to a boolean value.
bg_bg: Стойността за избор, която да бъде преобразувана в булева стойност.
ca_es: L'opció que es convertirà en un valor booleà.
cs_cz: Volba, kterou chcete převést na logickou hodnotu.
da_dk: Det valg, der skal konverteres til en boolesk værdi.
de_de: Der Auswahlwert, der in einen booleschen Wert konvertiert werden soll.
el_gr: Η επιλογή για μετατροπή σε δυαδική τιμή.
es_es: La opción que se convertirá en un valor booleano.
et_ee: Valik loogiliseks väärtuseks teisendamise jaoks.
eu_es: Balio boolear bihurtzeko aukera.
fi_fi: Valinta, joka muunnetaan totuusarvoksi.
fr_fr: Choix à convertir en valeur booléenne.
gl_es: Elección que se vai converter nun valor booleano.
hi_in: बूलियन मान में रूपांतरित का विकल्प.
hr_hr: Odabir koji treba pretvoriti u booleovu vrijednost.
hu_hu: A logikai értékké alakítandó választás.
id_id: Nilai pilihan yang akan dikonversi ke nilai boolean.
it_it: Scelta per convertire in un valore booleano.
ja_jp: ブール値に変換する選択肢です。
kk_kz: Логикалық мәнге түрлендірілетін таңдау.
ko_kr: 부울 값으로 변환하는 선택 사항입니다.
lt_lt: Pasirinkimas, kurį reikia konvertuoti į Bulio logikos reikšmę.
lv_lv: Izvēle, ko pārvērst par Būla vērtību.
ms_my: Pilihan untuk ditukar kepada nilai Boolean.
nb_no: Valget som skal konverteres til en boolsk verdi.
nl_nl: De keuze die moet worden geconverteerd naar een booleaanse waarde.
pl_pl: Opcja wyboru do przekonwertowania na wartość logiczną.
pt_br: A opção de converter em um valor booliano.
pt_pt: A opção a converter num valor booleano.
ro_ro: Opțiunea de convertit la o valoare booleană.
ru_ru: Вариант выбора для преобразования в логическое значение.
sk_sk: Voľba, ktorá sa má konvertovať na booleovskú hodnotu.
sl_si: Izbira za pretvorbo v logično vrednost.
sr_cyrl_rs: Избор који треба конвертовати у Булову вредност.
sv_se: Valet som ska konverteras till ett booleskt värde.
th_th: ตัวเลือกที่จะแปลงเป็นค่าแบบบูลีน
tr_tr: Boole değerine dönüştürülecek seçim.
uk_ua: Варіант вибору, який потрібно перетворити на логічне значення.
vi_vn: Lựa chọn cần chuyển đổi thành giá trị boolean.
zh_cn: 要转换为布尔值的选择。
zh_tw: 要轉換為布林值的選擇。

# AboutBooleanLT
source: Converts a column of choice values backed by booleans to a column of boolean values.
bg_bg: Преобразува колона със стойности за избор, функциониращи на основата на булеви стойности, в колона с булеви стойности.
ca_es: Converteix una columna de valors d'opció amb el suport de booleans en una columna de valors booleans.
cs_cz: Převede sloupec hodnot výběru podpořený logickými hodnotami na sloupec logických hodnot.
da_dk: Konverterer en kolonne med valgværdier, som understøttes af booleske værdier, til en kolonne med booleske værdier.
de_de: Konvertiert eine Spalte mit auf booleschen Werten gestützten Auswahlwerten in eine Spalte mit booleschen Werten.
el_gr: Μετατρέπει μια στήλη τιμών επιλογής που υποστηρίζονται από δυαδικές τιμές σε στήλη δυαδικών τιμών.
es_es: Convierte una columna de valores de opción respaldada por booleanos en una columna de valores booleanos.
et_ee: Teisendab loogikaväärtuste alusel valikuväärtused veeru loogikaväärtuste veeruks.
eu_es: Balio boolearrak dituen zutabe bat bihurtzen du balio boolearrak babestutako aukerako balioak dituen zutabe.
fi_fi: Muuttaa valinta-arvojen sarakkeen, jonka taustalla on totuusarvoja, totuusarvosarakkeeksi.
fr_fr: Convertit une colonne de valeurs de choix soutenues par des booléens en valeurs booléennes.
gl_es: Converte unha columna de valores de elección avalados por booleanos nunha columna de valores booleanos.
hi_in: बूलियन द्वारा समर्थित विकल्प मानों के एक कॉलम को बूलियन मानों के कॉलम में रूपांतरित करें.
hr_hr: Pretvara stupac vrijednosti odabira koje podržavaju booleove vrijednosti u stupac booleovih vrijednosti.
hu_hu: Logikai értékekkel támogatott választási értékekből álló oszlopot logikai értékek oszlopává alakít át.
id_id: Mengonversi kolom nilai pilihan yang didukung oleh boolean ke kolom nilai boolean.
it_it: Converte una colonna di valori i scelta supportati dai valori booleani in una colonna di valori booleani.
ja_jp: ブール値から変換された選択肢の値の列をブール値の列に戻します。
kk_kz: Логикалық мәндермен сақталған таңдаулы мәндер бағанын логикалық мәндер бағанына түрлендіреді.
ko_kr: 부울로 백업되는 선택 값 열을 부울 값 열로 변환합니다.
lt_lt: Konvertuoja Bulio logikos reikšmėmis pagrįstų pasirinkimo reikšmių stulpelį į Bulio logikos reikšmių stulpelį.
lv_lv: Pārvērš izvēles vērtību kolonnu, ko atbalsta Būla vērtības, par Būla vērtību kolonnu.
ms_my: Menukar lajur nilai pilihan yang disokong oleh Boolean kepada lajur nilai Boolean.
nb_no: Konverterer en kolonne med valgverdier støttet av boolske verdier, til en kolonne med boolske verdier.
nl_nl: Hiermee wordt een kolom met keuzewaarden op basis van booleaanse waarden naar een kolom met booleaanse waarden geconverteerd.
pl_pl: Konwertuje kolumnę wartości opcji wyboru opartych na wartościach logicznych na kolumnę wartości logicznych.
pt_br: Converte uma coluna de valores de escolha apoiados por boolianos em uma coluna de valores boolianos.
pt_pt: Converte uma coluna de valores de opção suportada por booleanos numa coluna de valores booleanos.
ro_ro: Convertește o coloană de opțiuni bazate pe valori booleene la o coloană de valori booleene.
ru_ru: Преобразует столбец значений вариантов выбора с поддержкой логических значений в столбец логических значений.
sk_sk: Konvertuje stĺpec hodnôt voľby na báze booleovských hodnôt na stĺpec booleovských hodnôt.
sl_si: Pretvori stolpec izbranih vrednosti, podprtih z logičnimi vrednostmi, v stolpec logičnih vrednosti.
sr_cyrl_rs: Конвертује колону вредности избора које подржавају Булове вредности у колону Булових вредности.
sv_se: Konverterar en kolumn med valvärden som stöds av booleska till en kolumn med booleska värden.
th_th: แปลงคอลัมน์ของค่าตัวเลือกที่รองรับโดยบูลีนเป็นคอลัมน์ของค่าแบบบูลีน
tr_tr: Boole değerleriyle desteklenen bir seçim değerleri sütununu boole değerleri sütununa dönüştürür.
uk_ua: Перетворює стовпець значень вибору, які ґрунтуються на логічних значеннях, на стовпець логічних значень.
vi_vn: Chuyển đổi cột giá trị lựa chọn dựa trên giá trị boolean thành cột giá trị boolean.
zh_cn: 将布尔值支持的选择值列转换为布尔值列。
zh_tw: 將布林值支援的選擇值資料行轉換為布林值資料行。

# BooleanLTArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bevitel
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vnos
sr_cyrl_rs: унос
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
zh_cn: 输入
zh_tw: 輸入

# AboutBooleanLT_input
source: A column of choice values to process.
bg_bg: Колона със стойности за избор, която да бъде обработена.
ca_es: Columna de valors d'opció que es processarà.
cs_cz: Sloupec hodnot výběru, které se mají zpracovat.
da_dk: En kolonne af valgværdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Auswahlwerten
el_gr: Στήλη τιμών επιλογής για επεξεργασία.
es_es: Columna de valores de opción que se procesarán.
et_ee: Töödeldav valikuväärtuste veerg.
eu_es: Prozesatuko den aukerako balioen zutabea.
fi_fi: Käsiteltävien valinta-arvojen sarake.
fr_fr: Colonne de valeurs de choix à traiter.
gl_es: Columna de valores de elección que se van procesar.
hi_in: संसाधित करने के लिए विकल्प मानों का एक कॉलम.
hr_hr: Stupac vrijednosti odabira koji treba obraditi.
hu_hu: A feldolgozandó választható értékeket tartalmazó oszlop.
id_id: Kolom nilai pilihan yang akan diproses.
it_it: Colonna di valori di scelta da elaborare.
ja_jp: 処理する選択肢の値の列です。
kk_kz: Өңделетін таңдаулы мәндер бағаны.
ko_kr: 처리할 선택 값의 열입니다.
lt_lt: Apdorotinų pasirinkimų reikšmių stulpelis.
lv_lv: Apstrādājamā izvēles vērtību kolonna.
ms_my: Lajur nilai pilihan untuk diproses.
nb_no: En kolonne med valgverdier som skal behandles.
nl_nl: Een kolom met keuzewaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości opcji wyboru do przetworzenia.
pt_br: Uma coluna de valores de escolha para processar.
pt_pt: Uma coluna de valores de opção a processar.
ro_ro: O coloană de valori opțiune de procesat.
ru_ru: Столбец значений вариантов выбора для обработки.
sk_sk: Stĺpec hodnôt voľby na spracovanie.
sl_si: Stolpec izbranih vrednosti za obdelavo.
sr_cyrl_rs: Колона вредности избора за обраду.
sv_se: En kolumn med valvärden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลือกที่จะดำเนินการ
tr_tr: İşlenecek seçim değerlerini içeren bir sütun.
uk_ua: Стовпець значень вибору, який потрібно обробити.
vi_vn: Cột giá trị lựa chọn cần xử lý.
zh_cn: 要处理的选择值列。
zh_tw: 要處理的選擇值資料行。

# AboutCoalesce
source: Returns the first non blank argument
bg_bg: Връща първия непразен аргумент
ca_es: Retorna el primer argument que no està en blanc
cs_cz: Vrátí první neprázdný argument
da_dk: Returnerer det første ikke-tomme argument
de_de: Hiermit wird das erste nicht leere Argument zurückgegeben.
el_gr: Επιστρέφει το πρώτο μη κενό όρισμα
es_es: Devuelve el primer argumento que no está en blanco.
et_ee: Tagastab esimese mittetühja argumendi
eu_es: Hutsa ez den lehen argumentua itzultzen du
fi_fi: Palauttaa ensimmäisen muun kuin tyhjän argumentin
fr_fr: Retourne le premier argument non vide
gl_es: Devolve o primeiro argumento que non está en branco
hi_in: पहला गैर रिक्त तर्क वापस करता है
hr_hr: Vraća prvi argument koji nije prazan
hu_hu: Az első nem üres argumentumot adja vissza
id_id: Menampilkan argumen tidak kosong pertama
it_it: Restituisce il primo argomento non vuoto
ja_jp: 空でない最初の引数を返します
kk_kz: Бірінші бос емес аргументті қайтарады
ko_kr: 공백이 아닌 첫 번째 인수를 반환함
lt_lt: Pateikiamas pirmasis netuščias argumentas
lv_lv: Atgriež pirmo argumentu, kurš nav tukšs
ms_my: Mengembalikan argumen bukan kosong pertama
nb_no: Returnerer det første argumentet som ikke er tomt
nl_nl: Hiermee wordt het eerste niet-lege argument geretourneerd
pl_pl: Zwraca pierwszy niepusty argument
pt_br: Retorna o primeiro argumento que não está em branco
pt_pt: Devolve o primeiro argumento que não está em branco
ro_ro: Returnează primul argument nevid
ru_ru: Возвращает первый непустой аргумент
sk_sk: Vráti prvý argument, ktorý nie je prázdny
sl_si: Vrne prvi neprazen argument
sr_cyrl_rs: Враћа први аргумент који није празан
sr_latn_rs: Vraća prvi argument koji nije prazan
sv_se: Returnerar det första icke-tomma argumentet
th_th: ส่งคืนอาร์กิวเมนต์แรกที่ไม่ได้เว้นว่าง
tr_tr: Boş olmayan ilk bağımsız değişkeni döndürür
uk_ua: Повертає перший непустий аргумент.
vi_vn: Trả về đối số không trống đầu tiên
zh_cn: 返回第一个非空白参数
zh_tw: 傳回第一個非空白的引數

# CoalesceArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
id_id: nilai
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值
