Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutOptionSetInfo
source: Returns logical name of the given option set value.
bg_bg: Връща логическото име на дадената стойност на набор от опции.
ca_es: Retorna el nom lògic del valor del conjunt d'opcions proporcionat.
cs_cz: Vrátí logický název dané hodnoty sady možností.
da_dk: Returnerer det logiske navn for den givne værdi for grupperet indstilling.
de_de: Gibt den logischen Namen des angegebenen Optionssatzwerts zurück.
el_gr: Επιστρέφει λογικό όνομα της δεδομένης τιμής συνόλου επιλογών.
es_es: Devuelve el nombre lógico del valor del conjunto de opciones proporcionado.
et_ee: Tagastab antud suvandikomplekti väärtuse loogilise nime.
eu_es: Emandako aukera multzoaren balioaren izen logikoa itzultzen du.
fi_fi: Palauttaa annetun asetusjoukon arvon loogisen nimen.
fr_fr: Retourne le nom logique de la valeur du groupe d’options donnée.
gl_es: Devolve o nome lóxico do valor do conxunto de opcións indicado.
hi_in: दिए गए विकल्प सेट मान का तार्किक नाम लौटाता है.
hr_hr: Vraća logički naziv dane vrijednosti skupa mogućnosti.
hu_hu: Az adott beállításkészlet értékének logikai nevét adja vissza.
id_id: Menghasilkan nama logis dari nilai rangkaian pilihan yang diberikan.
it_it: Restituisce il nome logico del valore del set di opzioni specificato.
ja_jp: 指定されたオプション セット値の論理名を返します。
kk_kz: Берілген параметрлер жиыны мәнінің логикалық атауын береді.
ko_kr: 주어진 옵션 집합 값의 논리적 이름을 반환합니다.
lt_lt: Grąžina pateiktos parinkčių rinkinio reikšmės loginį pavadinimą.
lv_lv: Atgriež piedāvātās opciju kopas vērtības loģisko nosaukumu.
ms_my: Mengembalikan nama logik nilai set pilihan yang diberikan.
nb_no: Returnerer det logiske navnet for den angitte alternativsettverdien.
nl_nl: Retourneert de logische naam van de opgegeven waarde in een optieset.
pl_pl: Zwraca nazwę logiczną danej wartości zestawu opcji.
pt_br: Retorna o nome lógico do valor do conjunto de opções fornecido.
pt_pt: Devolve o nome lógico do valor do conjunto de opções indicado.
ro_ro: Returnează numele logic al valorii setului dat de opțiuni.
ru_ru: Возвращает логическое имя заданного значения набора параметров.
sk_sk: Vráti logický názov danej hodnoty množiny možností.
sl_si: Vrne logično ime navedene vrednosti nabora možnosti.
sr_cyrl_rs: Даје логичко име дате вредности скупа опција.
sv_se: Returnerar det logiska namnet på det angivna alternativuppsättningsvärdet.
th_th: คืนค่าชื่อที่แสดงของค่าชุดตัวเลือกที่กำหนด
tr_tr: Belirtilen seçenek kümesi değerinin mantıksal adını döndürür.
uk_ua: Повертає логічне ім’я даного значення набору параметрів.
vi_vn: Trả về tên lô-gic của giá trị bộ tùy chọn cụ thể.
zh_cn: 返回给定选项集值的逻辑名称。
zh_tw: 傳回給定選項組值的邏輯名稱。

# AboutOptionSetInfoArg1
source: option
bg_bg: опция
ca_es: opció
cs_cz: možnost
da_dk: valgmulighed
el_gr: επιλογή
es_es: opción
et_ee: suvand
eu_es: aukera
fi_fi: asetus
gl_es: opción
hi_in: "विकल्प"
hr_hr: mogućnost
hu_hu: beállítás
id_id: opsi
it_it: opzione
ja_jp: オプション
kk_kz: опция
ko_kr: 옵션
lt_lt: parinktis
lv_lv: opcija
ms_my: pilihan
nb_no: alternativ
nl_nl: optie
pl_pl: opcja
pt_br: opção
pt_pt: opção
ro_ro: opțiune
ru_ru: параметр
sk_sk: možnosť
sl_si: možnost
sr_cyrl_rs: опција
sv_se: alternativ
th_th: ตัวเลือก
tr_tr: seçenek
uk_ua: параметр
vi_vn: tùy chọn
zh_cn: 选项
zh_tw: 選項

# AboutOptionSetInfo_option
source: An option set value whose logical name will be returned.
bg_bg: Стойност на набор от опции, чието логическо име ще бъде върнато.
ca_es: Valor del conjunt d'opcions el nom lògic del qual es retornarà.
cs_cz: Hodnota sady možností, jejíž logický název bude vrácen.
da_dk: En værdi for grupperet indstilling, hvis logiske navn returneres.
de_de: Ein Optionssatzwert, dessen logischer Name zurückgegeben wird.
el_gr: Μια τιμή συνόλου επιλογών του οποίου το λογικό όνομα θα επιστραφεί.
es_es: Un valor del conjunto de opciones del que se devolverá el nombre lógico.
et_ee: Suvandikomplekti väärtus, mille loogiline nimi tagastatakse.
eu_es: Aukera multzo baten balioa, zeinaren izen logikoa itzuliko den.
fi_fi: Asetusjoukon arvo, jonka looginen nimi palautetaan.
fr_fr: Valeur de groupe d’options dont le nom logique sera renvoyé.
gl_es: Valor dun conxunto de opcións cuxo nome lóxico se vai devolver.
hi_in: एक विकल्प सेट मान जिसका तार्किक नाम दिया जाएगा.
hr_hr: Vrijednost skupa mogućnosti čiji će se logički naziv vratiti.
hu_hu: Olyan értékkészlet-érték, amelynek a logikai neve vissza lesz állítva.
id_id: Nilai rangkaian pilihan yang nama logisnya akan dihasilkan.
it_it: Valore del set di opzioni il cui nome logico verrà restituito.
ja_jp: 論理名が返されるオプション セット値です。
kk_kz: Логикалық атауы қайтарылатын параметрлер жиынының мәні.
ko_kr: 논리적 이름이 반환될 옵션 집합 값입니다.
lt_lt: Parinkčių rinkinio reikšmė, kurios loginis pavadinimas bus grąžintas.
lv_lv: Opciju kopas vērtība, kuras loģiskais nosaukums tiks atgriezts.
ms_my: Nilai set pilihan yang nama logiknya akan dikembalikan.
nb_no: En alternativsettverdi med det logiske navnet som returneres.
nl_nl: Een waarde van een optieset waarvan de logische naam wordt geretourneerd.
pl_pl: Wartość zestawu opcji, której nazwa logiczna zostanie zwrócona.
pt_br: Um valor do conjunto de opções cujo nome lógico será retornado.
pt_pt: Um valor de conjunto de opções cujo nome lógico será devolvido.
ro_ro: O valoare a setului de opțiuni al cărei nume logic va fi returnat.
ru_ru: Значение набора параметров, логическое имя которого будет возвращено.
sk_sk: Hodnota množiny možností, ktorej logický názov sa vráti.
sl_si: Vrednost nabora možnosti, za katero bo vrnjeno logično ime.
sr_cyrl_rs: Вредност скупа опција чије ће логичко име бити враћено.
sv_se: Ett alternativuppsättningsvärde vars logiska namn kommer att returneras.
th_th: ค่าชุดตัวเลือกที่จะคืนค่าเป็นชื่อที่แสดง
tr_tr: Mantıksal adı döndürülecek bir seçenek kümesi değeri.
uk_ua: Значення набору параметрів, логічне ім’я якого буде повернено.
vi_vn: Hệ thống sẽ trả về một giá trị bộ tùy chọn có tên lô-gic.
zh_cn: 将返回其逻辑名称的选项集值。
zh_tw: 邏輯名稱將被傳回的選項組值。

# AboutLanguage
source: Get the default locale set at runtime.
bg_bg: Получаване на езиковата променлива по подразбиране, зададена по време на изпълнение.
ca_es: Permet obtenir la configuració regional per defecte definida en temps d'execució.
cs_cz: Získejte výchozí národní prostředí nastavené za běhu.
da_dk: Hent standardudgaven af landestandardsættet ved kørsel.
de_de: Rufen Sie das zur Runtime festgelegte Standardgebietsschema ab.
el_gr: Αποκτήστε τις προεπιλεγμένες τοπικές ρυθμίσεις που έχουν οριστεί κατά το χρόνο εκτέλεσης.
es_es: Obtenga la configuración regional predeterminada establecida en tiempo de ejecución.
et_ee: Saate hankida käitusajal määratud vaikelokaadi.
eu_es: Lortu eskualdeko ezarpen lokalek exekuzio-denbora ezartzea.
fi_fi: Hanki oletusarvoinen kieliasetus, joka määritetään suorituksen aikana.
fr_fr: Obtenez les paramètres régionaux par défaut au moment de l’exécution.
gl_es: Permite obter a configuración rexional predefinida no tempo de execución.
hi_in: रनटाइम पर डिफ़ॉल्ट लोकेल सेट पाएं.
hr_hr: Nabavite zadanu regionalnu shemu postavljenu tijekom izvođenja.
hu_hu: Kérje le a futásidőben beállított alapértelmezett területi beállítást.
id_id: Dapatkan lokal default yang ditetapkan pada runtime.
it_it: Recupera le impostazioni locali predefinite specificate in fase di runtime.
ja_jp: 実行時に設定される既定のロケールを取得します。
kk_kz: Іске қосу уақытында әдепкі тілді алыңыз.
ko_kr: 런타임에 설정된 기본 로캘을 가져옵니다.
lt_lt: Gaukite numatytąją lokalę, nustatytą vykdyklėje.
lv_lv: Iegūstiet noklusējuma lokalizācijas kopu izpildlaikā.
ms_my: Dapatkan set tempat lalai pada masa jalanan.
nb_no: Hent angitt standard nasjonal innstilling ved kjøretid.
nl_nl: Haal de standaardlandinstellingen tijdens de runtime op.
pl_pl: Pobieraj domyślny zestaw ustawień regionalnych w czasie wykonywania.
pt_br: Obtenha o conjunto de localidades padrão no tempo de execução.
pt_pt: Obter a região predefinida em runtime.
ro_ro: Obțineți setările regionale implicite la runtime.
ru_ru: Настройка языкового стандарта по умолчанию во время выполнения.
sk_sk: Získať predvolené miestne nastavenia nastavené v režime runtime.
sl_si: Pridobi privzeti nabor območnih nastavitev ob času zagona.
sr_cyrl_rs: Преузмите подразумевани локални стандард у време извршавања.
sv_se: Hämta standardspråket som anges vid körningen.
th_th: ตั้งค่าตำแหน่งที่ตั้งเริ่มต้นขณะรันไทม์
tr_tr: Çalışma zamanında ayarlanan varsayılan yerel ayarı alın.
uk_ua: Налаштування мовних і регіональних параметрів за замовчуванням під час виконання.
vi_vn: Đặt ngôn ngữ mặc định trong thời gian chạy.
zh_cn: 获取运行时设置的默认区域设置。
zh_tw: 取得執行階段的預設地區設定。

# AboutEncodeUrl
source: Encodes a URL string, replacing certain non-alphanumeric characters with % and a hexadecimal number.
bg_bg: Кодира низ за URL адрес, замествайки определени знаци, които не са букви и цифри, с % и шестнадесетично число.
ca_es: Codifica una cadena URL i substitueix determinats caràcters no alfanumèrics per % i un nombre hexadecimal.
cs_cz: Zakóduje řetězec URL a nahradí některé nealfanumerické znaky znakem % a šestnáctkovým číslem.
da_dk: Koder en URL-streng og erstatter visse ikke-alfanumeriske tegn med % og et hexadecimalt tal.
de_de: Codiert eine URL-Zeichenfolge, indem bestimmte nicht alphanumerische Zeichen mit % und einer Hexadezimalzahl ersetzt werden.
el_gr: Κωδικοποιεί μια συμβολοσειρά διεύθυνσης URL, αντικαθιστώντας ορισμένους μη αλφαριθμητικούς χαρακτήρες με % και δεκαεξαδική αρίθμηση.
es_es: Codifica una cadena de dirección URL, reemplazando determinados caracteres no alfanuméricos por % y un número hexadecimal.
et_ee: Kodeerib URL-stringi, asendades teatud mittetähtnumbrilised märgid märgiga % ja kuueteistkümnendarvuga.
eu_es: URLaren kate bat kodetzen du. Horretarako, alfanumerikoak ez diren karaktere jakin batzuk ordezten ditu "%" ikurrarekin eta zenbaki hamaseitar batekin.
fi_fi: Koodaa URL-merkkijonon, joka korvaa tietyt muut kuin aakkosnumeeriset merkit %:lla ja heksadesimaalinumerolla.
fr_fr: Code une chaîne d’URL dans le but de remplacer certains caractères non alphanumériques par un pourcentage et un nombre hexadécimal.
gl_es: Codifica unha cadea de URL, substituíndo certos caracteres non alfanuméricos por % e un número hexadecimal.
hi_in: कुछ गैर-अल्फ़ान्यूमेरिक वर्णों को % और हेक्साडेसिमल संख्या के साथ बदलकर URL स्ट्रिंग को एन्कोड करता है.
hr_hr: Kodira URL niz, zamjenjujući određene znakove koji nisu alfanumerički s % i heksadecimalnim brojem.
hu_hu: Kódol egy URL-sztringet úgy, hogy bizonyos nem alfanumerikus karaktereket %-ra és hexadecimális számra cseréli.
id_id: Mengodekan string URL, mengganti karakter non-alfanumerik tertentu dengan % dan angka heksadesimal.
it_it: Codifica una stringa URL, sostituisce alcuni caratteri non alfanumerici con % e un numero esadecimale.
ja_jp: URL 文字列をエンコードし、特定の英数字以外の文字を % と 16 進数値に置き換えます。
kk_kz: Әріптерден басқа белгілі бір таңбаларды % және оналтылық санмен ауыстыра отырып, URL жолын кодтайды.
ko_kr: URL 문자열을 인코딩하여 영숫자가 아닌 특정 문자를 % 및 16진수로 바꿉니다.
lt_lt: Užkoduoja URL eilutę, kai kuriuos ne raidinius ir skaitinius simbolius pakeičiant % ir šešioliktainiu skaičiumi.
lv_lv: Kodē URL virkni, aizstājot noteiktas rakstzīmes, kas nav burtciparu rakstzīmes, ar % un heksadecimālu skaitli.
ms_my: Mengekod rentetan URL, menggantikan aksara bukan abjad angka tertentu dengan % dan nombor perenambelasan.
nb_no: Koder en nettadressestreng som erstatter bestemte ikke-alfanumeriske tegn med % og et heksadesimalt tall.
nl_nl: Codeert een URL-tekenreeks, die bepaalde niet-alfanumerieke tekens vervangt door % en een hexadecimal getal.
pl_pl: Koduje ciąg adresu URL, zamieniając pewne znaki niealfanumeryczne na znak % i liczbę szesnastkową.
pt_br: Codifica uma cadeia de caracteres de URL, substitui determinados caracteres não alfanuméricos por % e um número hexadecimal.
pt_pt: Codifica uma cadeia de URL, substituindo determinados carateres não alfanuméricos por % e um número hexadecimal.
ro_ro: Codifică un șir URL înlocuind anumite caractere non-alfanumerice cu % și cu un număr hexazecimal.
ru_ru: Кодирует строку URL-адреса, заменяя определенные символы, отличные от буквенно-цифровых, на % и шестнадцатеричное число.
sk_sk: Zakóduje reťazec URL adresy a nahradí určité nealfanumerické znaky znakom % a šestnástkovým číslom.
sl_si: Kodira niz URL-ja, pri čemer nekatere znake, ki niso alfanumerične vrednosti, zamenja z znakom % in šestnajstiškim številom.
sr_cyrl_rs: Кодира ниску URL адресе, замењујући одређене знакове који нису алфанумерички са % и хексадецималним бројем.
sv_se: En URL-sträng kodas och vissa icke-alfanumeriska tecken ersätts med % och ett hexadecimalt tal.
th_th: เข้ารหัสสตริง URL โดยแทนที่อักขระที่ไม่ใช่ตัวอักษรและตัวเลขบางตัวด้วย % และเลขฐานสิบหก
tr_tr: Bir URL dizesini kodlayarak alfasayısal olmayan bazı karakterleri % ve onaltılık sayıyla değiştirir.
uk_ua: Кодує рядок URL-адреси, замінюючи певні символи, відмінні від букв і цифр, на % і шістнадцяткове число.
vi_vn: Mã hóa chuỗi URL, thay thế một số ký tự không phải chữ và số bằng % và số thập lục phân.
zh_cn: 对 URL 字符串进行编码，将某些非字母数字字符替换为 % 和一个十六进制数字。
zh_tw: 對 URL 字串進行編碼，以 % 和十六進位數字取代特定非英數字元。

# EncodeUrlArg1
source: url
bg_bg: URL адрес
cs_cz: adresa URL
da_dk: URL-adresse
el_gr: Διεύθυνση URL
eu_es: URLa
fi_fi: URL-osoite
hu_hu: URL-cím
nb_no: nettadresse
pl_pl: adres URL
ru_ru: URL-адрес
sk_sk: URL adresa
sr_cyrl_rs: URL адреса
uk_ua: url-адреса

# AboutEncodeUrl_url
source: A url to be encoded.
bg_bg: URL адрес, който да бъде кодиран.
ca_es: L'URL que es codificarà.
cs_cz: Adresa URL, která má být zakódována.
da_dk: En URL-adresse, der skal kodes.
de_de: Eine zu codierende URL.
el_gr: Μια διεύθυνση URL για κωδικοποίηση.
es_es: Dirección URL que codificará.
et_ee: Kodeeritav URL.
eu_es: Kodetu nahi duzun URLa.
fi_fi: Koodattava URL-osoite.
fr_fr: URL à coder.
gl_es: URL que se vai codificar.
hi_in: एन्कोड किया जाने वाला URL.
hr_hr: URL koji treba kodirati.
hu_hu: A kódolandó URL-cím.
id_id: URL untuk dikodekan.
it_it: URL da codificare.
ja_jp: エンコードされる URL です。
kk_kz: Кодталатын URL.
ko_kr: 인코딩할 URL입니다.
lt_lt: URL, kuris bus užkoduotas.
lv_lv: Vietrādis URL, kas jākodē.
ms_my: Url untuk dikodkan.
nb_no: En nettadresse som skal kodes.
nl_nl: Een URL die moet worden gecodeerd.
pl_pl: Adres URL do zakodowania.
pt_br: URL a ser codificada.
pt_pt: Um URL a codificar.
ro_ro: Un URL de codificat.
ru_ru: URL-адрес, который следует закодировать.
sk_sk: URL adresa, ktorá sa má kódovať.
sl_si: Naslov URL, ki bo kodiran.
sr_cyrl_rs: URL адреса коју треба кодирати.
sv_se: En url som ska kodas.
th_th: URL ที่จะเข้ารหัส
tr_tr: Kodlanacak bir URL.
uk_ua: URL-адреса, яку потрібно закодувати.
vi_vn: URL sẽ được mã hóa.
zh_cn: 要编码的 URL。
zh_tw: 要編碼的 URL。

# AboutEncodeHTML
source: Converts a text to an HTML-encoded text.
bg_bg: Преобразува текст в такъв с кодировка за HTML.
ca_es: Converteix un text en un text codificat en HTML.
cs_cz: Převede text na text kódovaný v HTML.
da_dk: Konverterer en tekst til en HTML-kodet tekst.
de_de: Konvertiert einen Text in einen HTML-codierten Text.
el_gr: Μετατρέπει ένα κείμενο σε κείμενο με κωδικοποίηση HTML.
es_es: Convierte un texto en un texto codificado en HTML.
et_ee: Teisendab teksti HTML-iga kodeeritud tekstiks.
eu_es: Testu bat HTML-n kodetutako testu bihurtzen du.
fi_fi: Muuntaa tekstin HTML-koodatuksi tekstiksi.
fr_fr: Convertit un texte en texte codé en HTML.
gl_es: Converte un texto nun texto codificado en HTML.
hi_in: किसी पाठ को HTML-एन्कोडेड पाठ में रूपांतरित करता है.
hr_hr: Pretvara tekst u tekst kodiran HTML-om.
hu_hu: Átalakít egy szöveget HTML-kódolt szöveggé.
id_id: Konversikan teks ke teks yang dikodekan HTML.
it_it: Converte un testo in un testo con codifica HTML.
ja_jp: テキストを HTML エンコードのテキストに変換します。
kk_kz: Мәтінді HTML кодталған мәтініне түрлендіреді.
ko_kr: 텍스트를 HTML로 인코딩된 텍스트로 변환합니다.
lt_lt: Konvertuoja tekstą į HTML koduotą tekstą.
lv_lv: Pārvērš tekstu par HTML kodētu tekstu.
ms_my: Menukar teks kepada teks yang dikodkan HTML.
nb_no: Konverterer en tekst til en HTML-kodet tekst.
nl_nl: Hiermee wordt een tekst geconverteerd naar een tekst met HTML-code.
pl_pl: Konwertuje tekst na tekst zakodowany w formacie HTML.
pt_br: Converte um texto em um texto codificado em HTML.
pt_pt: Converte um texto num texto codificado em HTML.
ro_ro: Convertește un text normal la un text codificat HTML.
ru_ru: Преобразует текст в текст в кодировке HTML.
sk_sk: Konvertuje text na text kódovaný vo formáte HTML.
sl_si: Pretvori besedilo v besedilo, kodirano s HTML-jem.
sr_cyrl_rs: Конвертује текст у текст кодиран за HTML.
sv_se: Konverterar en text till en HTML-kodad text.
th_th: แปลงข้อความเป็นข้อความที่เข้ารหัส HTML
tr_tr: Metni HTML olarak kodlanmış metne dönüştürür.
uk_ua: Перетворює текст на текст із кодуванням HTML.
vi_vn: Chuyển đổi văn bản thành văn bản được mã hóa HTML.
zh_cn: 将文本转换为 HTML 编码的文本。
zh_tw: 將文字轉換為 HTML 編碼的文字。

# EncodeHTMLArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
id_id: nilai
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá trị
zh_cn: 值
zh_tw: 值

# AboutEncodeHTML_value
source: A text to be encoded.
bg_bg: Текстът, който да бъде кодиран.
ca_es: Text que s'ha de codificar.
cs_cz: Text, který má být kódován.
da_dk: En tekst, der skal kodes.
de_de: Ein zu codierender Text.
el_gr: Κείμενο για κωδικοποίηση.
es_es: Texto que se va a codificar.
et_ee: Kodeeritav tekst.
eu_es: Kodetu egingo den testua.
fi_fi: Koodattava teksti.
fr_fr: Texte à coder.
gl_es: Texto que se vai codificar.
hi_in: एन्कोड किया जाने वाला पाठ.
hr_hr: Tekst koji treba kodirati.
hu_hu: Egy kódolandó szöveg.
id_id: Teks yang akan dikodekan.
it_it: Testo da codificare.
ja_jp: エンコードされるテキストです。
kk_kz: Кодталатын мәтін.
ko_kr: 인코딩할 텍스트입니다.
lt_lt: Tekstas, kurį reikia koduoti.
lv_lv: Kodējamais teksts.
ms_my: Teks untuk dikodkan.
nb_no: En tekst som skal kodes.
nl_nl: Een tekst die moet worden gecodeerd.
pl_pl: Tekst do zakodowania.
pt_br: Um texto a ser codificado.
pt_pt: Um texto a codificar.
ro_ro: Un text de codificat.
ru_ru: Текст для кодировки.
sk_sk: Text, ktorý sa má kódovať.
sl_si: Besedilo, ki ga je treba kodirati.
sr_cyrl_rs: Текст који треба кодирати.
sv_se: En text som ska kodas.
th_th: ข้อความที่จะเข้ารหัส
tr_tr: Kodlanacak metin.
uk_ua: Текст, який потрібно закодувати.
vi_vn: Văn bản cần mã hóa.
zh_cn: 要编码的文本。
zh_tw: 要編碼的文字。

# ErrUnimplementedFunction
source: '{0}' is a recognized but not supported function.
bg_bg: „{0}“ е разпозната функция, която обаче не се поддържа.
ca_es: "{0}" és una funció reconeguda, però no s'admet.
cs_cz: '{0}' je rozpoznaná, ale nepodporovaná funkce.
da_dk: '{0}' er en genkendt, men ikke understøttet funktion.
de_de: „{0}“ ist eine erkannte, aber nicht unterstützte Funktion
el_gr: Το '{0}' είναι μια αναγνωρισμένη αλλά μη υποστηριζόμενη συνάρτηση.
es_es: "{0}" es una función reconocida pero no admitida.
et_ee: „{0}“ on tuntud, kuid toetuseta funktsioon.
eu_es: '{0}' funtzio ezagutzen da, baina ez da onartzen.
fi_fi: {0} on tunnistettu toiminto, mutta sitä ei tueta.
fr_fr: « {0} » est une fonction reconnue mais non prise en charge.
gl_es: "{0}" é unha función recoñecida, pero non se admite.
hi_in: {0}' मान्यता प्राप्त लेकिन समर्थित फ़ंक्शन नहीं है.
hr_hr: „{0}” je prepoznata, ali ne i podržana funkcija.
hu_hu: A(z) '{0}' egy felismert, de nem támogatott függvény.
id_id: '{0}' adalah fungsi yang dikenali, tetapi tidak didukung.
it_it: "{0}" è una funzione riconosciuta ma non supportata.
ja_jp: '{0}' は認識されましたが、サポートされない関数です。
kk_kz: "{0}" — танылған, бірақ қолдау көрсетілмейтін функция.
ko_kr: '{0}'은(는) 인식되었지만 지원되지 않는 함수입니다.
lt_lt: „{0}“ funkcija yra atpažįstama, bet nepalaikoma.
lv_lv: '{0}' ir atpazīta, taču neatbalstīta funkcija.
ms_my: '{0}' ialah fungsi yang dikenali tetapi tidak disokong.
nb_no: {0} er en gjenkjent, men ikke støttet funksjon.
nl_nl: {0} is een herkende maar niet ondersteunde functie.
pl_pl: „{0}” to rozpoznawana, ale nieobsługiwana funkcja.
pt_br: "{0}" é uma função reconhecida, mas sem suporte.
pt_pt: "{0}" é uma função reconhecida, mas não suportada.
ro_ro: „{0}” este o funcție recunoscută, dar nu este acceptată.
ru_ru: Функция "{0}" распознана, но она не поддерживается.
sk_sk: {0} je rozpoznaná, ale nepodporovaná funkcia.
sl_si: Funkcija »{0}« je prepoznana, vendar ni podprta.
sr_cyrl_rs: „{0}“ је препозната, али не и подржана функција.
sv_se: "{0}" är en känd funktion som inte stöds.
th_th: '{0}' เป็นฟังก์ชันที่ได้รับการยอมรับ แต่ไม่รองรับ
tr_tr: '{0}' tanınan fakat desteklenmeyen bir işlev.
uk_ua: "{0}" є розпізнаною, але непідтримуваною функцією.
vi_vn: "{0}" là một hàm được công nhận nhưng không được hỗ trợ.
zh_cn: '{0}' 是一个可识别但不支持的函数。
zh_tw: '{0}' 是可識別但不受支援的函式。
