Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_Link_1
source: Article: Understand delegation in a canvas app
bg_bg: Статия: Разбиране на делегирането в приложение за платно
ca_es: Article: Comprensió de la delegació en una aplicació de llenç
cs_cz: Článek: Informace o delegování v aplikaci plátna
da_dk: Artikel: Forstå delegering i en lærredapp
de_de: Artikel: Verstehen der Delegierung in einer Canvas-App
el_gr: Άρθρο: Κατανόηση της ανάθεσης σε μια εφαρμογή καμβά
es_es: Artículo: Comprender la delegación en una aplicación de lienzo
et_ee: Artikkel: lõuendirakenduse delegeerimise selgitus
eu_es: Artikulua: Mihise-aplikazio batean ordezkaritza erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Delegoinnin toiminta pohjaan perustuvassa sovelluksessa
fr_fr: Article : Présentation de la délégation dans une application canevas
gl_es: Artigo: Comprender a delegación nunha aplicación de lenzo
hi_in: आलेख: कैनवास ऐप में प्रत्यायोजन को समझें
hr_hr: Članak: razumijevanje delegiranja u aplikaciji od gotovih gradivnih elemenata
hu_hu: Cikk: A vászonalapú alkalmazásban való delegálás ismertetése
id_id: Artikel: Memahami delegasi dalam aplikasi kanvas
it_it: Articolo: Informazioni sulla delega in un'app canvas
ja_jp: 記事: キャンバス アプリでの委任について
kk_kz: Мақала: кенеп бағдарламасындағы өкілеттік беруді түсіну
ko_kr: 문서: 캔버스 앱의 위임 이해
lt_lt: Straipsnis: perdavimo drobės programoje supratimas
lv_lv: Raksts: Understand delegation in a canvas app (Izpratne par deleģēšanu pamatnes programmās)
ms_my: Artikel: Memahami penugasan dalam aplikasi kanvas
nb_no: Artikkel: Forstå delegering i en lerretsapp
nl_nl: Artikel: Overdracht in een canvas-app begrijpen
pl_pl: Artykuł: Informacje o delegowaniu w aplikacji kanwy
pt_br: Artigo: Entender a delegação em um aplicativo de tela
pt_pt: Artigo: noções básicas sobre delegação numa aplicação de tela
ro_ro: Articol: Ce este delegarea într-o aplicație proiectată pe pânză
ru_ru: Статья. Общие сведения о делегировании в приложении на основе холста
sk_sk: Článok: Informácie o delegovaní v aplikácii plátna
sl_si: Članek: Razumevanje pooblastitve v aplikaciji s platnom
sr_cyrl_rs: Чланак: Објашњење делегирања у апликацији са подлогом
sr_latn_rs: Članak: Objašnjenje delegiranja u aplikaciji sa podlogom
sv_se: Artikel: Förstå delegering i en arbetsyteapp
th_th: บทความ: เข้าใจการรับมอบสิทธิ์ในแอปพื้นที่ทำงาน
tr_tr: Makale: Tuval uygulamasında temsilci atamayı anlama
uk_ua: Стаття: делегування в компонованій програмі
vi_vn: Bài viết: Hiểu rõ về ủy quyền trong ứng dụng canvas
zh_cn: 文章: 了解画布应用中的委派
zh_tw: 文章: 了解畫布應用程式中的委派

# ErrorResource_SuggestRemoteExecutionHint_Link_2
source: Blog: Data row limits for delegation
bg_bg: Блог: Ограничения за редовете с данни за делегиране
ca_es: Blog: Data row limits for delegation (Límits de les files de dades per a la delegació)
cs_cz: Blog: Omezení řádků dat pro delegování
da_dk: Blog: Datarækkegrænser for delegering
de_de: Blog: Datenzeilengrenzwerte für die Delegierung
el_gr: Ιστολόγιο: Όριο γραμμών δεδομένων για ανάθεση
es_es: Blog: Límites de filas de datos para la delegación
et_ee: Ajaveeb: delegeerimise andmereapiirangud
eu_es: Bloga: Ordezkaritzan erabil daitezkeen datu-errenkaden mugak
fi_fi: Blogi: Delegoinnin tietorivirajoitukset
fr_fr: Blog : Limites de lignes de données pour la délégation
gl_es: Blog: Límites de filas de datos para delegación
hi_in: ब्लॉग: प्रत्यायोजन के लिए डेटा पंक्ति की सीमा
hr_hr: Blog: ograničenja retka podataka za delegiranje
hu_hu: Blog: Adatsor-korlátozások delegálás esetén
id_id: Blog: Batas baris data untuk delegasi
it_it: Blog: Limiti delle righe di dati per la delega
ja_jp: ブログ: 委任に対するデータ行の制限
kk_kz: Блог: өкілеттік беру үшін деректер жолы шектеулері
ko_kr: 블로그: 위임에 대한 데이터 행 제한
lt_lt: Tinklaraštis: perdavimo duomenų eilučių limitai
lv_lv: Emuāra ieraksts: Data row limits for delegation (Datu rindu ierobežojumi delegācijai)
ms_my: Blog: Had baris data untuk penugasan
nb_no: Blogg: Dataradgrenser for delegering
nl_nl: Blog: Gegevensrijlimieten voor overdracht
pl_pl: Blog: Limity liczby wierszy danych w przypadku delegowania
pt_br: Blog: Limites de linha de dados para delegação
pt_pt: Blogue: limites de linhas de dados para delegação
ro_ro: Blog: Limitele rândurilor de date pentru delegare
ru_ru: Блог. Ограничения на количество строк данных для делегирования
sk_sk: Blog: Obmedzenia riadkov údajov pre delegovanie
sl_si: Spletni dnevnik: Omejitve vrstice s podatki za pooblastitev
sr_cyrl_rs: Блог: Ограничења броја редова са подацима за делегирање
sr_latn_rs: Blog: Ograničenja broja redova sa podacima za delegiranje
sv_se: Blogg: Dataradsbegränsningar för delegering
th_th: บล็อก: ขีดจำกัดแถวข้อมูลสำหรับการรับมอบสิทธิ์
tr_tr: Blog: Temsilci atamaya yönelik veri satırı sınırları
uk_ua: Блоґ: обмеження на рядки даних під час делегування
vi_vn: Blog: Giới hạn hàng dữ liệu đối với ủy quyền
zh_cn: 博客: 针对委派的数据行限制
zh_tw: 部落格: 委派的資料列限制

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_ShortMessage
source: Delegation warning. The highlighted part of this formula might not work correctly with column "{0}" on large data sets.
bg_bg: Предупреждение за делегиране. Осветената част на тази формула може да не работи правилно с колона „{0}“ при големи набори от данни.
ca_es: Avís de delegació. És possible que la part ressaltada d'aquesta fórmula no funcioni correctament amb la columna "{0}" en conjunts grans de dades.
cs_cz: Upozornění delegování. Zvýrazněná část tohoto vzorce nemusí se sloupcem {0} fungovat správně pro velké datové sady.
da_dk: Delegeringsadvarsel. Den fremhævede del af denne formel fungerer måske ikke korrekt med kolonnen "{0}" på store datasæt.
de_de: Warnung zur Delegierung. Der hervorgehobene Teil dieser Formel funktioniert möglicherweise nicht ordnungsgemäß mit der Spalte „{0}“ in großen Datasets.
el_gr: Προειδοποίηση ανάθεσης. Το επισημασμένο τμήμα αυτού του τύπου ενδέχεται να μην λειτουργεί σωστά με τη στήλη "{0}" σε μεγάλα σύνολα δεδομένων.
es_es: Advertencia de delegación. Es posible que la parte resaltada de esta fórmula no funcione correctamente con la columna "{0}" en conjuntos de datos de gran tamaño.
et_ee: Delegeerimise hoiatus. Valemi esiletõstetud osa ei pruugi suurte andmehulkade puhul veeruga „{0}” õigesti töötada.
eu_es: Ordezkaritzari buruzko abisua. Baliteke formulan nabarmendutako zatiak ez funtzionatzea "{0}" zutabearekin datu multzo handietan.
fi_fi: Delegointivaroitus. Tämän kaavan korostettu osa ei välttämättä toimi oikein sarakkeen {0} kanssa suurille tietojoukoille.
fr_fr: Avertissement relatif à la délégation. La partie de cette formule en surbrillance peut ne pas fonctionner correctement avec la colonne « {0} » sur des jeux de données volumineux.
gl_es: Aviso de delegación. É posible que a parte destacada desta fórmula non funcione correctamente coa columna "{0}" en conxuntos de datos grandes.
hi_in: प्रत्यायोजन संबंधी चेतावनी. हो सकता है कि इस सूत्र का हाइलाइट किया गया भाग बड़े डेटा सेट पर "{0}" स्तंभ पर ठीक से कार्य नहीं करे.
hr_hr: Upozorenje o delegiranju. Istaknuti dio formule možda neće ispravno funkcionirati sa stupcem "{0}" za velike skupove podataka.
hu_hu: Delegálással kapcsolatos figyelmeztetés. Előfordulhat, hogy a képlet kiemelt része nagy méretű adathalmazok és a(z) {0} oszlop használata esetén nem fog megfelelően működni.
id_id: Peringatan delegasi. Bagian yang disorot dalam rumus ini mungkin tidak berfungsi dengan benar pada kolom "{0}" di himpunan data besar.
it_it: Avviso di delega. La parte evidenziata di questa formula potrebbe non funzionare correttamente con la colonna "{0}" su set di dati di grandi dimensioni.
ja_jp: 委任に関する警告です。この数式の強調表示された部分は、大きなデータ セットの列 "{0}" で正常に機能しない可能性があります。
kk_kz: Өкілеттік беру туралы ескерту. Бұл формуланың белгіленген бөлігі үлкен деректер жиынтықтарында "{0}" бағанымен дұрыс жұмыс істемеуі мүмкін.
ko_kr: 위임 경고입니다. 대규모 데이터 세트의 열 "{0}"에서는 이 수식의 강조 표시된 부분이 제대로 작동하지 않을 수 있습니다.
lt_lt: Perdavimo įspėjimas. Paryškinta šios formulės dalis dideliuose duomenų rinkiniuose su stulpeliu „{0}“ gali veikti netinkamai.
lv_lv: Brīdinājums par deleģēšanu. Šīs formulas iezīmētā daļa lielās datu kopās var darboties nepareizi kopā ar kolonnu “{0}”.
ms_my: Amaran penugasan. Bahagian yang diserlahkan bagi formula ini mungkin tidak berfungsi dengan betul dengan lajur "{0}" pada set data yang besar.
nb_no: Delegeringsvarsel. Formelens merkede del kan ha problemer med å fungere på riktig måte med kolonne {0} på store datasett.
nl_nl: Overdrachtswaarschuwing. Het gemarkeerde deel van deze formule werkt mogelijk niet correct voor de kolom {0} bij grote gegevenssets.
pl_pl: Ostrzeżenie dotyczące delegowania. Wyróżniona część tej formuły może nie działać poprawnie z kolumną „{0}” w przypadku dużych zestawów danych.
pt_br: Aviso de delegação. A parte realçada desta fórmula pode não funcionar corretamente com a coluna "{0}" em grandes conjuntos de dados.
pt_pt: Aviso de delegação. A parte realçada desta fórmula pode não funcionar corretamente com a coluna "{0}" em grandes conjuntos de dados.
ro_ro: Avertisment referitor la delegare. Partea evidențiată din această formulă ar putea să nu funcționeze corect cu coloana „{0}” pe seturi mari de date.
ru_ru: Предупреждение о делегировании. Выделенная часть этой формулы может неверно работать со столбцом "{0}" в больших наборах данных.
sk_sk: Upozornenie delegovania. Zvýraznená časť tohto vzorca nemusí so stĺpcom {0} fungovať správne na veľkých množinách údajov.
sl_si: Opozorilo o pooblastitvi. Označeni del te formula morda ne bo deloval pravilno s stolpcem »{0}« v velikih naborih podatkov.
sr_cyrl_rs: Упозорење о делегирању. Истакнути део ове формуле можда неће исправно функционисати са колоном „{0}“ на великим скуповима података.
sr_latn_rs: Upozorenje o delegiranju. Istaknuti deo ove formule možda neće ispravno funkcionisati sa kolonom „{0}“ na velikim skupovima podataka.
sv_se: Delegeringsvarning. Den markerade delen av den här formeln kanske inte fungerar korrekt med kolumnen {0} i stora datauppsättningar.
th_th: คำเตือนเกี่ยวกับการรับมอบสิทธิ์ ส่วนที่ถูกเน้นของสูตรนี้อาจทำงานไม่ถูกต้องกับคอลัมน์ "{0}" ในชุดข้อมูลขนาดใหญ่
tr_tr: Temsilci uyarısı. Bu formülün vurgulanan bölümü, büyük veri kümelerinde "{0}" sütunuyla düzgün çalışmayabilir.
uk_ua: Попередження про делегування. Виділена частина цієї формули може неправильно працювати зі стовпцем "{0}" або великими наборами даних.
vi_vn: Cảnh báo về ủy quyền. Phần được tô sáng trong công thức này có thể không hoạt động đúng cách với cột "{0}" trên tập hợp dữ liệu lớn.
zh_cn: 委派警告。此公式中突出显示的部分可能在大型数据集的列 "{0}" 上无法正常工作。
zh_tw: 委派警告。此公式已醒目提示的部分可能無法在大型資料集上正確使用資料行 "{0}"。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_LongMessage
source: The data source might not be able to process the formula and might return an incomplete data set. Your application might not return correct results or behave correctly if the data set is incomplete.
bg_bg: Възможно е източникът на данни да не може да обработи формулата и може да върне непълен набор от данни. Вашето приложение може да не върне правилни резултати или поведението му може да е неправилно, ако наборът от данни е непълен.
ca_es: És possible que la font de dades no pugui processar la fórmula i retorni un conjunt de dades incomplet. Així mateix, és possible que l'aplicació no retorni resultats correctes o que es comporti incorrectament si el conjunt de dades està incomplet.
cs_cz: Zdroj dat nemusí být schopný zpracovat vzorec a může vrátit neúplnou datovou sadu. Pokud bude datová sada neúplná, aplikace nemusí vrátit správné výsledky nebo se nemusí chovat správně.
da_dk: Datakilden kan måske ikke behandle formlen og vil måske returnere et ufuldstændigt datasæt. Programmet kan måske ikke returnere korrekte resultater eller fungere korrekt, hvis datasættet er ufuldstændigt.
de_de: Die Datenquelle kann die Formel möglicherweise nicht verarbeiten und könnte ein unvollständiges Dataset zurückgeben. Ihre Anwendung liefert eventuell keine korrekten Ergebnisse oder verhält sich nicht ordnungsgemäß, wenn das Dataset unvollständig ist.
el_gr: Η επεξεργασία του τύπου μπορεί να μην είναι δυνατή από την προέλευση δεδομένων και μπορεί να επιστραφεί ελλιπές σύνολο δεδομένων. Η εφαρμογή σας μπορεί να μην επιστρέψει σωστά αποτελέσματα ή να μην συμπεριφέρεται σωστά, αν το σύνολο δεδομένων είναι ελλιπές.
es_es: Puede que el origen de datos no pueda procesar la fórmula y que devuelva un conjunto de datos incompleto. Es posible que la aplicación no devuelva resultados correctos o que no se comporte correctamente si el conjunto de datos está incompleto.
et_ee: Võib juhtuda, et andmeallikas ei saa valemit töödelda ja võib tagastada pooliku andmehulga. Kui andmehulk on poolik, võib teie rakendus tagastada valed tulemid või käituda valesti.
eu_es: Baliteke datu-iturburuak formula prozesatu ezin izatea eta osorik ez dagoen datu multzo bat itzultzea. Baliteke aplikazioak emaitza zuzenak ez itzultzea edo ez funtzionatzea datu multzoa osorik ez badago.
fi_fi: Tietolähde ei ehkä pysty käsittelemään kaavaa ja saattaa palauttaa epätäydellisen tietojoukon. Sovelluksesi ei ehkä palauta oikeita tuloksia tai käyttäydy oikein, jos tietojoukko on epätäydellinen.
fr_fr: La source de données n’est peut-être pas en mesure de traiter la formule et peut retourner un jeu de données incomplet. Il se peut que votre application ne puisse pas retourner de résultats corrects ni fonctionner correctement si le groupe de données est incomplet.
gl_es: É posible que a orixe de datos non poida procesar a fórmula e que devolva un conxunto de datos incompleto. Pode que a aplicación non devolva resultados correctos ou que funcione de xeito incorrecto se o conxunto de datos está incompleto.
hi_in: हो सकता है कि डेटा स्रोत, सूत्र को संसाधित न कर पाए और कोई अपूर्ण डेटा सेट वापस लौटाए. हो सकता है कि डेटा सेट अपूर्ण होने पर आपका एप्लिकेशन सही परिणाम न लौटा पाए या सही व्यवहार न करे.
hr_hr: Izvor podataka možda neće moći obraditi formulu, pa će vratiti nepotpun skup podataka. Ako skup podataka nije potpun, vaša aplikacija možda neće vratiti točne rezultate ni pravilno funkcionirati.
hu_hu: Előfordulhat, hogy az adatforrás nem tudja feldolgozni a képletet, és hiányos adathalmazt ad vissza. Ha az adathalmaz hiányos, előfordulhat, hogy az alkalmazás helytelen eredményeket ad vissza, vagy nem a várt módon működik.
id_id: Sumber data mungkin tidak dapat memproses rumus dan mungkin menghasilkan himpunan data yang tidak lengkap. Aplikasi Anda mungkin tidak memberikan hasil yang benar atau berperilaku dengan benar jika himpunan data tidak lengkap.
it_it: L'origine dati potrebbe non essere in grado di elaborare la formula e potrebbe quindi restituire un set di dati incompleto. Se il set di dati è incompleto, l'applicazione potrebbe non restituire i risultati corretti o non comportarsi nel modo previsto.
ja_jp: データ ソースは数式を処理できずに、不完全なデータ セットを返すことがあります。データ セットが不完全な場合、アプリケーションは正しい結果を返さないか、正常に機能しない場合があります。
kk_kz: Деректер көзі формуланы өңдей алмауы мүмкін және толық емес деректер жиынтығын қайтаруы мүмкін. Деректер жиынтығы толық болмаса, бағдарламаңыз дұрыс нәтижелерді қайтармауы немесе дұрыс жұмыс істемеуі мүмкін.
ko_kr: 데이터 원본이 수식을 처리하지 못할 수 있으며 불완전한 데이터 세트를 반환할 수도 있습니다. 데이터 세트가 불완전하면 애플리케이션이 올바른 결과를 반환할 수 없거나 제대로 동작하지 않을 수 있습니다.
lt_lt: Duomenų šaltinis gali nepajėgti apdoroti formulės ir pateikti ne visą duomenų rinkinį. Jei duomenų rinkinys bus ne visas, jūsų programa gali teikti neteisingus rezultatus arba veikti netinkamai.
lv_lv: Datu avots var nespēt apstrādāt formulu un var atgriezt nepilnīgu datu kopu. Ja datu kopa ir nepilnīga, programma var atgriezt nepareizus rezultātus vai darboties nepareizi.
ms_my: Sumber data mungkin tidak dapat memproses formula dan mungkin mengembalikan set data yang tidak lengkap. Aplikasi anda mungkin tidak mengembalikan keputusan yang betul atau berkelakuan dengan betul jika set data tidak lengkap.
nb_no: Det kan hende at datakilden ikke får behandlet formelen og dermed returnerer et ufullstendig datasett. Det kan hende at programmet ikke returnerer riktige resultater eller fungerer som det skal, hvis datasettet er ufullstendig.
nl_nl: Mogelijk kan de gegevensbron de formule niet verwerken en wordt er een onvolledige gegevensset geretourneerd. Uw toepassing kan onjuiste resultaten retourneren of zich onjuist gedragen als de gegevensset niet compleet is.
pl_pl: Źródło danych może nie być w stanie przetworzyć formuły i może zwrócić niekompletny zestaw danych. Twoja aplikacja może nie zwrócić prawidłowych wyników lub zachowywać się nieprawidłowo, jeśli zestaw danych będzie niekompletny.
pt_br: A fonte de dados pode não ser capaz de processar a fórmula e pode retornar um conjunto de dados incompleto. Seu aplicativo poderá não retornar resultados corretos ou não se comportar corretamente se o conjunto de dados estiver incompleto.
pt_pt: A origem de dados poderá não ser capaz de processar a fórmula e poderá devolver um conjunto de dados incompleto. A aplicação poderá não devolver os resultados corretos ou ter um comportamento correto se o conjunto de dados estiver incompleto.
ro_ro: Este posibil ca sursa de date să nu poată procesa formula și să returneze un set de date incomplet. Aplicația ar putea să nu returneze rezultate corecte sau să nu se comporte corect dacă setul de date este incomplet.
ru_ru: Источник данных может не суметь обработать формулу и вернет неполный набор данных. Из-за неполного набора приложение может возвращать неверные результаты или работать некорректно.
sk_sk: Zdroj údajov nemusí byť schopný spracovať vzorec a môže vrátiť neúplnú množinu údajov. Vaša aplikácia nemusí vrátiť správne výsledky alebo sa nemusí správať správne, ak je množina údajov neúplná.
sl_si: Vir podatkov morda ne bo mogel obdelati formule in bo morda vrnil nepopoln nabor podatkov. Če nabor podatkov ni popoln, vaša aplikacija morda ne bo vrnila pravilnih rezultatov ali ne bo delovala pravilno.
sr_cyrl_rs: Извор података можда неће моћи да обради формулу и можда ће вратити непотпун скуп података. Апликација можда неће вратити исправне резултате или се можда неће исправно понашати ако је скуп података непотпун.
sr_latn_rs: Izvor podataka možda neće moći da obradi formulu i možda će vratiti nepotpun skup podataka. Aplikacija možda neće vratiti ispravne rezultate ili se možda neće ispravno ponašati ako je skup podataka nepotpun.
sv_se: Datakällan kanske inte kan bearbeta formeln och kan då returnera en ofullständig datauppsättning. Ditt program kanske inte kan returnera korrekta resultat eller uppvisa korrekt beteende om datauppsättningen är ofullständig.
th_th: แหล่งข้อมูลอาจไม่สามารถประมวลผลสูตรและอาจส่งชุดข้อมูลที่ไม่สมบูรณ์กลับมา แอปพลิเคชันของคุณอาจไม่ส่งผลลัพธ์ที่ถูกต้องกลับมาหรือทำงานได้อย่างถูกต้องหากชุดข้อมูลไม่สมบูรณ์
tr_tr: Veri kaynağı, formülü işleyemeyebilir ve eksik bir veri kümesi döndürebilir. Veri kümesi eksikse uygulamanız doğru sonuçlar döndürmeyebilir veya düzgün çalışmayabilir.
uk_ua: Якщо формулу не вдасться обробити, джерело даних може повернути їх неповний набір, а тому програма не зможе повернути правильні результати або належно працювати.
vi_vn: Nguồn dữ liệu này có thể không xử lý được công thức và có thể trả về một tập hợp dữ liệu không đầy đủ. Ứng dụng của bạn có thể không trả về kết quả đúng hoặc hoạt động đúng cách nếu tập hợp dữ liệu không hoàn chỉnh.
zh_cn: 数据源可能无法处理该公式且可能返回不完整的数据集。如果数据集不完整，应用程序可能不返回正确的结果或行为不正确。
zh_tw: 資料來源可能無法處理此公式，而且可能會傳回不完整的資料集。若資料集不完整，您的應用程式可能無法傳回正確結果，或無法正確運作。
