Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrVariableRegEx_ShortMessage
source: Regular expressions must be constant values.
bg_bg: Регулярният израз трябва да бъде константна стойност.
ca_es: L'expressió regular ha de ser un valors constant.
cs_cz: Regulární výraz musí být konstantní hodnota.
da_dk: Søgemønster skal være en konstant værdi.
de_de: Regulärer Ausdruck muss ein konstanter Wert sein.
el_gr: Η κανονική παράσταση πρέπει να είναι μια τιμή σταθεράς.
es_es: Las expresiones regulares deben ser valores constantes.
et_ee: Regulaaravaldis peab olema konstandi väärtus.
eu_es: Adierazpen erregularrak balio konstante bat izan behar du.
fi_fi: Säännönmukaisen lausekkeen on oltava vakioarvo.
fr_fr: L’expression régulière doit être une valeur constante.
gl_es: A expresión regular deben ser un valor constante.
hi_in: नियमित उक्ति एक अचर मान होना चाहिए.
hr_hr: Regularni izraz mora biti konstantna vrijednost.
hu_hu: A reguláris kifejezésnek konstans értéknek kell lennie.
id_id: Ekspresi reguler harus berupa nilai konstanta.
it_it: L'espressione regolare deve essere un valore costante.
ja_jp: 正規表現には必ず定数値を指定してください。
kk_kz: Тұрақты өрнек тұрақты мән болуы керек.
ko_kr: 정규식은 상수 값이어야 합니다.
lt_lt: Reguliariojo reiškinio reikšmė turi būti pastovi.
lv_lv: Regulārajai izteiksmei jābūt konstantai vērtībai.
ms_my: Ungkapan biasa mestilah nilai pemalar.
nb_no: Regulært uttrykk må være en konstant verdi.
nl_nl: Reguliere expressie moete een constante waarde zijn.
pl_pl: Wyrażenie regularne musi być wartością stałą.
pt_br: A expressão regular deve ser um valor constante.
pt_pt: A expressão regular tem de ser um valor constante.
ro_ro: Expresia regulată trebuie să fie o valoare constantă.
ru_ru: Регулярное выражение должно быть константным значением.
sk_sk: Regulárny výraz musí byť konštantnou hodnotou.
sl_si: Regularni izraz mora biti konstantna vrednost.
sr_cyrl_rs: Регуларни израз мора да представља константну вредност.
sv_se: Reguljärt uttryck måste vara ett konstant värde.
th_th: นิพจน์ปกติต้องเป็นค่าคงที่
tr_tr: Normal ifade, sabit bir değer olmalıdır.
uk_ua: Регулярний вираз має бути постійним значенням.
vi_vn: Biểu thức chính quy phải là một giá trị không đổi.
zh_cn: 正则表达式必须是常量值。
zh_tw: 規則運算式必須是常數值。

# ErrorResource_MutationFunctionCannotBeUsedWithImmutableValue
source: The value passed to the '{0}' function cannot be changed.
bg_bg: Стойността, предадена на функцията „{0}“, не може да бъде променена.
ca_es: El valor passat a la funció "{0}" no es pot canviar.
cs_cz: Hodnotu předanou funkci '{0}' nelze změnit.
da_dk: Den værdi, der blev sendt til "{0}" funktionen, kan ikke ændres.
de_de: Der Wert, der an die Funktion „{0}“ übergeben wurde, kann nicht geändert werden.
el_gr: Η τιμή που μεταβιβάστηκε στη συνάρτηση '{0}' δεν είναι δυνατό να αλλάξει.
es_es: No se puede cambiar el valor pasado a la función "{0}".
et_ee: Funktsioonile „{0}“ edastatud väärtust ei saa muuta.
eu_es: Ezin da aldatu "{0}" funtzioari pasatako balioa.
fi_fi: Funktiolle {0} välitettyä arvoa ei voi muuttaa.
fr_fr: Impossible de modifier la valeur transmise à la fonction « {0} ».
gl_es: Non se puido modificar o valor que se pasou para a función "{0}".
hi_in: {0}' फ़ंक्शन को पारित मान बदला नहीं जा सकता.
hr_hr: Vrijednost proslijeđena funkciji „{0}” ne može se promijeniti.
hu_hu: A függvénynek átadott '{0}' érték nem módosítható.
id_id: Nilai yang diteruskan ke fungsi '{0}' tidak dapat diubah.
it_it: Il valore passato alla funzione "{0}" non può essere modificato.
ja_jp: '{0}' 関数に渡された値は変更できません。
kk_kz: "{0}" функциясына өткен мән өзгертілмеуі керек.
ko_kr: '{0}' 함수에 전달된 값은 변경할 수 없습니다.
lt_lt: Reikšmės, perduotos funkcijai „{0}“, pakeisti negalima.
lv_lv: Funkcijai “{0}” nodoto vērtību nevar mainīt.
ms_my: Nilai yang dihantar kepada fungsi '{0}' tidak boleh diubah.
nb_no: Verdien som ble sendt til funksjonen {0}, kan ikke endres.
nl_nl: De waarde die is doorgegeven aan functie {0} kan niet worden gewijzigd.
pl_pl: Nie można zmienić wartości przekazanej do funkcji „{0}”.
pt_br: O valor passado para a função "{0}" não pode ser alterado.
pt_pt: Não é possível alterar o valor transmitido para a função "{0}".
ro_ro: Valoarea transmisă funcției „{0}” nu se poate modifica.
ru_ru: Значение, переданное функции "{0}", нельзя изменить.
sk_sk: Hodnotu odovzdanú funkcii {0} nemožno zmeniť.
sl_si: Vrednosti, ki je bila posredovana za funkcijo »{0}«, ni mogoče spremeniti.
sr_cyrl_rs: Није могуће променити вредност „{0}“ која је прослеђена функцији.
sv_se: Det värde som skickas till funktionen "{0}" kan inte ändras.
th_th: ค่าที่ส่งผ่านไปยังฟังก์ชัน '{0}' ไม่สามารถเปลี่ยนแปลงได้
tr_tr: '{0}' işlevine aktarılan değer değiştirilemez.
uk_ua: Значення, передане функції "{0}" не можна змінити.
vi_vn: Không thể thay đổi giá trị được truyền đến hàm "{0}".
zh_cn: 无法更改传递给 '{0}' 函数的值。
zh_tw: 無法變更傳遞至 '{0}' 函式的值。

# AboutPlainText
source: Removes all formatting and returns a plain text value.
bg_bg: Премахва цялото форматиране и връща стойност като обикновен текст.
ca_es: Suprimeix tot el format i retorna un valor de text sense format.
cs_cz: Odebere veškeré formátování a vrátí hodnotu jako prostý text.
da_dk: Fjerner al formatering og returnerer en ren tekstværdi.
de_de: Entfernt alle Formatierung und gibt einen unformatierten Textwert zurück.
el_gr: Καταργεί τη μορφοποίηση συνολικά και επιστρέφει μια τιμή απλού κειμένου.
es_es: Quita el formato y devuelve un valor de texto sin formato.
et_ee: Eemaldab kogu vormingu ja tagastab lihttekstväärtuse.
eu_es: Formatua kendu eta testu-balio arrunta itzultzen du.
fi_fi: Poistaa kaiken muotoilun ja palauttaa pelkkä teksti -arvon.
fr_fr: Supprime toute mise en forme et retourne une valeur de texte brut.
gl_es: Elimina todos os formatos e devolve un valor de texto sen formato.
hi_in: सभी स्वरूपण निकालता है और एक सादा पाठ मान लौटाता है.
hr_hr: Uklanja sva oblikovanja i vraća vrijednost običnog teksta.
hu_hu: Eltávolítja az összes formázást, és egyszerű szöveges értéket ad vissza.
id_id: Menghapus semua format dan menampilkan nilai teks biasa.
it_it: Rimuove tutte le formattazioni e restituisce un valore di testo normale.
ja_jp: すべての書式設定を削除し、プレーンテキストの値を返します。
kk_kz: Барлық пішімдеуді жояды және қарапайым мәтіндік мәнді қайтарады.
ko_kr: 모든 서식 지정을 제거하고 일반 텍스트 값을 반환합니다.
lt_lt: Pašalina visą formatavimą ir pateikia paprastojo teksto reikšmę.
lv_lv: Noņem visu formatējumu un atgriež vienkārša teksta vērtību.
ms_my: Mengalih keluar semua pemformatan dan mengembalikan nilai teks biasa.
nb_no: Fjerner all formatering og returnerer en verdi i ren tekst.
nl_nl: Hiermee wordt alle opmaak verwijderd en wordt er een tekstwaarde zonder opmaak geretourneerd.
pl_pl: Usuwa całe formatowanie i zwraca wartość w formie zwykłego tekstu.
pt_br: Remove toda a formatação e retorna um valor de texto sem formatação.
pt_pt: Remove toda a formatação e devolve um valor de texto simples.
ro_ro: Elimină întreaga formatare și returnează o valoare text simplu.
ru_ru: Удаляет все форматирование и возвращает значение в виде обычного текста.
sk_sk: Odstráni všetko formátovanie a vráti hodnotu vo formáte obyčajného textu.
sl_si: Odstrani vse oblikovanje in vrne navadno besedilno vrednost.
sr_cyrl_rs: Уклања сва обликовања и враћа вредност чистог текста.
sv_se: Tar bort all formatering och returnerar ett oformaterat textvärde.
th_th: นำการจัดรูปแบบทั้งหมดออกและส่งกลับเป็นข้อความแบบธรรมดา
tr_tr: Tüm biçimlendirmeyi kaldırır ve bir düz metin değeri döndürür.
uk_ua: Ця функція видаляє все форматування та повертає значення у вигляді звичайного тексту.
vi_vn: Loại bỏ mọi định dạng và trả về giá trị văn bản thuần.
zh_cn: 删除所有格式并返回纯文本值。
zh_tw: 移除所有格式設定，並傳回純文字值。

# PlainTextArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# AboutPlainText_text
source: The text to have its HTML and XML tags removed.
bg_bg: Текстът, от който да се премахнат HTML и XML етикетите.
ca_es: Text del qual se suprimiran les etiquetes HTML i XML.
cs_cz: Text, jehož značky HTML a XML mají být odstraněny.
da_dk: Teksten skal have sine HTML- og XML-koder fjernet.
de_de: Der Text, dessen HTML- und XML-Tags entfernt werden sollen.
el_gr: Το κείμενο για κατάργηση των ετικετών HTML και XML.
es_es: El texto para tener sus etiquetas HTML y XML eliminadas.
et_ee: Tekst, mille HTML- ja XML-sildid eemaldatakse.
eu_es: Testuari HTML eta XML etiketak kentzea.
fi_fi: Teksti, jonka HTML- ja XML-tunnisteet poistetaan.
fr_fr: Texte de suppression des balises HTML et XML.
gl_es: Texto do que se van eliminar as etiquetas HTML e XML.
hi_in: पाठ में उसके HTML और XML टैग हटा दिए गए हैं.
hr_hr: Tekst iz kojeg treba ukloniti HTML i XML oznake.
hu_hu: A szöveg, amelyből el szeretné távolítani a HTML-kódot és az XML-címkéket.
id_id: Teks yang akan dihapus tag HTML dan XML-nya.
it_it: Testo per cui rimuovere i tag HTML e XML.
ja_jp: HTML タグと XML タグを削除するテキストです。
kk_kz: HTML және XML тегтері бар мәтін жойылды.
ko_kr: HTML 및 XML 태그를 제거할 텍스트입니다.
lt_lt: Tekstas, kuriame reikia pašalinti HTML ir XML žymes.
lv_lv: Teksts, no kā jānoņem tā HTML un XML atzīmes.
ms_my: Teks untuk dialih keluar tag HTML dan XMLnya.
nb_no: Teksten som HTML- og XML-merker skal fjernes for.
nl_nl: De tekst waarvan de HTML- en XML-codes worden verwijderd.
pl_pl: Tekst, z którego mają zostać usunięte tagi HTML i XML.
pt_br: O texto que deve ter suas marcas HTML e XML removidas.
pt_pt: O texto cujas tags de HTML e XML devem ser removidas.
ro_ro: Textul pentru care se elimină etichetele HTML și XML.
ru_ru: Текст, в котором нужно удалить теги HTML и XML.
sk_sk: Text, z ktorého sa majú odstrániť značky jazykov HTML a XML.
sl_si: Besedilo, iz katerega bodo odstranjene oznake HTML in XML.
sr_cyrl_rs: Текст из ког треба уклонити HTML и XML ознаке.
sv_se: Texten för att ta bort HTML- och XML-taggar.
th_th: ข้อความที่จะลบแท็ก HTML และ XML
tr_tr: HTML ve XML etiketleri kaldırılacak metin.
uk_ua: Текст, для якого потрібно видалити теги HTML і XML.
vi_vn: Văn bản cần xóa thẻ HTML và XML.
zh_cn: 要移除其 HTML 和 XML 标记的文本。
zh_tw: 要移除其 HTML 和 XML 標籤的文字。

# ErrFilterFunctionBahaviorAsPredicate
source: Filter functions don't allow behavior functions as predicates.
bg_bg: Функциите за филтриране не допускат функции за поведението като предикати.
ca_es: Les funcions de filtre no permeten funcions de comportament com a predicats.
cs_cz: Funkce filtru nepovolují funkce chování jako predikáty.
da_dk: Filterfunktioner tillader ikke funktionsmådefunktioner som prædikater.
de_de: Filterfunktionen erlauben keine Verhaltensfunktionen als Prädikate.
el_gr: Οι λειτουργίες φίλτρου δεν επιτρέπουν λειτουργίες συμπεριφοράς ως προκαταρκτικά.
es_es: Las funciones de filtro no permiten funciones de comportamiento como predicados.
et_ee: Filtri funktsioonid ei luba predikaatidena käitumisfunktsioone.
eu_es: Iragazteko funtzioek ez dituzte onartzen portaera-funtzioak predikatu gisa.
fi_fi: Suodatustoiminnot eivät salli käyttäytymisfunktioita predikaatteina.
fr_fr: Les fonctions de filtre n’autorisent pas les fonctions de comportement comme prédicats.
gl_es: As funcións de filtro non permiten funcións de comportamento como predicados.
hi_in: फ़िल्टर फ़ंक्शन व्यवहार फ़ंक्शन को प्रेडिकेट के रूप में अनुमति नहीं देते हैं.
hr_hr: Funkcije filtra ne dozvoljavaju funkcije ponašanja kao predikate.
hu_hu: A szűrőfüggvények nem engedélyezik a viselkedési függvényeket predikátumként.
id_id: Fungsi filter tidak mengizinkan fungsi perilaku sebagai predikat.
it_it: Le funzioni di filtro non consentono le funzioni di comportamento come predicati.
ja_jp: フィルター関数が予測を行う関数として動作することはできません。
kk_kz: Сүзгі функциялары логикалық өрнектер ретінде тәртіп функцияларына мүмкіндік бермейді.
ko_kr: 필터 함수는 동작 함수를 조건자로 허용하지 않습니다.
lt_lt: Filtro funkcijos neleidžia veikimo funkcijų kaip taisyklių sąlygų.
lv_lv: Filtra funkcijas neatļauj izmantot uzvedības funkcijas kā predikātus.
ms_my: Fungsi penapisan tidak membenarkan fungsi tingkah laku sebagaimana yang diramalkan.
nb_no: Filterfunksjoner tillater ikke virkemåtefunksjoner som predikater.
nl_nl: Filterfuncties staan geen gedragsfuncties toe als predicaten.
pl_pl: Funkcje filtru nie zezwalają na używanie funkcji jako predykatów.
pt_br: As funções de filtro não permitem funções de comportamento como predicados.
pt_pt: As funções de filtro não permitem funções de comportamento como predicados.
ro_ro: Funcțiile de filtrare nu permit funcții comportamentale ca predicate.
ru_ru: Функции фильтра не позволяют выполнять функции поведения в виде предикатов.
sk_sk: Funkcie filtra nepovoľujú funkcie správania ako predikáty.
sl_si: Funkcije za filtriranje ne omogočajo funkcij delovanja, kot so predikati.
sr_cyrl_rs: Функције филтера не дозвољавају функције понашања као исказе.
sv_se: Filterfunktioner tillåter inte beteendefunktioner som predikat.
th_th: ฟังก์ชันตัวกรองไม่อนุญาตให้ใช้ฟังก์ชันพฤติกรรมเป็นเพรดิเคต
tr_tr: Filtre işlevleri, davranış işlevlerinin fonksiyon olarak kullanılmasına izin vermez.
uk_ua: Функції фільтра не дають змоги використовувати функції поведінки як предикати.
vi_vn: Các hàm bộ lọc không cho phép các hàm hành vi làm vị ngữ.
zh_cn: 筛选器函数不允许将行为函数作为谓词。
zh_tw: 篩選函式不允許以行為函式為述詞。

# ErrFilterFunction_OnlyTwoArgs
source: Use the And operator to combine multiple predicates into the second argument.
bg_bg: Използвайте оператора And, за да комбинирате няколко предиката във втория аргумент.
ca_es: Utilitzeu l'operador And per combinar diversos predicats al segon argument.
cs_cz: Pomocí operátoru And můžete zkombinovat více predikátů do druhého argumentu.
da_dk: Brug operatoren And til at kombinere flere prædikater i det andet argument.
de_de: Verwenden Sie den And-Operator, um mehrere Prädikate im zweiten Argument zu kombinieren.
el_gr: Χρησιμοποιήστε τον τελεστή And για τον συνδυασμό πολλών προκαταρκτικών στο δεύτερο όρισμα.
es_es: Use el operador And para combinar varios predicados en el segundo argumento.
et_ee: Kasutage mitme predikaadi teiseks argumendiks ühendamiseks tehtemärki And.
eu_es: Erabili And eragilea hainbat predikatu bigarren argumentuan konbinatzeko.
fi_fi: Voit yhdistää useita predikaatteja toiseen argumenttiin And-operaattorin avulla.
fr_fr: Utilisez l’opérateur And pour combiner plusieurs prédicats dans le second argument.
gl_es: Use o operador And para combinar múltiples predicados no segundo argumento.
hi_in: दूसरे तर्क में अनेक प्रेडिकेट्स को संयोजित करने के लिए And ऑपरेटर का उपयोग करें.
hr_hr: Pomoću operatora And kombinirajte više predikata u drugi argument.
hu_hu: Használja az And operátor több predikátum összevonására a második argumentumban.
id_id: Gunakan operator And untuk menggabungkan beberapa predikat ke dalam argumen kedua.
it_it: Utilizza l'operatore And per unire più predicati nel secondo argomento.
ja_jp: 複数の予測を第 2 引数に結合するには、And 演算子を使用します。
kk_kz: Бірнеше логикалық өрнекті екінші аргументке біріктіру үшін And амалын пайдаланыңыз.
ko_kr: And 연산자를 사용하여 여러 조건자를 두 번째 인수로 결합합니다.
lt_lt: Naudodami operatorių And sujunkite kelias taisyklių sąlygas antrajame argumente.
lv_lv: Izmantojiet operatoru And, lai apvienotu vairākus predikātus otrā argumentā.
ms_my: Gunakan operator And untuk menggabungkan berbilang ramalan ke dalam argumen kedua.
nb_no: Bruk And-operatoren til å slå sammen flere predikater til det andre argumentet.
nl_nl: Gebruik de And-operator om meerdere predicaten in het tweede argument te combineren.
pl_pl: Użyj operatora And, aby połączyć wiele predykatów w drugim argumencie.
pt_br: Use o operador And para combinar vários predicados no segundo argumento.
pt_pt: Utilize o operador And para combinar vários predicados no segundo argumento.
ro_ro: Utilizați operatorul And pentru a combina mai multe predicate în cel de-al doilea argument.
ru_ru: Используйте оператор "And" для объединения нескольких предикатов во второй аргумент.
sk_sk: Pomocou operátora And môžete skombinovať viaceré predikáty do druhého argumentu.
sl_si: Uporabite operator »And« in združite več predikatov v drugi argument.
sr_cyrl_rs: Користите оператор And да бисте комбиновали више исказа у други аргумент.
sv_se: Använd operatorn And för att kombinera flera predikat i det andra argumentet.
th_th: ใช้ตัวดำเนินการ And เพื่อรวมเพรดิเคตหลายตัวเป็นอาร์กิวเมนต์ที่สอง
tr_tr: Birden fazla yüklemi ikinci bağımsız değişkende birleştirmek için And işlecini kullanın.
uk_ua: Використовуйте оператор And для об’єднання кількох предикатів у другий аргумент.
vi_vn: Sử dụng toán tử And để kết hợp nhiều vị ngữ thành đối số thứ hai.
zh_cn: 使用 And 运算符将多个谓词组合到第二个参数中。
zh_tw: 使用 And 運算子，將多個述詞組合為第二個引數。

# ErrSetVariableWithRelationshipNotAllowTable
source: This table cannot be copied. Instead, create an inline table using the ForAll function and {...} notation to copy the individual columns desired.
bg_bg: Тази таблица не може да бъде копирана. Вместо това създайте вградена таблица чрез функцията ForAll и нотацията {...}, за да копирате желаните отделни колони.
ca_es: Aquesta taula no es pot copiar. Com a alternativa, creeu una taula en línia amb la funció ForAll i la notació {...} per copiar les columnes individuals desitjades.
cs_cz: Tuto tabulku nelze kopírovat. Místo toho vytvořte vloženou tabulku pomocí funkce ForAll a zápisu {...} pro zkopírování jednotlivých požadovaných sloupců.
da_dk: Tabellen kan ikke kopieres. Opret i stedet en indbygget tabel ved hjælp af funktionen ForAll og {...} notation for at kopiere de ønskede individuelle kolonner.
de_de: Diese Tabelle kann nicht kopiert werden. Erstellen Sie stattdessen mithilfe der ForAll-Funktion und der Notation {...} eine Inlinetabelle, um die einzelnen gewünschten Spalten zu kopieren.
el_gr: Δεν είναι δυνατή η αντιγραφή αυτού του πίνακα. Αντιθέτως, δημιουργήστε έναν ενσωματωμένο πίνακα χρησιμοποιώντας τη συνάρτηση ForAll και {...} σημειώσεις για την αντιγραφή των επιμέρους στηλών που επιθυμείτε.
es_es: No se puede copiar esta tabla. En su lugar, cree una tabla insertada mediante la función ForAll y la notación {...} para copiar las columnas individuales deseadas.
et_ee: Seda tabelit ei saa kopeerida. Selle asemel looge tekstisisene tabel, kasutades soovitud üksikute väljade kopeerimiseks funktsiooni ForAll ja märget {...}.
eu_es: Ezin da kopiatu taula hau. Horren ordez, sortu txertatutako taula bat ForAll funtzioa eta {...} erabiliz eta kopiatu behar dituzun zutabeak.
fi_fi: Tätä tietuetta ei voi kopioida. Luo sen sijaan sisäinen tietue käyttämällä ForAll-funktiota ja {...} -notaatiota, kun haluat kopioida haluamasi yksittäiset sarakkeet.
fr_fr: Impossible de copier cette table. Créez plutôt une table en ligne à l’aide de la fonction ForAll et de la notation {...} pour copier les colonnes individuelles souhaitées.
gl_es: Esta táboa non se pode copiar. No seu lugar, cree unha táboa en liña usando a función ForAll e a notación {...} para copiar as columnas individuais desexadas.
hi_in: इस तालिका की प्रतिलिपि नहीं बनाई जा सकती. इसके बजाय, वांछित व्यक्तिगत कॉलम की प्रतिलिपि बनाने के लिए ForAll फ़ंक्शन और {...} नोटेशन का उपयोग करके एक इनलाइन तालिका बनाएं.
hr_hr: Ta se tablica ne može kopirati. Umjesto toga izradite umetnutu tablicu pomoću funkcije ForAll i oznake {...} da biste kopirali željene pojedinačne stupce.
hu_hu: Ez a rekord nem másolható. Ehelyett hozzon létre egy beágyazott rekordot a ForAll függvény és a(z) {...} jegyzet segítségével a kívánt egyéni oszlopok másolására.
id_id: Tabel ini tidak dapat disalin. Sebagai gantinya, buat tabel sebaris menggunakan fungsi ForAll dan notasi {...} untuk menyalin kolom terpisah yang diinginkan.
it_it: Impossibile copiare la tabella. Crea invece una tabella inline usando la funzione ForAll e la notazione {...} per copiare le singole colonne desiderate.
ja_jp: このレコードはコピーできません。ForAll 関数および {...} の表記を使用してインライン テーブルを作成し、必要な列を個別にコピーしてください。
kk_kz: Бұл кестені көшіру мүмкін емес. Оның орнына қажетті жеке бағандарды көшіру үшін ForAll функциясы мен {...} жазбасы арқылы кірістірілген жазба жасаңыз.
ko_kr: 이 테이블은 복사할 수 없습니다. 대신 ForAll 함수와 {...} 표기법으로 인라인 테이블을 생성하여 원하는 개별 열을 복사하세요.
lt_lt: Šios lentelės negalima nukopijuoti. Vietoje to sukurkite įdėjimo lentelę naudodami funkciją ForAll ir {...} notaciją, kad galėtumėte kopijuoti atskirus norimus stulpelius.
lv_lv: Šo tabulu nevar kopēt. Tā vietā izveidojiet iekļauto tabulu, izmantojot funkciju ForAll un {...} notāciju, lai kopētu atsevišķas vajadzīgās kolonnas.
ms_my: Jadual ini tidak boleh disalin. Sebaliknya, cipta jadual sebaris dengan menggunakan fungsi ForAll dan notasi {...} untuk menyalin lajur individu yang diingini.
nb_no: Denne tabellen kan ikke kopieres. Opprett i stedet en innebygd tabell ved hjelp av ForAll-funksjonen og {...}-notasjonen for å kopiere de ønskede enkeltkolonnene.
nl_nl: Deze tabel kan niet worden gekopieerd. Maak in plaats daarvan een inlinetabel met de functie ForAll en notatie {...} om de gewenste individuele kolommen te kopiëren.
pl_pl: Nie można skopiować tej tabeli. W zamian utwórz tabelę w tekście, używając funkcji ForAll i notacji {...}, aby skopiować potrzebne kolumny.
pt_br: Não é possível copiar esta tabela. Em vez disso, crie uma tabela em linha usando a função ForAll e a notação {...} para copiar as colunas individuais desejadas.
pt_pt: Não é possível copiar esta tabela. Em vez disso, crie uma tabela inline utilizando a função ForAll e a notação {...} para copiar as colunas individuais pretendidas.
ro_ro: Acest tabel nu se poate copia. Creați în schimb un tabel în linie utilizând funcția ForAll și notația {...} pentru a copia coloanele individuale de care aveți nevoie.
ru_ru: Не удается скопировать эту таблицу. Вместо этого создайте встроенную таблицу с помощью функции ForAll и нотацию {...} для копирования нужных столбцов.
sk_sk: Túto tabuľku nie je možné kopírovať. Namiesto toho vytvorte vnorenú tabuľku pomocou funkcie ForAll a zápisu {...} a skopírujte jednotlivé požadované stĺpce.
sl_si: Tabele ni mogoče kopirati. S funkcijo »ForAll« in zapisom {...} ustvarite tabelo v vrstici, da kopirate posamezne izbrane stolpce.
sr_cyrl_rs: Није могуће копирати ову табелу. Уместо тога, креирајте уметнуту табелу користећи функцију ForAll и анотацију {...} за копирање жељених појединачних колона.
sv_se: Det går inte att kopiera den här tabellen. Skapa i stället en infogad tabell med ForAll-funktionen och {...}-format för att kopiera de enskilda kolumner som du vill använda.
th_th: ไม่สามารถคัดลอกตารางนี้ได้ ให้สร้างตารางแบบอินไลน์โดยใช้ฟังก์ชัน ForAll และสัญกรณ์ {...} เพื่อคัดลอกแต่ละคอลัมน์ที่ต้องการแทน
tr_tr: Bu tablo kopyalanamaz. Bunun yerine, istediğiniz sütunları tek tek kopyalamak için ForAll işlevini ve {...} gösterimini kullanarak bir satır içi tablo oluşturun.
uk_ua: Цю таблицю не можна скопіювати. Натомість створіть вбудовану таблицю за допомогою функції ForAll і нотації "{...}", щоб скопіювати окремі потрібні стовпці.
vi_vn: Không thể sao chép bảng này. Thay vào đó, hãy tạo một bảng nội tuyến bằng cách sử dụng hàm ForAll và ký hiệu {...} để sao chép các cột riêng lẻ mong muốn.
zh_cn: 无法复制此表。请改为使用 ForAll 函数和 {...} 表示法创建内联表来复制所需的各个列。
zh_tw: 無法複製此資料表。請改用 ForAll 函式和 {...} 標記法來建立內嵌資料表，以複製需要的個別資料行。
