Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDistinct_expression
source: An expression evaluated over each row in the input table, and which provides values for the Distinct operation.
bg_bg: Израз, който се изчислява за всеки ред от входната таблица и предоставя стойности за операцията за извличане на различни стойности.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada i que proporciona valors per a l'operació Distinct.
cs_cz: Výraz vyhodnocený v jednotlivých řádcích vstupní tabulky, který poskytuje hodnoty pro operaci Distinct.
da_dk: Et udtryk, der evalueres for hver række i input-tabellen, og som giver værdier for den specifikke handling.
de_de: Ein für jede Zeile in der Eingabetabelle ausgewerteter Ausdruck, der Werte für den Distinct-Vorgang bereitstellt.
el_gr: Μια παράσταση που αξιολογείται σε κάθε σειρά στον πίνακα εισαγωγής και παρέχει τιμές για τη λειτουργία διάκρισης.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores para la operación Distinto.
et_ee: Sisendtabeli iga rea põhjal arvutatud avaldis, mis esitab toimingule Distinct väärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, Distinct eragiketaren balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa arvot Distinct-toiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, qui fournit des valeurs pour l’opération Distinct.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada e que fornece valores para a operación Distinct.
hi_in: इनपुट तालिका की प्रत्येक पंक्ति पर मूल्यांकित व्यंजक जो पृथक कार्रवाई के लिए मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici i koji daje vrijednosti za operaciju Različite vrijednosti.
hu_hu: A bemeneti tábla minden során kiértékelt kifejezés, amely az értékeket szolgáltatja a Distinct műveletnek.
id_id: Ekspresi dievaluasi pada setiap baris di tabel input, dan yang memberikan nilai operasi Tersendiri.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori per l'operazione di tipo Distinct.
ja_jp: 入力テーブルの各行を評価し、DISTINCT 操作の対象となる値を提供する式。
kk_kz: Кіріс кестедегі әрбір жол бойынша есептелетін және бөлек операция үшін мәндерді беретін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가된 식이며, Distinct 연산에 대한 값을 제공합니다.
lt_lt: Reiškinys apskaičiuojamas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šios atskiros operacijos reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina vērtības atšķirīgu vērtību operācijai.
ms_my: Ungkapan dinilaikan ke atas setiap baris dalam jadual input dan yang memberikan nilai untuk operasi Berbeza.
nb_no: Et uttrykk som evalueres over hver rad i inndatatabellen, som angir verdier for den distinkte operasjonen.
nl_nl: Een expressie die wordt geëvalueerd over elke rij in de invoertabel, waarmee de waarden voor de bewerking Distinct worden geleverd.
pl_pl: Wyrażenie obliczane w odniesieniu do każdego wiersza w tabeli wejściowej, które dostarcza wartości do użycia w operacji Distinct.
pt_br: Uma expressão avaliada sobre cada coluna da tabela de entrada e que fornece valores para a operação Distinct.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores para a operação Distinct.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare și care furnizează valori pentru operația Distinct.
ru_ru: Выражение, которое вычисляется для каждой строки во входной таблице и предоставляет значения для операции Distinct.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje hodnoty pre operáciu Distinct.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja vrednosti za postopek »Distinct«.
sr_cyrl_rs: Израз проверен преко сваког реда у улазној табели који обезбеђује вредности за ову посебну операцију.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen och som ger värden för den distinkta åtgärden.
th_th: นิพจน์ที่ถูกประเมินจากแถวแต่ละแถวในตารางป้อนค่าและให้ค่าสำหรับการดำเนินการ Distinct
tr_tr: Giriş tablosunun her satırında değerlendirilen ve Distinct işlemi için değerler sağlayan bir ifade.
uk_ua: Вираз, що обчислюється стосовно кожного рядка вхідної таблиці й надає значення для операції Distinct.
vi_vn: Biểu thức được đánh giá qua mỗi hàng trong bảng đầu vào và cung cấp giá trị cho phép toán Distinct.
zh_cn: 对输入表中的每行进行计算并为 Distinct 运算提供值的表达式。
zh_tw: 對輸入資料表中的每一個資料列進行評估，並為 Distinct 作業提供值的運算式。

# AboutAtan2
source: Returns the arctangent (in radians) of the specified x- and y-coordinates.
bg_bg: Връща аркустангенса (в радиани) от определени x и y координати.
ca_es: Retorna l'arc tangent (en radians) de les coordenades X i Y especificades.
cs_cz: Vrátí arkus tangens (v radiánech) zadaných souřadnic x a y.
da_dk: Returnerer buetangenten (i radianer) for de angivne x- og y-koordinater.
de_de: Gibt den Arcustangenswert (im Bogenmaß) für die angegebenen x- und y-Koordinaten zurück.
el_gr: Επιστρέφει το τόξο εφαπτομένης (σε ακτίνια) των καθορισμένων συντεταγμένων x και y.
es_es: Devuelve el arcotangente (en radianes) de las coordenadas x e y especificadas.
et_ee: Tagastab määratud x- ja y-koordinaatide arkustangensi (radiaanides).
eu_es: Zehaztutako X eta Y koordenatuen arku tangentea itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa määritettyjen x- ja y-koordinaattien arkustagentin (radiaaneina).
fr_fr: Retourne l’arctangente (en radians) des coordonnées x et y spécifiées.
gl_es: Devolve a arcotanxente (en radiáns) das coordenadas x e y especificadas.
hi_in: निर्दिष्ट x- और y- निर्देशांक का चाप स्पज्या (रेडियंस में) लौटाता है.
hr_hr: Vraća arkus tangens (u radijanima) navedenih koordinata x i y.
hu_hu: A megadott x és y koordináták arkusztangensértékét adja eredményül (radiánban).
id_id: Mengembalikan arc tangen (dalam radian) koordinat x dan y khusus.
it_it: Restituisce l'arcotangente (in radianti) delle coordinate x e y specificate.
ja_jp: 指定した X 座標と Y 座標のアークタンジェント (ラジアン単位) を返します。
kk_kz: Көрсетілген x және y координаталарының арктангенсін қайтарады.
ko_kr: 지정된 X좌표 및 Y좌표의 아크탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia nurodytų x ir y koordinačių arktangentą (radianais).
lv_lv: Atgriež norādīto x un y koordinātu arktangensu (radiānos).
ms_my: Mengembalikan lengkuk tangen (dalam radian) koordinat_x dan koordinat_y yang ditentukan.
nb_no: Returnerer arctangens-verdien (i radianer) for de angitte x- og y-koordinatene.
nl_nl: Retourneert de arctangens (in radialen) van de opgegeven x- en y-coördinaten.
pl_pl: Zwraca arcus tangens (w radianach) określonych współrzędnych x i y.
pt_br: Retorna o arco tangente (em radianos) das coordenadas de x- e y- especificadas.
pt_pt: Devolve o arco tangente (em radianos) das coordenadas x e y especificadas.
ro_ro: Returnează (în radiani) arctangenta coordonatelor x și y specificate.
ru_ru: Возвращает арктангенс (в радианах) для указанных координат x и y.
sk_sk: Vráti arkus tangens (v radiánoch) zadaných súradníc x a y.
sl_si: Vrne arkus tangens (v radianih) navedenih koordinat x in y.
sr_cyrl_rs: Враћа аркус тангенс наведене x- и y-координате (у радијанима).
sr_latn_rs: Vraća arkus tangens navedene x- i y-koordinate (u radijanima).
sv_se: Returnerar arctangens (i radianer) för angivna x- och y-koordinater.
th_th: คืนค่าแทนเจนต์โค้ง (ในเรเดียน) ของพิกัด x- และ y- ที่ระบุ
tr_tr: Belirtilen x ve y koordinatlarının ark tanjantını (radyan cinsinde) döndürür.
uk_ua: Повертає значення арктангенса (у радіанах) для вказаних координат X та Y.
vi_vn: Trả lại các giá trị arctang (theo radian) của các tọa độ x và y cụ thể.
zh_cn: 返回指定 x 和 y 坐标的反正切(以弧度为单位)。
zh_tw: 傳回指定之 x 及 y 座標的反正切值 (以弧度為單位)。

# AboutAtan2Arg1
source: x_coordinate
bg_bg: x_координата
ca_es: coordenada_x
cs_cz: souřadnice_x
da_dk: x_koordinat
de_de: X_Koordinate
el_gr: συντεταγμένη_x
es_es: coordenada_x
et_ee: x_koordinaat
eu_es: x_koordenatua
fi_fi: x_koordinatti
fr_fr: coordonnées_x
gl_es: coordenada_x
hi_in: x_निर्देशांक
hr_hr: koordinata_x
hu_hu: x_koordináta
id_id: koordinat_x
it_it: coordinata_x
ja_jp: x_座標
kk_kz: x_координатасы
ko_kr: X_좌표
lt_lt: x_koordinatė
lv_lv: x_koordināta
ms_my: koordinat_x
nb_no: x_koordinat
nl_nl: x_coördinaat
pl_pl: współrzędna_x
pt_br: coordenada_x
pt_pt: coordenada_x
ro_ro: coordonata_x
ru_ru: координата_x
sk_sk: x_ová_súradnica
sl_si: koordinata_x
sr_cyrl_rs: x_координата
sr_latn_rs: x_koordinata
sv_se: x_koordinat
th_th: พิกัด_x
tr_tr: x_koordinatı
uk_ua: Координата_X
vi_vn: tọa_độ_x
zh_cn: x_坐标
zh_tw: x_座標

# AboutAtan2Arg2
source: y_coordinate
bg_bg: y_координата
ca_es: coordenada_y
cs_cz: souřadnice_y
da_dk: y_koordinat
de_de: Y_Koordinate
el_gr: συντεταγμένη_y
es_es: coordenada_y
et_ee: y_koordinaat
eu_es: y_koordenatua
fi_fi: y_koordinaatti
fr_fr: coordonnées_y
gl_es: coordenada_y
hi_in: y_निर्देशांक
hr_hr: koordinata_y
hu_hu: y_koordináta
id_id: koordinat_y
it_it: coordinata_y
ja_jp: y_座標
kk_kz: y_координатасы
ko_kr: Y_좌표
lt_lt: y_koordinatė
lv_lv: y_koordināta
ms_my: koordinat_y
nb_no: y_koordinat
nl_nl: y_coördinaat
pl_pl: współrzędna_y
pt_br: coordenada_y
pt_pt: coordenada_y
ro_ro: coordonata_y
ru_ru: координата_y
sk_sk: y_ová_súradnica
sl_si: koordinata_y
sr_cyrl_rs: y_координата
sr_latn_rs: y_koordinata
sv_se: y_koordinat
th_th: พิกัด_y
tr_tr: y_koordinatı
uk_ua: Координата_Y
vi_vn: tọa_độ_y
zh_cn: y_坐标
zh_tw: y_座標

# AboutAtan2_x_coordinate
source: x-coordinate.
bg_bg: координата X.
ca_es: Coordenada X.
cs_cz: Souřadnice x.
da_dk: x-koordinat.
de_de: x-Koordinate.
el_gr: συντεταγμένη x.
es_es: coordenada x.
et_ee: x-koordinaat.
eu_es: x koordenatua.
fi_fi: x-koordinaatti.
fr_fr: coordonnées x.
gl_es: coordenada x.
hi_in: x-निर्देशांक.
hr_hr: Koordinata x.
hu_hu: x koordináta.
id_id: Koordinat-x.
it_it: Coordinata x.
ja_jp: X 座標。
kk_kz: x координатасы.
ko_kr: X좌표입니다.
lt_lt: x koordinatė.
lv_lv: x koordināta.
ms_my: koordinat_x.
nb_no: x-koordinat.
nl_nl: x-coördinaat.
pl_pl: współrzędna-x.
pt_br: coordenada x.
pt_pt: coordenada x.
ro_ro: Coordonata x.
ru_ru: X-координата.
sk_sk: Súradnica x.
sl_si: koordinata-x.
sr_cyrl_rs: Координата X.
sr_latn_rs: Koordinata X.
sv_se: x-koordinat.
th_th: พิกัดแกน x
tr_tr: x koordinatı.
uk_ua: Координата X.
vi_vn: tọa độ x.
zh_cn: x 坐标。
zh_tw: X 座標。

# AboutAtan2_y_coordinate
source: y-coordinate.
bg_bg: координата Y.
ca_es: Coordenada Y.
cs_cz: Souřadnice y.
da_dk: y-koordinat.
de_de: y-Koordinate.
el_gr: συντεταγμένη y.
es_es: coordenada y.
et_ee: y-koordinaat.
eu_es: y koordenatua.
fi_fi: y-koordinaatti.
fr_fr: coordonnées y.
gl_es: coordenada y.
hi_in: y-निर्देशांक.
hr_hr: Koordinata y.
hu_hu: y koordináta.
id_id: Koordinat-y.
it_it: Coordinata y.
ja_jp: Y 座標。
kk_kz: y координатасы.
ko_kr: Y좌표입니다.
lt_lt: y koordinatė.
lv_lv: y koordināta.
ms_my: koordinat_y.
nb_no: y-koordinat.
nl_nl: y-coördinaat.
pl_pl: współrzędna-y.
pt_br: coordenada y.
pt_pt: coordenada y.
ro_ro: Coordonata y.
ru_ru: Y-координата.
sk_sk: Súradnica y.
sl_si: koordinata-y.
sr_cyrl_rs: Координата Y.
sr_latn_rs: Koordinata Y.
sv_se: y-koordinat.
th_th: พิกัดแกน y
tr_tr: y koordinatı.
uk_ua: Координата Y.
vi_vn: tọa độ y.
zh_cn: y 坐标。
zh_tw: y 座標。

# AboutSqrt
source: Returns the square root of a number.
bg_bg: Връща корен квадратен на дадено число.
ca_es: Retorna l'arrel quadrada d'un nombre.
cs_cz: Vrátí druhou odmocninu čísla.
da_dk: Returnerer kvadratroden for et tal.
de_de: Gibt die Quadratwurzel einer Zahl zurück.
el_gr: Επιστρέφει την τετραγωνική ρίζα ενός αριθμού.
es_es: Devuelve la raíz cuadrada de un número.
et_ee: Tagastab arvu ruutjuure.
eu_es: Zenbaki baten erro karratua itzultzen du.
fi_fi: Palauttaa luvun neliöjuuren.
fr_fr: Retourne la racine carrée d’un nombre.
gl_es: Devolve a raíz cadrada dun número.
hi_in: संख्या का वर्गमूल लौटाता है.
hr_hr: Vraća drugi korijen broja.
hu_hu: Egy szám négyzetgyökét adja vissza.
id_id: Menampilkan akar kuadrat angka.
it_it: Restituisce la radice quadrata di un numero.
ja_jp: 数値の平方根を返します。
kk_kz: Санның квадраттық түбірін қайтарады.
ko_kr: 숫자의 제곱근을 반환합니다.
lt_lt: Pateikia skaičiaus kvadratinę šaknį.
lv_lv: Atgriež skaitļa kvadrātsakni.
ms_my: Mengembalikan punca kuasa dua nombor.
nb_no: Returnerer kvadratroten av et tall.
nl_nl: Hiermee wordt de vierkantswortel van een getal geretourneerd.
pl_pl: Zwraca pierwiastek kwadratowy liczby.
pt_br: Retorna a raiz quadrada de um número.
pt_pt: Devolve a raiz quadrada de um número.
ro_ro: Returnează rădăcina pătrată a unui număr.
ru_ru: Возвращает квадратный корень числа.
sk_sk: Vráti druhú odmocninu čísla.
sl_si: Vrne kvadratni koren števila.
sr_cyrl_rs: Враћа квадратни корен броја.
sr_latn_rs: Vraća kvadratni koren broja.
sv_se: Returnerar roten av ett tal.
th_th: ส่งกลับรากที่สองของตัวเลขหนึ่ง
tr_tr: Bir sayının karekökünü döndürür.
uk_ua: Повертає корінь квадратний числа.
vi_vn: Trả về căn bậc hai của một số.
zh_cn: 返回数字的平方根。
zh_tw: 傳回數字的平方根。

# AboutSqrtT
source: Returns the square roots of a column of numbers.
bg_bg: Връща квадратните корени от дадена колона с числа.
ca_es: Retorna les arrels quadrades d'una columna de nombres.
cs_cz: Vrátí druhé odmocniny sloupce čísel.
da_dk: Returnerer kvadratrødderne for tallene i en kolonne.
de_de: Gibt die Quadratwurzeln einer Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τετραγωνικές ρίζες μιας στήλης αριθμών.
es_es: Devuelve las raíces cuadradas de una columna de números.
et_ee: Tagastab arvuveeru ruutjuured.
eu_es: Zenbaki-zutabe baten erro karratuak itzultzen ditu.
fi_fi: Palauttaa lukujen sarakkeen neliöjuuret.
fr_fr: Retourne les racines carrées des nombres d’une colonne.
gl_es: Devolve as raíces cadradas dunha columna de números.
hi_in: संख्याओं के स्तंभ के वर्गमूल लौटाता है.
hr_hr: Vraća druge korijene stupca brojeva.
hu_hu: Egy számoszlop négyzetgyökét adja vissza.
id_id: Menampilkan akar kuadrat kolom angka.
it_it: Restituisce le radici quadrate di una colonna di numeri.
ja_jp: 数値の列の平方根を返します。
kk_kz: Сандар бағанының квадраттық түбірлерін қайтарады.
ko_kr: 숫자 열의 제곱근을 반환합니다.
lt_lt: Pateikia skaičių stulpelio kvadratines šaknis.
lv_lv: Atgriež skaitļu kolonnas kvadrātsaknes.
ms_my: Mengembalikan punca kuasa dua lajur nombor.
nb_no: Returnerer kvadratrøttene for en kolonne med tall.
nl_nl: Hiermee wordt de vierkantswortel van een kolom met getallen geretourneerd.
pl_pl: Zwraca pierwiastki kwadratowe kolumny liczb.
pt_br: Retorna as raízes quadradas de uma coluna de números.
pt_pt: Devolve as raízes quadradas de uma coluna de números.
ro_ro: Returnează rădăcinile pătrate ale unei coloane de numere.
ru_ru: Возвращает квадратные корни столбца чисел.
sk_sk: Vráti druhé odmocniny stĺpca čísel.
sl_si: Vrne kvadratne korene stolpca števil.
sr_cyrl_rs: Враћа квадратне корене колоне бројева.
sr_latn_rs: Vraća kvadratne korene kolone brojeva.
sv_se: Returnerar roten av en kolumn med tal.
th_th: ส่งกลับรากที่สองของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun kareköklerini döndürür.
uk_ua: Повертає корінь квадратний для чисел у стовпці.
vi_vn: Trả về căn bậc hai của một cột chứa các số.
zh_cn: 返回数字组成的列的平方根。
zh_tw: 傳回數字資料行的平方根。

# AboutSqrt_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat.
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Brojčana vrijednost koju treba obraditi.
hu_hu: A feldolgozandó számérték.
id_id: Nilai numerik untuk diproses.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値です。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Um valor numérico para processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutSqrt_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processaran.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat.
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
id_id: Kolom nilai numerik untuk diproses.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列です。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Uma coluna de valores numéricos para processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt určených na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# MathFuncArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# MathTFuncArg1
source: input
bg_bg: входни_данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bemenet
id_id: masukan
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane_wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: ввод
sk_sk: vstup
sl_si: vhod
sr_cyrl_rs: унос
sr_latn_rs: unos
sv_se: indata
th_th: ป้อนข้อมูล
tr_tr: giriş
uk_ua: вхідні_дані
vi_vn: đầu_vào
zh_cn: 输入
zh_tw: 輸入

# MathFuncArg2
source: modifier
bg_bg: модификатор
ca_es: modificador
cs_cz: modifikátor
de_de: Modifizierer
el_gr: τροποποιητής
es_es: modificador
et_ee: modifikaator
eu_es: aldatzailea
fi_fi: määrite
fr_fr: modificateur
gl_es: modificador
hi_in: संशोधक
hr_hr: modifikator
hu_hu: módosító
id_id: pengubah
it_it: modificatore
ja_jp: 修飾子
kk_kz: түрлендіргіш
ko_kr: 한정자
lt_lt: modifikatorius
lv_lv: modifikators
ms_my: pengubah suai
nb_no: modifikator
pl_pl: modyfikator
pt_br: modificador
pt_pt: modificador
ro_ro: modificator
ru_ru: модификатор
sk_sk: modifikátor
sl_si: modifikator
sr_cyrl_rs: модификатор
sv_se: modifierare
th_th: ตัวปรับเปลี่ยน
tr_tr: değiştirici
uk_ua: модифікатор
vi_vn: bộ sửa đổi
zh_cn: 修改者
zh_tw: 修飾元

# MathTFuncArg2
source: modifier
bg_bg: модификатор
ca_es: modificador
cs_cz: modifikátor
de_de: Modifizierer
el_gr: τροποποιητής
es_es: modificador
et_ee: modifikaator
eu_es: aldatzailea
fi_fi: määrite
fr_fr: modificateur
gl_es: modificador
hi_in: संशोधक
hr_hr: modifikator
hu_hu: módosító
id_id: pengubah
it_it: modificatore
ja_jp: 修飾子
kk_kz: түрлендіргіш
ko_kr: 한정자
lt_lt: modifikatorius
lv_lv: modifikators
ms_my: pengubah suai
nb_no: modifikator
pl_pl: modyfikator
pt_br: modificador
pt_pt: modificador
ro_ro: modificator
ru_ru: модификатор
sk_sk: modifikátor
sl_si: modifikator
sr_cyrl_rs: модификатор
sv_se: modifierare
th_th: ตัวปรับเปลี่ยน
tr_tr: değiştirici
uk_ua: модифікатор
vi_vn: bộ sửa đổi
zh_cn: 修改者
zh_tw: 修飾元
