Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# EDateArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# EDateArg2
source: months
bg_bg: месеци
ca_es: mesos
cs_cz: měsíce
da_dk: måneder
de_de: Monate
el_gr: μήνες
es_es: meses
et_ee: kuud
eu_es: hilabete
fi_fi: kuukautta
fr_fr: mois
gl_es: meses
hi_in: महीने
hr_hr: mj.
hu_hu: hónap
id_id: bulan
it_it: mesi
ja_jp: か月
kk_kz: айлар
ko_kr: 개월
lt_lt: mėn.
lv_lv: mēneši
ms_my: bulan
nb_no: måneder
nl_nl: maanden
pl_pl: miesiące
pt_br: meses
pt_pt: meses
ro_ro: luni
ru_ru: мес.
sk_sk: mesiace
sl_si: mes.
sr_cyrl_rs: месеци
sv_se: månader
th_th: เดือน
tr_tr: ay
uk_ua: міс.
vi_vn: tháng
zh_cn: 月
zh_tw: 個月

# AboutEDate_date
source: A date value to be adjusted by the specified number of months.
bg_bg: Дата, която да се коригира с указания брой месеци.
ca_es: Valor de data que s'ajustarà segons el nombre de mesos especificat.
cs_cz: Hodnota data, která se upraví o zadaný počet měsíců.
da_dk: En datoværdi, der skal justeres med det angivne antal måneder.
de_de: Ein Datumswert, der um die angegebene Anzahl von Monaten angepasst werden soll.
el_gr: Μια τιμή ημερομηνίας που θα προσαρμοστεί έως τον καθορισμένο αριθμό μηνών.
es_es: Valor de fecha que se ajustará por el número de meses especificado.
et_ee: Kuupäevaväärtus, mida korrigeeritakse määratud kuude arvuga.
eu_es: Zehaztutako hilabete kopuruaren arabera doituko den data-balioa.
fi_fi: Päivämääräarvo, jota oikaistaan määritetyllä kuukausien määrällä.
fr_fr: Valeur de date à ajuster par le nombre de mois indiqué.
gl_es: Valor de data que se vai axustar en función do número de meses especificado.
hi_in: महीनों की निर्दिष्ट संख्या के अनुसार समायोजित किया जाने वाला दिनांक मान.
hr_hr: Vrijednost datuma koju treba prilagoditi za navedeni broj mjeseci.
hu_hu: Ezt a dátumot kell módosítani a megadott számú hónappal.
id_id: Nilai tanggal yang akan disesuaikan dengan jumlah bulan yang ditentukan.
it_it: Valore di data da rettificare in base al numero di mesi specificato.
ja_jp: 指定した月数で変更された日付の値です。
kk_kz: Көрсетілген айлар саны бойынша реттелетін күн мәні.
ko_kr: 지정된 개월 수만큼 조정할 날짜 값입니다.
lt_lt: Datos reikšmė, kuri turi būti pakoreguota pagal nurodytą mėnesių skaičių.
lv_lv: Datuma vērtība, kas jāpielāgo pēc norādītā mēnešu skaita.
ms_my: Nilai tarikh untuk dilaraskan mengikut bilangan bulan yang ditentukan.
nb_no: En datoverdi som skal justeres av det angitte antallet måneder.
nl_nl: Een datumwaarde die moet worden aangepast aan het opgegeven aantal maanden.
pl_pl: Wartość daty, która ma zostać dostosowana przy użyciu określonej liczby miesięcy.
pt_br: Valor de data a ser ajustado pelo número de meses especificado.
pt_pt: Um valor de data a ajustar pelo número especificado de meses.
ro_ro: O valoare de dată care urmează a fi modificată cu un număr specificat de luni.
ru_ru: Значение даты, которая должна быть откорректирована по указанному количеству месяцев.
sk_sk: Hodnota dátumu, ktorá sa má upraviť o zadaný počet mesiacov.
sl_si: Datumska vrednost, ki se prilagodi za določeno število mesecev.
sr_cyrl_rs: Вредност датума коју треба прилагодити у складу са наведеним бројем месеци.
sv_se: Ett datumvärde som ska justeras med angivet antal månader.
th_th: ค่าวันที่ที่จะปรับตามจำนวนเดือนที่ระบุ
tr_tr: Belirtilen ay sayısına göre ayarlanacak tarih değeri.
uk_ua: Значення дати, яке потрібно скоригувати на задану кількість місяців.
vi_vn: Giá trị ngày được điều chỉnh theo số tháng được chỉ định.
zh_cn: 要按指定的月数调整的日期值。
zh_tw: 要依指定月份數調整的日期值。

# AboutEDate_months
source: Number of months by which to change the date. A positive value yields a future date, a negative value a past date, and zero will not change the month.
bg_bg: Брой месеци, с които да се промени датата. Положителна стойност дава бъдеща дата, отрицателна стойност дава минала дата, а нула не променя месеца.
ca_es: Nombre de mesos segons el qual s'ha de canviar la data. Un valor positiu produeix una data futura, un valor negatiu, una data passada i zero no canviarà el mes.
cs_cz: Počet měsíců, o které se má datum změnit. Kladná hodnota znamená budoucí datum, záporná hodnota minulé datum a nula měsíc nezmění.
da_dk: Det antal måneder, datoen skal ændres med. En positiv værdi giver en fremtidig dato, en negativ værdi giver en tidligere dato, og nul ændrer ikke måneden.
de_de: Anzahl der Monate, um die das Datum geändert werden soll. Ein positiver Wert ergibt ein zukünftiges Datum, ein negativer Wert ein Datum in der Vergangenheit, und null ändert den Monat nicht.
el_gr: Αριθμός μηνών με τον οποίο θα αλλάξετε την ημερομηνία. Μια θετική τιμή αποδίδει μια μελλοντική ημερομηνία, μια αρνητική τιμή μια προηγούμενη ημερομηνία και η τιμή μηδέν δεν θα αλλάξει το μήνα.
es_es: Número de meses por los cuales se cambiará la fecha. Un valor positivo genera una fecha futura; un valor negativo, una fecha pasada; y el cero no cambiará el mes.
et_ee: Kuude arv, mille võrra kuupäeva muudetakse. Positiivne väärtus annab tulevase kuupäeva, negatiivne väärtus annab möödunud kuupäeva ja null ei muuda kuud.
eu_es: Hilabete kopurua data aldatzeko. Balio positibo batek etorkizuneko data bat adierazten du, balio negatiboa iraganeko data eta zero balioak ez du hilabetea aldatuko.
fi_fi: Kuukausien lukumäärä, joihin mennessä päivämäärää muutetaan. Positiivinen arvo antaa tulevan päivämäärän, negatiivinen arvo menneen päivämäärän, ja nolla ei muuta kuukautta.
fr_fr: Nombre de mois par lequel modifier la date. Une valeur positive produit une date future, une valeur négative une date passée, et zéro ne modifie pas le mois.
gl_es: Número de meses en función dos que se vai cambiar de data. Un valor positivo xera unha data futura, un valor negativo xera unha data pasada e o cero non modifica o mes.
hi_in: तिथि बदलने के लिए महीनों की संख्या. एक सकारात्मक मान एक भविष्य की तारीख देता है, एक नकारात्मक मान एक पिछली तारीख देता है, और शून्य से महीना नहीं बदलेगा.
hr_hr: Broj mjeseci za koji treba promijeniti datum. Pozitivna vrijednost daje datum u budućnosti, negativna vrijednost datum u prošlosti, a nula neće promijeniti mjesec.
hu_hu: Azon hónapok száma, amelyekkel a dátumot módosítani kell. A pozitív érték jövőbeli dátumot, a negatív érték múltbeli dátumot eredményez, a nulla pedig nem módosítja a hónapot.
id_id: Jumlah bulan untuk mengubah tanggal. Nilai positif menghasilkan tanggal di masa mendatang, nilai negatif menghasilkan tanggal di masa lampau, dan nol tidak akan mengubah bulan.
it_it: Numero di mesi in base ai quali modificare la data. Un valore positivo indica una data futura, un valore negativo una data passata e zero non modifica il mese.
ja_jp: 日付の変更に適用する月数です。正の値を指定すると未来の日付に、負の値を指定すると過去の日付に変わります。ゼロを指定すると月は変わりません。
kk_kz: Күн өзгертілетін айлар саны. Оң мән болашақ күнді, теріс мән өткен күнді береді, ал нөл айды өзгертпейді.
ko_kr: 날짜를 변경할 개월 수입니다. 양수 값은 미래 날짜, 음수 값은 과거 날짜가 되며 0은 월을 그대로 유지합니다.
lt_lt: Mėnesių skaičius, pagal kurį reikia pakeisti datą. Teigiama reikšmė pateiks datą ateityje, neigiama reikšmė – datą praeityje, o nulis mėnesio nepakeis.
lv_lv: Mēnešu skaits, pēc kura ir jāmaina datums. Pozitīva vērtība iegūst nākotnes datumu, negatīva vērtība — pagātnes datumu, bet nulle nemaina mēnesi.
ms_my: Bilangan bulan untuk mengubah tarikh. Nilai positif menunjukkan tarikh akan datang, nilai negatif menunjukkan tarikh lalu dan sifar tidak akan mengubah bulan tersebut.
nb_no: Antall måneder for å endre datoen. En positiv verdi gir en dato i fremtiden, en negativ verdi en dato i fortiden, og null vil ikke endre måneden.
nl_nl: Aantal maanden waarmee de datum moet worden gewijzigd. Een positieve waarde heeft een datum in de toekomst, een negatieve waarde een datum in het verleden en nul wijzigt de maand niet.
pl_pl: Liczba miesięcy, przy użyciu której ma zostać zmieniona data. Wartość dodatnia wskazuje datę w przyszłości, wartość ujemna datę w przeszłości, a wartość zero nie powoduje zmiany miesiąca.
pt_br: Número de meses para alterar a data. Um valor positivo gera uma data futura, um valor negativo gera uma data no passado e zero não alterará o mês.
pt_pt: Número de meses para alterar a data. Um valor positivo produz uma data futura, um valor negativo produz uma data passada e zero não altera o mês.
ro_ro: Numărul de luni cu care se modifică data. O valoare pozitivă returnează o dată viitoare, o valoare negativă o dată trecută, iar zero nu va schimba luna.
ru_ru: Количество месяцев, по которым необходимо изменить дату. Положительное значение означает дату в будущем, отрицательное значение означает дату в прошлом, а нулевое значение не приводит к изменению месяца.
sk_sk: Počet mesiacov, o ktoré sa má zmeniť dátum. Kladná hodnota poskytne dátum v budúcnosti, záporná hodnota dátum v minulosti a nula mesiac nezmení.
sl_si: Število mesecev za spremembo datuma. Pozitivna vrednost vrne datum v prihodnosti, negativna vrednost datum v preteklosti, število nič pa ne spremeni meseca.
sr_cyrl_rs: Број месеци у складу са којим треба променити датум. Позитивна вредност за резултат има будући датум, негативна вредност прошли датум, а нула неће променити месец.
sv_se: Antal månader som datumet ska ändras med. Ett positivt värde ger ett framtida datum, ett negativt ger ett tidigare datum och noll ändrar inte månaden.
th_th: จำนวนเดือนที่จะเปลี่ยนวันที่ ค่าบวกจะให้วันที่ในอนาคต ค่าลบจะให้วันที่ในอดีต และศูนย์จะไม่เปลี่ยนแปลงเดือน
tr_tr: Tarihin değiştirileceği ay sayısı. Pozitif değer gelecek bir tarihi, negatif değer geçmiş bir tarihi verir ve sıfır değeri ayı değiştirmez.
uk_ua: Кількість місяців, на яку потрібно скоригувати дату. Додатне значення означає дату в майбутньому, від’ємне значення – дату в минулому, а нуль не змінює місяць.
vi_vn: Số tháng để thay đổi ngày. Giá trị dương sẽ cho ra một ngày trong tương lai, giá trị âm sẽ cho ra một ngày trong quá khứ và số 0 sẽ giữ nguyên tháng.
zh_cn: 日期的更改月数。正值产生将来日期，负值产生过去日期，零将不会更改该月。
zh_tw: 用以變更日期的月份數。正值會得出未來的日期，負值會得出過去的日期，零則不會變更月份。

# AboutEOMonth
source: Returns the last day of the month for a specified date, adjusted by a number of months.
bg_bg: Връща последния ден от месеца за зададена дата, коригирана с брой месеци.
ca_es: Retorna l'últim dia del mes d'una data especificada, ajustada segons un nombre de mesos.
cs_cz: Vrátí poslední den měsíce pro zadané datum, upravený o počet měsíců.
da_dk: Returnerer den sidste dag i måneden for en angivet dato, justeret med et antal måneder.
de_de: Gibt den letzten Tag des Monats für ein angegebenes Datum zurück, angepasst um eine Anzahl von Monaten.
el_gr: Επιστρέφει την τελευταία ημέρα του μήνα για μια καθορισμένη ημερομηνία, προσαρμοσμένη κατά σειρά μηνών.
es_es: Devuelve el último día del mes para una fecha especificada, ajustado por varios meses.
et_ee: Tagastab määratud kuupäeva jaoks päeva kuus, mida korrigeeritakse kuude arvuga.
eu_es: Zehaztutako data baten hileko azken eguna itzultzen du, hilabete kopuruaren arabera.
fi_fi: Palauttaa kuukauden viimeisen päivän määritettynä päivänä, korjattuna kuukausien määrällä.
fr_fr: Retourne le dernier jour du mois pour une date indiquée, ajusté par un nombre de mois.
gl_es: Devolve o último día do mes dunha data determinada, axustada en función dun número de meses.
hi_in: किसी निर्दिष्ट तिथि के लिए महीने का अंतिम दिन लौटाता है, जिसे कई महीनों के अनुसार समायोजित किया जाता है.
hr_hr: Vraća zadnji dan u mjesecu za određeni datum, prilagođen za broj mjeseci.
hu_hu: A hónap utolsó napját adja vissza egy adott dátumra vonatkozóan, amelyet több hónappal módosított.
id_id: Mengembalikan hari terakhir dalam sebulan untuk tanggal yang ditentukan, yang disesuaikan dengan jumlah bulan.
it_it: Restituisce l'ultimo giorno del mese per una data specificata, rettificato di un numero di mesi.
ja_jp: 指定された日付を月数で変更した後の、月の最終日を返します。
kk_kz: Көрсетілген күн үшін, ай саны бойынша реттелген соңғы ай күнін береді.
ko_kr: 지정된 날짜의 월 마지막 날을 월 단위로 조정하여 반환합니다.
lt_lt: Pateikia paskutinę nurodytos datos mėnesio dieną, pakoreguotą pagal mėnesių skaičių.
lv_lv: Atgriež norādītā datuma mēneša pēdējo dienu, kas pielāgota pēc mēnešu skaita.
ms_my: Mengembalikan hari terakhir dalam bulan untuk tarikh yang ditentukan dengan dilaraskan mengikut bilangan bulan.
nb_no: Returnerer den siste dagen i måneden for en angitt dato, justert med et antall måneder.
nl_nl: Retourneert de laatste dag van de maand voor een opgegeven datum, aangepast door een aantal maanden.
pl_pl: Zwraca ostatni dzień miesiąca dla określonej daty dostosowanej za pomocą liczby miesięcy.
pt_br: Retorna o último dia do mês para uma data especificada, ajustada por um número de meses.
pt_pt: Devolve o último dia do mês de uma data especificada, ajustado por um número de meses.
ro_ro: Returnează ultima zi din luna datei specificate, ajustată cu un număr de luni.
ru_ru: Возвращает последний день месяца для указанной даты, с корректировкой по числу месяцев.
sk_sk: Vráti posledný deň mesiaca pre zadaný dátum upravený o určitý počet mesiacov.
sl_si: Vrne zadnji dan v mesecu za navedeni datum, prilagojen za število mesecev.
sr_cyrl_rs: Враћа последњи дан у месецу за наведени датум, коригован за одређени број месеци.
sv_se: Returnerar den sista dagen i månaden för ett angivet datum, justerat med ett antal månader.
th_th: ส่งกลับวันสุดท้ายของเดือนสำหรับวันที่ที่ระบุ ซึ่งปรับตามจำนวนเดือน
tr_tr: Belirli bir tarih için ayın son gününü, ay sayısına göre ayarlanmış olarak döndürür.
uk_ua: Повертає останній день місяця для заданої дати, скоригованої на кількість місяців.
vi_vn: Trả về ngày cuối cùng trong tháng cho một ngày được chỉ định, được điều chỉnh theo số tháng.
zh_cn: 返回指定日期中月份的最后一天(已按月数进行了调整)。
zh_tw: 傳回指定日期當月的最後一天 (依月份數調整)。

# EOMonthArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# EOMonthArg2
source: months
bg_bg: месеци
ca_es: mesos
cs_cz: měsíce
da_dk: måneder
de_de: Monate
el_gr: μήνες
es_es: meses
et_ee: kuud
eu_es: hilabete
fi_fi: kuukautta
fr_fr: mois
gl_es: meses
hi_in: महीने
hr_hr: mj.
hu_hu: hónap
id_id: bulan
it_it: mesi
ja_jp: か月
kk_kz: айлар
ko_kr: 개월
lt_lt: mėn.
lv_lv: mēneši
ms_my: bulan
nb_no: måneder
nl_nl: maanden
pl_pl: miesiące
pt_br: meses
pt_pt: meses
ro_ro: luni
ru_ru: мес.
sk_sk: mesiace
sl_si: mes.
sr_cyrl_rs: месеци
sv_se: månader
th_th: เดือน
tr_tr: ay
uk_ua: міс.
vi_vn: tháng
zh_cn: 月
zh_tw: 個月

# AboutEOMonth_date
source: A date value to be adjusted by the specified number of months.
bg_bg: Дата, която да се коригира с указания брой месеци.
ca_es: Valor de data que s'ajustarà segons el nombre de mesos especificat.
cs_cz: Hodnota data, která se upraví o zadaný počet měsíců.
da_dk: En datoværdi, der skal justeres med det angivne antal måneder.
de_de: Ein Datumswert, der um die angegebene Anzahl von Monaten angepasst werden soll.
el_gr: Μια τιμή ημερομηνίας που θα προσαρμοστεί έως τον καθορισμένο αριθμό μηνών.
es_es: Valor de fecha que se ajustará por el número de meses especificado.
et_ee: Kuupäevaväärtus, mida korrigeeritakse määratud kuude arvuga.
eu_es: Zehaztutako hilabete kopuruaren arabera doituko den data-balioa.
fi_fi: Päivämääräarvo, jota oikaistaan määritetyllä kuukausien määrällä.
fr_fr: Valeur de date à ajuster par le nombre de mois indiqué.
gl_es: Valor de data que se vai axustar en función do número de meses especificado.
hi_in: महीनों की निर्दिष्ट संख्या के अनुसार समायोजित किया जाने वाला दिनांक मान.
hr_hr: Vrijednost datuma koju treba prilagoditi za navedeni broj mjeseci.
hu_hu: Ezt a dátumot kell módosítani a megadott számú hónappal.
id_id: Nilai tanggal yang akan disesuaikan dengan jumlah bulan yang ditentukan.
it_it: Valore di data da rettificare in base al numero di mesi specificato.
ja_jp: 指定した月数で変更された日付の値です。
kk_kz: Көрсетілген айлар саны бойынша реттелетін күн мәні.
ko_kr: 지정된 개월 수만큼 조정할 날짜 값입니다.
lt_lt: Datos reikšmė, kuri turi būti pakoreguota pagal nurodytą mėnesių skaičių.
lv_lv: Datuma vērtība, kas jāpielāgo pēc norādītā mēnešu skaita.
ms_my: Nilai tarikh untuk dilaraskan mengikut bilangan bulan yang ditentukan.
nb_no: En datoverdi som skal justeres av det angitte antallet måneder.
nl_nl: Een datumwaarde die moet worden aangepast aan het opgegeven aantal maanden.
pl_pl: Wartość daty, która ma zostać dostosowana przy użyciu określonej liczby miesięcy.
pt_br: Valor de data a ser ajustado pelo número de meses especificado.
pt_pt: Um valor de data a ajustar pelo número especificado de meses.
ro_ro: O valoare de dată care urmează a fi modificată cu un număr specificat de luni.
ru_ru: Значение даты, которая должна быть откорректирована по указанному количеству месяцев.
sk_sk: Hodnota dátumu, ktorá sa má upraviť o zadaný počet mesiacov.
sl_si: Datumska vrednost, ki se prilagodi za določeno število mesecev.
sr_cyrl_rs: Вредност датума коју треба прилагодити у складу са наведеним бројем месеци.
sv_se: Ett datumvärde som ska justeras med angivet antal månader.
th_th: ค่าวันที่ที่จะปรับตามจำนวนเดือนที่ระบุ
tr_tr: Belirtilen ay sayısına göre ayarlanacak tarih değeri.
uk_ua: Значення дати, яке потрібно скоригувати на задану кількість місяців.
vi_vn: Giá trị ngày được điều chỉnh theo số tháng được chỉ định.
zh_cn: 要按指定的月数调整的日期值。
zh_tw: 要依指定月份數調整的日期值。
