Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCollect
source: Adds records to a data source.
bg_bg: Добавя един или повече елемента към указаната колекция. Елементите може да са от различна таблица или колекция (например Collect(collection, source_collection)) или един или повече записа Collect(collection, {key1: val1, key2: val2, ...}, ...).
ca_es: Afegeix un o més elements a la col·lecció especificada. Els elements poden ser d'una taula o d'una col·lecció diferent (p. ex., Collect(collection, source_collection)) o d'un o més registres Collect(collection, {key1: val1, key2: val2, ...}, ...).
cs_cz: Přidá jednu nebo více položek k zadané kolekci. Položky mohou být z jiné tabulky nebo kolekce (např. Collect(collection, source_collection)), případně jeden nebo několik záznamů Collect(collection, {key1: val1, key2: val2, ...}, ...).
da_dk: Et eller flere elementer føjes til den angivne samling. Elementerne kan være fra en anden tabel eller samling (f.eks. Collect(collection, source_collection)), eller en eller flere poster Collect(collection, {key1: val1, key2: val2, ...}, ...).
de_de: Fügt der angegebenen Sammlung ein oder mehrere Element(e) hinzu. Die Elemente können aus einer anderen Tabelle oder Sammlung (z. B. Collect(collection, source_collection)) oder aus Datensätzen (Collect(collection, {key1: val1, key2: val2, ...}, ...)) stammen.
el_gr: Προσθέτει ένα ή περισσότερα στοιχεία στην καθορισμένη συλλογή. Τα στοιχεία μπορεί να είναι από διαφορετικό πίνακα ή διαφορετική συλλογή (π.χ. Collect(collection, source_collection)) ή μία ή περισσότερες εγγραφές Collect(collection, {key1: val1, key2: val2, ...}, ...).
es_es: Agrega registros a un origen de datos.
et_ee: Lisab määratud kogumisse ühe või mitu üksust. Üksused võivad olla pärit mõnest muust tabelist või kogumist (nt Collect(collection, source_collection)) või ühest või mitmest kirjest Collect(collection, {key1: val1, key2: val2, ...}, ...)
eu_es: Elementu bat edo gehiago gehitzen ditu zehaztutako bilduman. Elementuak beste taula edo bilduma batekoak izan daitezke (adibidez, Collect(collection, source_collection)) edo Collect(collection, {key1: val1, key2: val2, ...}, ...) erregistro batekoak edo gehiagokoak.
fi_fi: Lisää vähintään yhden kohteen määritettyyn kokoelmaan. Kohteet voivat olla eri taulukosta tai kokoelmasta (kuten Collect(collection, source_collection)) tai vähintään yhdestä tietueesta Collect(collection, {key1: val1, key2: val2, ...}, ...).
fr_fr: Ajoute un ou plusieurs éléments à la collection spécifiée. Ces éléments peuvent être extraits d’une autre table ou collection (par exemple, Collect(collection, source_collection)), ou d’un ou plusieurs enregistrements Collect(collection, {key1: val1, key2: val2, ...}, ...).
gl_es: Engade un ou máis elementos á colección especificada. Os elementos poden ser doutra táboa ou colección (por exemplo, Collect(collection, source_collection)) ou dun ou máis rexistros Collect(collection, {key1: val1, key2: val2, ...}, ...).
hi_in: निर्दिष्ट संग्रह में एक या अधिक आइटम जोड़ता है. आइटम किसी भिन्न तालिका या संग्रह (जैसे Collect(collection, source_collection)) से हो सकते हैं, या एक या अधिक रिकॉर्ड Collect(collection, {key1: val1, key2: val2, ...}, ...) से हो सकते हैं.
hr_hr: Dodaje jednu ili više stavki u navedenu zbirku. Stavke mogu potjecati iz različitih tablica ili zbirki (npr. Collect(collection, source_collection)) ili pak jednog ili više zapisa Collect(collection, {key1: val1, key2: val2, ...}, ...).
hu_hu: Felvesz egy vagy több elemet a gyűjtemény argumentumban megadott gyűjteménybe. Az elemek származhatnak más táblából vagy gyűjteményből (például Collect(collection, source_collection)), vagy egy vagy több gyűjteményből Collect(collection, {key1: val1, key2: val2, ...}, ...).
id_id: Menambahkan satu atau beberapa item ke koleksi yang ditentukan. Item dapat berasal dari tabel atau koleksi berbeda (misalnya, Collect(collection, source_collection)), atau satu atau beberapa catatan Collect(collection, {key1: val1, key2: val2, ...}, ...).
it_it: Aggiunge uno o più elementi all'oggetto raccolta specificato. Gli elementi possono provenire da una tabella o una raccolta diversa (ad esempio, Collect(collection, source_collection)), o da uno o più record Collect(collection, {key1: val1, key2: val2, ...}, ...).
ja_jp: 指定のコレクションに 1 つまたは複数の項目を追加します。それらの項目を異なるテーブルまたはコレクションから追加したり (例: Collect(collection, source_collection))、1 つまたは複数のレコードから追加したり (例: Collect(collection, {key1: val1, key2: val2, ...}, ...)) できます。
kk_kz: Көрсетілген жиынға бір не одан көп элемент қосады. Элементтер басқа кестеден немесе жиыннан (мысалы, Collect(collection, source_collection)) немесе бір не одан көп Collect(collection, {key1: val1, key2: val2, ...}, ...) жазбасынан болуы мүмкін.
ko_kr: 지정된 컬렉션에 하나 이상의 항목을 추가합니다. 이 항목은 다른 테이블이나 컬렉션(예: Collect(collection, source_collection)) 또는 하나 이상의 레코드 Collect(collection, {key1: val1, key2: val2, ...}, ...)에서 가져올 수 있습니다.
lt_lt: Į nurodytą rinkinį įtraukiamas vienas ar keli elementai. Elementai gali būti iš kitos lentelės ar rinkinio (pvz., Collect(collection, source_collection)) arba vienas ar keli įrašai Collect(collection, {key1: val1, key2: val2, ...}, ...).
lv_lv: Pievieno vienu vairākus vienumus norādītajai kolekcijai. Vienumi var būt no citas tabulas vai kolekcijas (piemēram, Collect(collection, source_collection)) vai viena vai vairākiem ierakstiem Collect(collection, {key1: val1, key2: val2, ...}, ...).
ms_my: Tambahkan satu atau lebih item pada koleksi yang ditentukan. Item boleh terdiri daripada jadual atau koleksi (e.g. Collect(collection, source_collection)) yang berbeza atau satu atau lebih rekod Collect(collection, {key1: val1, key2: val2, ...}, ...).
nb_no: Legger til et eller flere elementer i den angitte samlingen. Elementene kan være fra en annen tabell eller samling (f.eks. Collect(collection, source_collection)) eller en eller flere oppføringer Collect(collection, {key1: val1, key2: val2, ...}, ...).
nl_nl: Hiermee worden een of meer items aan de opgegeven verzameling toegevoegd. Het item kan afkomstig zijn uit een andere tabel of verzameling (bijv. Collect(collection, source_collection)), of een of meer records Collect(collection, {key1: val1, key2: val2, ...}, ...).
pl_pl: Dodaje co najmniej jeden element określonej kolekcji. Elementy mogą pochodzić z innej tabeli lub kolekcji (np. Collect(collection, source_collection)) lub co najmniej jednego rekordu Collect(collection, {key1: val1, key2: val2, ...}, ...).
pt_br: Adiciona um ou mais itens à coleção especificada. Os itens podem ser de uma tabela ou coleção diferente (por exemplo: Collect(collection, source_collection)) ou de um ou mais registros Collect(collection, {key1: val1, key2: val2, ...}, ...).
pt_pt: Adiciona um ou mais itens à coleção especificada. Os itens podem ser de outra tabela ou coleção (por ex.: Collect(collection, source_collection)) ou um ou mais registos Collect(collection, {key1: val1, key2: val2, ...}, ...).
ro_ro: Adaugă unul sau mai multe elemente la colecția specificată. Elementele pot proveni dintr-un tabel sau dintr-o colecție diferită (de ex. Collect(collection, source_collection)) sau dintr-una sau mai multe înregistrări Collect(collection, {key1: val1, key2: val2, ...}, ...).
ru_ru: Добавляет один или несколько элементов в указанную коллекцию. Элементы могут происходить из другой таблицы или коллекции (например, Collect(collection, source_collection)) или из одной или нескольких записей: Collect(collection, {key1: val1, key2: val2, ...}, ...).
sk_sk: Pridá jednu alebo viacero položiek do zadanej kolekcie. Položky môžu byť z inej tabuľky alebo kolekcie (napr. Collect(collection, source_collection)), prípadne jeden alebo viacero záznamov Collect(collection, {key1: val1, key2: val2, ...}, ...).
sl_si: Doda enega ali več elementov v navedeno zbirko. Elementi so lahko iz druge tabele ali zbirke (npr. Collect(collection, source_collection)) ali enega ali več zapisov Collect(collection, {key1: val1, key2: val2, ...}, ...).
sr_cyrl_rs: Додаје неке ставке у наведену колекцију. Ставке могу да буду из различите табеле или колекције (нпр. Collect(collection, source_collection)) или неки записи Collect(collection, {key1: val1, key2: val2, ...}, ...).
sv_se: Lägger till ett eller flera objekt till den angivna samlingen. Objekten kan vara från en annan tabell eller samling (till exempel Collect(collection, source_collection)) eller en eller flera poster Collect(collection, {key1: val1, key2: val2, ...}, ...).
th_th: เพิ่มหนึ่งรายการหรือมากกว่าไปยังคอลเลกชันที่ระบุ รายการสามารถมาจากตารางหรือคอลเลกชันที่ต่างกัน (เช่น Collect(collection, source_collection)) หรือจากหนึ่งเรกคอร์ดหรือมากกว่าของ Collect(collection, {key1: val1, key2: val2, ...}, ...)
tr_tr: Belirtilen koleksiyona bir veya daha fazla öğe ekler. Öğeler, farklı bir tablo veya koleksiyondan (ör. Collect(collection, source_collection)) veya bir ya da daha fazla kayıttan alınabilir. Örneğin, Collect(collection, {key1: val1, key2: val2, ...}, ...).
uk_ua: Додає один або кілька елементів до вказаної колекції. Елементи можуть походити з іншої таблиці чи колекції (наприклад, Collect(collection, source_collection)) або одного чи кількох записів Collect(collection, {key1: val1, key2: val2, ...}, ...).
vi_vn: Thêm một hoặc nhiều mục vào bộ sưu tập được chỉ định. Mục có thể từ một bảng hoặc bộ sưu tập khác (ví dụ: Collect(collection, source_collection)), hoặc một hay nhiều bản ghi Collect(collection, {key1: val1, key2: val2, ...}, ...).
zh_cn: 将一个或多个项目添加到指定集合。这些项目可以来自不同的表或集合(例如 Collect(collection, source_collection))，也可以来自一条或多条记录 Collect(collection, {key1: val1, key2: val2, ...}, ...)。
zh_tw: 對指定的集合新增一或多個項目。項目可來自不同的資料表或集合 (例如 Collect(collection, source_collection))，或是一或多筆記錄 Collect(collection, {key1: val1, key2: val2, ...}, ...)。

# CollectDataSourceArg
source: data_source
bg_bg: източник_на_данни
ca_es: origen_dades
cs_cz: datový_zdroj
da_dk: data_kilde
de_de: Datenquelle
el_gr: δεδομένα_προέλευση
es_es: origen_datos
et_ee: andmeallikas
eu_es: datu_iturburua
fi_fi: tietolähde
fr_fr: source_données
gl_es: orixe_de_datos
hi_in: डेटा_सोर्स
hr_hr: izvor_podataka
hu_hu: adat_forrás
id_id: sumber_data
it_it: origine_dati
ja_jp: データソース
kk_kz: деректер_көзі
ko_kr: 데이터_원본
lt_lt: duomenų_šaltinis
lv_lv: datu_avots
ms_my: sumber_data
nb_no: datakilde
nl_nl: gegevens_bron
pl_pl: źródło_danych
pt_br: fonte_de_dados
pt_pt: origem_de_dados
ro_ro: sursă_date
ru_ru: источник_данных
sk_sk: zdroj_údajov
sl_si: vir_podatkov
sv_se: datakälla
th_th: แหล่งข้อมูล
tr_tr: veri_kaynağı
uk_ua: джерело_даних
vi_vn: nguồn_dữ _liệu
zh_cn: 数据源
zh_tw: 資料來源

# AboutClearCollect
source: Deletes all the records from a collection. And then adds a different set of records to the same collection.
bg_bg: Първо изчиства колекцията и добавя един или повече елемента към указаната колекция. Елементите може да са от друга таблица или колекция (например ClearCollect(collection, source_collection)) или един или повече записа ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
ca_es: Esborra la col·lecció i, després, afegeix un o més elements a la col·lecció especificada. Els elements poden ser d'una taula o d'una col·lecció diferent (p. ex., ClearCollect(collection, source_collection)) o d'un o més registres ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
cs_cz: Nejdříve vymaže kolekci a přidá jednu nebo více položek k zadané kolekci. Položky mohou být z jiné tabulky nebo kolekce (např. ClearCollect(collection, source_collection)), případně jeden nebo několik záznamů ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
da_dk: Rydder først samlingen og føjer et eller flere elementer til den angivne samling. Elementerne kan være fra en anden tabel eller samling (f.eks. ClearCollect(collection, source_collection)) eller en eller flere poster ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
de_de: Löscht zuerst die Sammlung und fügt der angegebenen Sammlung ein oder mehrere Element(e) hinzu. Die Elemente können aus einer anderen Tabelle oder Sammlung (z. B. ClearCollect(collection, source_collection)) oder aus Datensätzen (ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)) stammen.
el_gr: Εκκαθαρίζει πρώτα τη συλλογή και προσθέτει ένα ή περισσότερα στοιχεία στην καθορισμένη συλλογή. Τα στοιχεία μπορεί να είναι από διαφορετικό πίνακα ή διαφορετική συλλογή (π.χ. ClearCollect(collection, source_collection)) ή μία ή περισσότερες εγγραφές ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
es_es: Elimina todos los registros de una colección. Y agrega un conjunto de registros diferente a la misma colección.
et_ee: Esmalt tühjendab kogumi ja lisab määratud kogumisse ühe või mitu üksust. Üksused võivad olla teisest tabelist või kogumist (nt ClearCollect(collection, source_collection)) või ühest või mitmest kirjest ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
eu_es: Bilduma garbitzen du eta elementu bat edo gehiago gehitzen ditu zehaztutako bilduman. Elementuak beste taula edo bilduma batekoak izan daitezke (adibidez, ClearCollect(collection, source_collection)) edo ClearCollect(collection, {key1: val1, key2: val2, ...}, ...) erregistro batekoak edo gehiagokoak.
fi_fi: Tyhjentää kokoelman ensin ja lisää vähintään yhden kohteen määritettyyn kokoelmaan. Kohteet voivat olla eri taulukosta tai kokoelmasta (kuten ClearCollect(collection, source_collection)) tai vähintään yhdestä tietueesta ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
fr_fr: Efface d’abord le contenu de la collection, puis ajoute un ou plusieurs éléments à collection spécifiée. Les éléments peuvent provenir d’une autre table ou collection (par exemple, ClearCollect(collection, source_collection)), ou d’un ou plusieurs enregistrements ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
gl_es: Primeiro borra a colección e engade un ou máis elementos á colección especificada. Os elementos poden ser doutra táboa ou colección (por exemplo, ClearCollect(collection, source_collection)) ou dun ou máis rexistros ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
hi_in: पहले संग्रह को साफ़ करता है और निर्दिष्ट संग्रह में एक या अधिक आइटम जोड़ता है. आइटम किसी भिन्न तालिका या संग्रह से हो सकते हैं (जैसे ClearCollect(collection, source_collection)) या एक या अधिक रिकॉर्ड ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
hr_hr: Najprije briše zbirku i dodaje jednu ili više stavki u navedenu zbirku. Stavke mogu potjecati iz različitih tablica ili zbirki (npr. ClearCollect(collection, source_collection)) ili pak jednog ili više zapisa ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
hu_hu: Először kiüríti a gyűjteményt, és felvesz egy vagy több elemet a gyűjtemény argumentumban megadott gyűjteménybe. Az elemek származhatnak más táblából vagy gyűjteményből (például ClearCollect(collection, source_collection)), vagy egy vagy több rekordból ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
id_id: Menghapus koleksi terlebih dahulu dan menambah satu atau beberapa item ke koleksi yang ditentukan. Item dapat berasal dari tabel atau koleksi berbeda (misalnya, ClearCollect(collection, source_collection)), atau satu atau beberapa catatan ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
it_it: Cancella prima di tutto la raccolta e aggiunge uno o più elementi all'oggetto raccolta specificato. Gli elementi possono provenire da una tabella o una raccolta diversa (ad esempio, ClearCollect(collection, source_collection)), o da uno o più record ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
ja_jp: 最初にコレクションを消去し、指定されたコレクションに 1 つまたは複数の項目を追加します。項目を異なるテーブルまたはコレクションから追加したり (例: ClearCollect(collection, source_collection))、1 つまたは複数のレコードから追加したり (例: ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)) できます。
kk_kz: Алдымен жиынды өшіріп, көрсетілген жиынға бір не одан көп элемент қосады. Элементтер басқа кестеден немесе жиыннан (мысалы, ClearCollect(collection, source_collection)) немесе бір не одан көп ClearCollect(collection, {key1: val1, key2: val2, ...}, ...) жазбасынан болуы мүмкін.
ko_kr: 먼저 컬렉션을 지우고 지정된 컬렉션에 하나 이상의 항목을 추가합니다. 이 항목은 다른 테이블이나 컬렉션(예: ClearCollect(collection, source_collection)) 또는 하나 이상의 레코드 ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)에서 가져올 수 있습니다.
lt_lt: Pirmiausia išvalo rinkinį ir įtraukia į nurodytą rinkinį vieną ar kelis elementus. Elementai gali būti iš kitos lentelės ar rinkiniai (pvz., ClearCollect(collection, source_collection)) arba vienas ar keli įrašai ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
lv_lv: Vispirms notīra kolekciju un pievieno vienu vairākus vienumus norādītajai kolekcijai. Vienumi var būt no citas tabulas vai kolekcijas (piemēram, ClearCollect(collection, source_collection)) vai viena vai vairākiem ierakstiem ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
ms_my: Kosongkan koleksi terlebih dahulu dan tambahkan satu atau lebih item pada koleksi yang ditentukan. Item boleh terdiri daripada jadual atau koleksi (e.g. ClearCollect(collection, source_collection)) yang berbeza atau satu atau lebih rekod ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
nb_no: Tømmer samlingen først og legger til et eller flere elementer i den angitte samlingen. Elementene kan være fra en annen tabell eller samling (f.eks. ClearCollect(collection, source_collection)) eller en eller flere oppføringer ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
nl_nl: Hiermee wordt eerst de verzameling gewist en worden vervolgens een of meer items aan de opgegeven verzameling toegevoegd. De items kunnen afkomstig zijn uit een andere tabel of verzameling (bijv. ClearCollect(collection, source_collection)), of een of meer records ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
pl_pl: Najpierw czyści kolekcję, a następnie dodaje co najmniej jeden element do określonej kolekcji. Elementy mogą pochodzić z innej tabeli lub kolekcji (np. ClearCollect(collection, source_collection)) lub co najmniej jednego rekordu ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
pt_br: Limpa a coleção primeiro e adiciona um ou mais itens à coleção especificada. Os itens podem ser de uma tabela ou coleção diferente (por exemplo: ClearCollect(collection, source_collection)) ou de um ou mais registros ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
pt_pt: Primeiro limpa a coleção e adiciona um ou mais itens à coleção especificada. Os itens podem ser de outra tabela ou coleção (por ex.: ClearCollect(collection, source_collection)) ou um ou mais registos ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
ro_ro: Mai întâi golește colecția și adaugă unul sau mai multe elemente în colecția specificată. Elementele pot proveni dintr-un tabel sau dintr-o colecție diferită (de ex. ClearCollect(collection, source_collection)) sau dintr-una sau mai multe înregistrări ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
ru_ru: Очищает коллекцию, а затем добавляет один или несколько элементов в указанную коллекцию. Элементы могут происходить из другой таблицы или коллекции (например, ClearCollect(collection, source_collection)) или из одной или нескольких записей: ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
sk_sk: Najprv vyčistí kolekciu a pridá jednu alebo viacero položiek do zadanej kolekcie. Položky môžu byť z inej tabuľky alebo kolekcie (napr. ClearCollect(collection, source_collection)), prípadne jeden alebo viacero záznamov ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
sl_si: Najprej počisti zbirko in doda enega ali več elementov v navedeno zbirko. Elementi so lahko iz druge tabele ali zbirke (npr. ClearCollect(collection, source_collection)) ali enega ali več zapisov ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
sr_cyrl_rs: Прво брише колекцију и додаје неке ставке у наведену колекцију. Ставке могу да буду из различите табеле или колекције (нпр. ClearCollect(collection, source_collection)) или неки записи ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
sv_se: Rensar samlingen först och lägger till ett eller flera objekt till den angivna samlingen. Objekten kan vara från en annan tabell eller samling (till exempel ClearCollect(collection, source_collection)) eller en eller flera poster ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
th_th: ล้างข้อมูลคอลเลกชันก่อน และเพิ่มหนึ่งรายการขึ้นไปในคอลเลกชันที่ระบุ รายการต่างๆ อาจมาจากตารางหรือคอลเลกชันอื่นก็ได้ (เช่น ClearCollect(collection, source_collection)) หรือหนึ่งเรกคอร์ดขึ้นไป ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)
tr_tr: Önce koleksiyonu siler ve ardından belirtilen koleksiyona bir veya daha fazla öğe ekler. Öğeler, farklı bir tablo veya koleksiyondan (ör. ClearCollect(collection, source_collection)) veya bir ya da daha fazla kayıttan alınabilir. Örneğin, ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
uk_ua: Спершу очищує колекцію, а потім додає один або кілька елементів до вказаної колекції. Елементи можуть походити з іншої таблиці чи колекції (наприклад, ClearCollect(collection, source_collection)) або одного чи кількох записів ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
vi_vn: Trước tiên, hãy xóa bộ sưu tập và thêm một hoặc nhiều mục vào bộ sưu tập được chỉ định. Mục có thể từ một bảng hoặc bộ sưu tập khác (ví dụ: ClearCollect(collection, source_collection)), hoặc một hay nhiều bản ghi ClearCollect(collection, {key1: val1, key2: val2, ...}, ...).
zh_cn: 先清除集合，然后将一个或多个项目添加到指定集合。这些项目可以来自不同的表或集合(例如 ClearCollect(collection, source_collection))，也可以来自一条或多条记录 ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)。
zh_tw: 先清除集合，然後將一或多個項目新增至指定的集合。項目可來自不同的資料表或集合 (例如 ClearCollect(collection, source_collection))，或是一或多筆記錄 ClearCollect(collection, {key1: val1, key2: val2, ...}, ...)。
