Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutEndsWith
source: Returns true if the provided text ends with the provided end string.
bg_bg: Връща стойност true, ако предоставеният текст започва с предоставения низ за край.
ca_es: Retorna true si el text proporcionat acaba per la cadena de finalització especificada.
cs_cz: Vrátí hodnotu true, pokud zadaný text končí zadaným koncovým řetězcem.
da_dk: Returnerer sand, hvis den angivne tekst slutter med den angivne sidste streng.
de_de: Gibt TRUE zurück, wenn der angegebene Text auf die bereitgestellte Endzeichenfolge endet.
el_gr: Επιστρέφει τιμή true, αν το καταχωρημένο κείμενο τελειώνει με την καταχωρημένη συμβολοσειρά τέλους.
es_es: Devuelve verdadero si el texto proporcionado termina con la cadena de finalización proporcionada.
et_ee: Tagastab väärtuse tõene, kui esitatud tekst lõpeb esitatud lõppstringiga.
eu_es: "True" parametroa itzultzen du idatzitako testua emandako amaiera-katearekin amaitzen bada.
fi_fi: Palauttaa arvon true, jos annettu teksti päättyy annettuun lopetusmerkkijonoon.
fr_fr: Retourne true si le texte fourni se termine par la chaîne de fin fournie.
gl_es: Devolve true se o texto que se forneceu remata coa cadea de finalización fornecida.
hi_in: अगर प्रदान किया गया पाठ प्रदान किए गए समाप्ति स्ट्रिंग पर समाप्त होता है तो सही वापस करता है.
hr_hr: Vraća vrijednost "true" ako navedeni tekst završava s navedenim završnim nizom.
hu_hu: Igaz értéket ad vissza, ha a megadott szöveg a megadott záró sztringgel végződik.
id_id: Menghasilkan true jika teks yang disediakan diakhiri dengan string mulai yang disediakan.
it_it: Restituisce true se il testo specificato termina con la stringa finale fornita.
ja_jp: 指定されたテキストが指定された終了文字列で終わる場合に true を返します。
kk_kz: Берілген мәтін берілген аяқтау жолымен аяқталса, "шын" мәнін қайтарады.
ko_kr: 제공된 텍스트가 제공된 종료 문자열로 종료되는 경우 true를 반환합니다.
lt_lt: Jei pateiktas tekstas baigiasi nurodyta pabaigos eilute, pateikiama reikšmė „true“.
lv_lv: Atgriež vērtību True, ja norādītais teksts beidzas ar norādīto beigu virkni.
ms_my: Mengembalikan benar jika teks yang diberikan berakhir dengan rentetan tamat yang diberikan.
nb_no: Returnerer sann hvis den angitte teksten slutter med den angitte sluttstrengen.
nl_nl: Retourneert true als de opgegeven tekst met de opgegeven eindtekenreeks eindigt.
pl_pl: Zwraca wartość true, jeśli podany tekst kończy się określonym ciągiem końcowym.
pt_br: Retornará verdadeiro se o texto fornecido terminar com a cadeia de caracteres final fornecida.
pt_pt: Devolve true se o texto fornecido terminar com a cadeira de fim fornecida.
ro_ro: Returnează true dacă textul furnizat se încheie cu șirul de sfârșit furnizat.
ru_ru: Возвращает значение True, если указанный текст заканчивается заданной конечной строкой.
sk_sk: Ak sa zadaný text končí zadaným koncovým reťazcom, vráti hodnotu True.
sl_si: Vrne »true«, če se navedeno besedilo konča z navedenim končnim nizom.
sr_cyrl_rs: Враћа true ако се наведени текст завршава наведеном крајњом ниском.
sr_latn_rs: Vraća true ako se navedeni tekst završava navedenom krajnjom niskom.
sv_se: Returnerar sant om den angivna texten slutar med den angivna slutsträngen.
th_th: ส่งกลับเป็น จริง หากข้อความที่ระบุสิ้นสุดด้วยสตริงสิ้นสุดที่ระบุ
tr_tr: Sağlanan metin, sağlanan bitiş dizesi ile bitiyorsa true döndürür.
uk_ua: Повертає true, якщо наданий текст закінчується вказаним кінцевим рядком.
vi_vn: Trả về true nếu văn bản được cung cấp kết thúc bằng chuỗi kết thúc được cung cấp.
zh_cn: 如果提供的文本以提供的末尾字符串结尾，则返回 true。
zh_tw: 如果提供的文字以提供的結束字串作為結尾，則傳回 true。

# AboutEndsWith_text
source: The text to be checked.
bg_bg: Текстът за преглед.
ca_es: Text que es comprovarà.
cs_cz: Text, který se má zkontrolovat
da_dk: Den tekst, der skal kontrolleres.
de_de: Der zu überprüfende Text.
el_gr: Το κείμενο για έλεγχο.
es_es: Texto que se va a comprobar.
et_ee: Kontrollitav tekst.
eu_es: Egiaztatu behar den testua.
fi_fi: Tarkistettava teksti.
fr_fr: Texte à vérifier.
gl_es: Texto que se vai comprobar.
hi_in: जाँचा जाने वाला पाठ.
hr_hr: Tekst koji je potrebno provjeriti.
hu_hu: Az ellenőrizni kívánt szöveg.
id_id: Teks yang akan diperiksa.
it_it: Testo da verificare.
ja_jp: 確認するテキスト。
kk_kz: Тексерілетін мәтін.
ko_kr: 확인할 텍스트입니다.
lt_lt: Tikrintinas tekstas.
lv_lv: Pārbaudāmais teksts.
ms_my: Teks untuk disemak.
nb_no: Tekst som skal kontrolleres.
nl_nl: De tekst die moet worden gecontroleerd.
pl_pl: Tekst do sprawdzenia.
pt_br: O texto a ser verificado.
pt_pt: O texto a ser verificado.
ro_ro: Textul de verificat.
ru_ru: Проверяемый текст.
sk_sk: Text, ktorý sa má skontrolovať.
sl_si: Besedilo, ki bo preverjeno.
sr_cyrl_rs: Текст за проверу.
sr_latn_rs: Tekst za proveru.
sv_se: Texten att kontrollera.
th_th: ข้อความที่จะตรวจสอบ
tr_tr: Denetlenecek metin.
uk_ua: Текст для перевірки.
vi_vn: Văn bản cần kiểm tra.
zh_cn: 要检查的文本。
zh_tw: 要檢查的文字。

# AboutEndsWith_end
source: The ending string. The function returns true if the text ends with this string.
bg_bg: Низът за край. Функцията връща стойност true, ако текстът завършва с този низ.
ca_es: Cadena final. La funció retorna true si el text acaba amb aquesta cadena.
cs_cz: Koncový řetězec. Tato funkce vrací true, pokud text končí tímto řetězcem.
da_dk: Den sidste streng. Funktionen returnerer true, hvis teksten slutter med denne streng.
de_de: Die Endzeichenfolge. Die Funktion gibt TRUE zurück, wenn der Text auf diese Zeichenfolge endet.
el_gr: Η συμβολοσειρά τέλους. Η συνάρτηση επιστρέφει τιμή true, αν το κείμενο τελειώνει με αυτήν τη συμβολοσειρά.
es_es: Cadena de finalización. La función devuelve true si el texto termina con esta cadena.
et_ee: Lõppstring. Funktsioon tagastab väärtuse tõene, kui tekst lõpeb selle stringiga.
eu_es: Amaiera-katea. Funtzio horrek "True" parametroa itzultzen du testua kate horrekin amaitzen bada.
fi_fi: Lopetusmerkkijono. Funktio palauttaa arvon true, jos teksti loppuu tähän merkkijonoon.
fr_fr: Chaîne de fin. La fonction retourne true si le texte se termine par cette chaîne.
gl_es: Cadea de finalización. A función devolve verdadeiro se o texto remata con esta cadea.
hi_in: समाप्ति स्ट्रिंग. अगर पाठ इस स्ट्रिंग पर समाप्त होता है तो फ़ंक्शन सही वापस करता है.
hr_hr: Završni niz. Funkcija vraća vrijednost "true" ako tekst završava tim nizom.
hu_hu: A záró sztring. A függvény igaz értéket ad vissza, ha a szöveg ezzel a sztringgel végződik.
id_id: String mulai. Fungsi menghasilkan true jika teks diakhiri dengan string ini.
it_it: Stringa finale. La funzione restituisce true se il testo termina con questa stringa.
ja_jp: 終了文字列。テキストがこの文字列で終わる場合にこの関数は true を返します。
kk_kz: Аяқтау жолы. Мәтін осы жолмен аяқталса, функция "шын" мәнін қайтарады.
ko_kr: 종료 문자열입니다. 텍스트가 이 문자열로 종료되는 경우 함수가 true를 반환합니다.
lt_lt: Pabaigos eilutė. Jei tekstas baigiasi šia eilute, funkcija pateikia reikšmę „true“.
lv_lv: Beigu virkne. Funkcija atgriež vērtību True, ja teksts beidzas ar šo virkni.
ms_my: Renteran tamat. Fungsi mengembalikan true jika teks tamat dengan rentetan ini.
nb_no: Sluttstrengen. Funksjonen returnerer sann hvis teksten slutter med denne strengen.
nl_nl: De eindtekenreeks. De functie retourneert waar als de tekst met deze tekenreeks eindigt.
pl_pl: Ciąg końcowy. Funkcja zwraca wartość true, jeśli tekst kończy się tym ciągiem.
pt_br: A cadeia de caracteres final. A função retornará verdadeiro se o texto terminar com essa cadeia de caracteres.
pt_pt: A cadeia final. A função devolve true se o texto terminar com esta cadeia.
ro_ro: Șirul de sfârșit. Funcția returnează true dacă textul se termină cu acest șir.
ru_ru: Конечная строка. Функция возвращает значение True, если текст заканчивается этой строкой.
sk_sk: Koncový reťazec. Táto funkcia vráti hodnotu True, ak sa text končí týmto reťazcom.
sl_si: Končni niz. Funkcija vrne »true«, če se besedilo konča s tem nizom.
sr_cyrl_rs: Крајња ниска. Ова функција враћа true ако се текст завршава овом ниском.
sr_latn_rs: Krajnja niska. Ova funkcija vraća true ako se tekst završava ovom niskom.
sv_se: Slutsträngen. Funktionen returnerar true om texten slutar med den här strängen.
th_th: สตริงที่สิ้นสุด ฟังก์ชันจะส่งกลับเป็น จริง หากข้อความสิ้นสุดด้วยสตริงนี้
tr_tr: Bitiş dizesi. Metin bu dize ile bitiyorsa işlev true döndürür.
uk_ua: Кінцевий рядок. Функція повертає true, якщо текст закінчується цим рядком.
vi_vn: Chuỗi kết thúc. Hàm trả về true nếu văn bản kết thúc bằng chuỗi này.
zh_cn: 末尾字符串。如果文本以此字符串结尾，则函数返回 true。
zh_tw: 結束字串。如果文字以此字串作為結尾，則此函式會傳回 true。

# EndsWithArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# EndsWithArg2
source: end
bg_bg: край
ca_es: final
cs_cz: konec
da_dk: slut
el_gr: λήξη
es_es: fin
et_ee: lõpp
eu_es: amaiera
fi_fi: loppu
fr_fr: fin
gl_es: final
hi_in: समाप्ति
hr_hr: kraj
hu_hu: vége
id_id: ujung
ja_jp: 終了
kk_kz: аяқтау
ko_kr: 종료
lt_lt: pabaiga
lv_lv: beigas
ms_my: tamat
nb_no: slutt
nl_nl: einde
pt_br: encerrar
ro_ro: sfârșit
ru_ru: конец
sk_sk: koniec
sl_si: konec
sr_cyrl_rs: крај
sr_latn_rs: kraj
sv_se: slut
th_th: สิ้นสุด
uk_ua: кінець
vi_vn: kết_thúc
zh_cn: 结束

# AboutBlank
source: Returns a null (blank) value
bg_bg: Връща стойност null (празна)
ca_es: Retorna un valor nul (en blanc)
cs_cz: Vrátí hodnotu null (prázdnou).
da_dk: Returnerer en null-værdi (tom værdi)
de_de: Gibt einen NULL-Wert (leer) zurück.
el_gr: Επιστρέφει μια τιμή null (κενή)
es_es: Devuelve un valor nulo (en blanco).
et_ee: Tagastab null- (tühja) väärtuse
eu_es: Balio nulu bat (hutsik) itzultzen du
fi_fi: Palauttaa tyhjäarvon (tyhjän arvon).
fr_fr: Retourne une valeur null (vide)
gl_es: Devolve un valor nulo (en branco)
hi_in: नल (रिक्त स्थान) मान वापस करता है
hr_hr: Vraća vrijednost null (praznu)
hu_hu: Null (üres) értéket ad vissza
id_id: Mengembalikan nilai null (kosong)
it_it: Restituisce un valore Null (vuoto)
ja_jp: null (空白) 値を返します
kk_kz: Null (бос) мәнін қайтарады
ko_kr: null(비어 있는) 값을 반환합니다.
lt_lt: Pateikiama „null“ (tuščia) reikšmė
lv_lv: Atgriež null (tukšu) vērtību
ms_my: Mengembalikan nilai nol (kosong)
nb_no: Returnerer en null-verdi (tom verdi)
nl_nl: Hiermee wordt een null-waarde (leeg) geretourneerd
pl_pl: Zwraca wartość null (pustą)
pt_br: Retorna um valor nulo (vazio)
pt_pt: Devolve um valor nulo (em branco)
ro_ro: Returnează o valoare nulă (necompletat)
ru_ru: Возвращает значение NULL (пустое значение)
sk_sk: Vráti hodnotu null (prázdnu)
sl_si: Vrne ničelno (prazno) vrednost
sr_cyrl_rs: Враћа поље без вредности (празно)
sr_latn_rs: Vraća praznu vrednost
sv_se: Returnerar ett null (tomt) värde
th_th: คืนค่าเป็นศูนย์ (ว่าง)
tr_tr: Null (boş) değer döndürür
uk_ua: Повертає Null-значення (пусте).
vi_vn: Trả về một giá trị null (trống)
zh_cn: 返回一个 NULL (空)值
zh_tw: 傳回 Null (空白) 值

# AboutPowerT
source: Raises a number x (or column of numbers) to the power of another number y (or column of numbers). Same as x^y.
bg_bg: Повдига число x (или колона от числа) до степента на друго число y (или колона от числа). Същото като x^y.
ca_es: Eleva un número x (o columna de números) a la potència d'un altre número y (o columna de números). És el mateix que x^y.
cs_cz: Umocní číslo x (nebo sloupec čísel) na číslo y (nebo sloupec čísel). Stejné jako x^y.
da_dk: Forhøjer et tal x (eller en kolonne med tal) til potensen af et andet tal y (eller en kolonne med tal). Samme som x^y.
de_de: Potenziert eine Zahl x (oder eine Spalte mit Zahlen) mit einer anderen Zahl y (oder einer Spalte von Zahlen). Entspricht „x^y“.
el_gr: Υψώνει έναν αριθμό x (ή μια στήλη αριθμών) στη δύναμη ενός άλλου αριθμού y (ή μιας στήλης αριθμών). Ίδιο με το x^y.
es_es: Eleva un número x (o una columna de números) a la potencia de otro número y (o columna de números). Igual que x^y.
et_ee: Tõstab arvu x (või arvude veeru) teise arvu y (või arvude veeru) astmesse. Sama kui x^y.
eu_es: X zenbaki bat (edo zenbakien zutabe bat) beste Y zenbaki batekin (edo zenbakien zutabe batekin) berretzen du. x^y eragiketaren berdina da.
fi_fi: Korottaa luvun x (tai lukujen sarakkeen) toisen luvun y (tai lukujen sarakkeen) potenssiin. Sama kuin x^y.
fr_fr: Élève un nombre x (ou une colonne de nombres) à la puissance d’un autre nombre y (ou d’une colonne de nombres). Identique à x^y.
gl_es: Eleva un número x (ou unha columna de números) á potencia doutro número y (ou columna de números). Igual que x^y.
hi_in: संख्या x (या संख्याओं के स्तंभ) को दूसरी संख्या y (या संख्याओं के स्तंभ) की घात तक बढ़ाता है. x^y की तरह.
hr_hr: Potencira broj x (ili stupac brojeva) brojem y (ili stupcem brojeva). Isto što i x^y.
hu_hu: Az x számot (vagy számokból álló oszlopot) y szám (vagy számokból álló oszlop) hatványára emeli. Megegyezik a következővel: x^y.
id_id: Menaikkan angka x (untuk kolom angka) ke pangkat dari angka y lainnya (atau kolom angka). Sama seperti x^y.
it_it: Eleva un numero x (o colonna di numeri) alla potenza di un altro numero y (o colonna di numeri). Corrisponde a x^y.
ja_jp: 数値 x (または数値の列) を別の数値 y (または数値の列) で累乗します。x^y と同じです。
kk_kz: x санын (немесе сандар бағанын) басқа y саны (немесе сандар бағаны) дәрежесіне шығарады. x^y сияқты.
ko_kr: 숫자 x(또는 숫자 열)를 y(또는 숫자 열)제곱합니다. x^y와 동일합니다.
lt_lt: Pakelia skaičių x (arba skaičių stulpelį) kito skaičiaus y (arba skaičių stulpelio) laipsniu. Tas pats kaip x^y.
lv_lv: Kāpina skaitli x (vai skaitļu kolonnu) pakāpē, kas ir norādīta kā skaitlis y (vai skaitļu kolonna). Līdzvērtīga funkcijai x^y.
ms_my: Menaikkan nombor x (atau lajur nombor) kepada kuasa nombor y yang lain (atau lajur nombor). Sama seperti x^y.
nb_no: Opphøyer et tall x (eller en kolonne med tall) i potensen av et annet tall y (eller en kolonne med tall). Samme som x^y.
nl_nl: Hiermee wordt het getal x (of een kolom met getallen) verheven tot de macht van een ander getal y (of een kolom met getallen). Hetzelfde als x^y.
pl_pl: Podnosi liczbę x (lub kolumnę liczb) do potęgi określonej przez inną liczbę y (lub kolumnę liczb). To samo co działanie x^y.
pt_br: Eleva um número x (ou coluna de números) à potência de outro número y (ou coluna de números). O mesmo que x^y.
pt_pt: Gera um número x (ou coluna de números) à potência de outro número y (ou coluna de números). O mesmo que x^y.
ro_ro: Ridică un număr x (sau o coloană de numere) la puterea altui număr y (sau coloană de numere). Identic cu x^y.
ru_ru: Возводит число x (или столбец чисел) в степень, заданную числом y (или столбцом чисел). То же, что x^y.
sk_sk: Umocní číslo x (alebo stĺpce čísel) mocniteľom y (alebo stĺpcom čísel). Ide o to isté ako v prípade x^y.
sl_si: Potencira število x (ali stolpec števil) na potenco drugega števila y (ali stolpca števil). Enako kot x^y.
sr_cyrl_rs: Диже број x (или колону бројева) на други број y (или колону бројева). Исто као x^y.
sr_latn_rs: Diže broj x (ili kolonu brojeva) na drugi broj y (ili kolonu brojeva). Isto kao x^y.
sv_se: Upphöjer ett tal x (eller kolumn med tal) till potensen av ett annat tal y (eller kolumn med tal). Samma som x^y.
th_th: ยกกำลังตัวเลข x (หรือคอลัมน์ของตัวเลข) ด้วยจำนวนอื่น y (หรือคอลัมน์ของตัวเลข) ให้เหมือนกับ x^y
tr_tr: Bir x sayısının (veya sayı sütununun), başka bir y sayısı (veya sayı sütunu) ile üssünü alır. Örnek: x^y.
uk_ua: Підносить число x (або стовпець чисел) до степеня іншого числа y (або стовпця чисел). Аналог рівняння x^y.
vi_vn: Nâng một số x (hoặc cột số) lên lũy thừa của một số y (hoặc cột số) khác. Có dạng như x^y.
zh_cn: 使数字 x (或数字列)自乘作为幂的另一数字 y (或数字列)。等效于 x^y。
zh_tw: 引發另一個數字 y (或數字資料行) 的數字 x (或數字資料行)。與 x^y 相同。

# AboutPower_base_or_column
source: The base number (or column of base numbers) to be raised.
bg_bg: Основното число (или колоната от основни числа), което ще бъде повдигнато.
ca_es: Número base (o columna de números base) que s'elevarà.
cs_cz: Mocněnec (nebo sloupec mocněnců), který se má umocnit
da_dk: Det grundtal (eller den kolonne med grundtal), der skal hæves.
de_de: Die Basiszahl (oder Spalte mit Basiszahlen), die potenziert werden soll.
el_gr: Ο αριθμός βάσης (ή στήλη αριθμών βάσης) που θα υψωθεί.
es_es: El número base (o columna de números base) que se elevará.
et_ee: Tõstetav alusarv (või alusarvude veerg).
eu_es: Berretuko den oinarri-zenbakia (edo oinarri-zenbakien zutabea).
fi_fi: Potenssiin korotettava kantaluku (tai kantalukujen sarake).
fr_fr: Nombre de base (ou colonne de nombres de base) à élever.
gl_es: Número base (ou columna de números base) que se vai elevar.
hi_in: आधार संख्या (या आधार संख्याओं के स्तंभ) को बढ़ाया जाना है.
hr_hr: Baza (ili stupac baza) za potenciranje.
hu_hu: A hatványozandó alap (vagy alapszámokból álló oszlop).
id_id: Angka dasar (atau kolom angka dasar) untuk dinaikkan.
it_it: Numero base (o colonna di numeri base) da elevare.
ja_jp: 累乗される基数 (または基数の列)。
kk_kz: Дәрежеге шығарылатын негіз саны (немесе негіз сандарының бағаны).
ko_kr: 제곱할 밑수(또는 밑수 열)입니다.
lt_lt: Pagrindas (arba pagrindo skaičių stulpelis), kurį reikia pakelti.
lv_lv: Kāpināmais bāzes skaitlis (vai bāzes skaitļu kolonna).
ms_my: Nombor asas (atau lajur nombor asas) untuk dikuasakan.
nb_no: Grunntallet (eller kolonnen med grunntall) som skal opphøyes.
nl_nl: Het grondtal (of de kolom met grondtallen) dat moet worden verheven.
pl_pl: Podstawa (lub kolumna podstaw), która ma zostać podniesiona do potęgi.
pt_br: O número base (ou coluna de números base) a ser elevado.
pt_pt: O número base (ou coluna de números base) a ser gerado.
ro_ro: Numărul bază (sau coloana de numere bază) care va fi ridicat la o putere.
ru_ru: Число (или столбец чисел), возводимое в степень.
sk_sk: Mocnenec (alebo stĺpec mocnencov), ktoré sa majú umocniť.
sl_si: Osnova potence (ali stolpec z osnovami potence) za potenciranje.
sr_cyrl_rs: Број основице (или колона бројева основице) који се диже.
sr_latn_rs: Broj osnovice (ili kolona brojeva osnovice) koji se diže.
sv_se: Bastalet (eller kolumnen av bastal) att upphöjas.
th_th: เลขฐาน (หรือคอลัมน์ของเลขฐาน) ที่จะยก
tr_tr: Üssü alınacak taban sayısı (veya taban sayısı sütunu).
uk_ua: Число, яке підносять до степеня (чи стовпець таких чисел).
vi_vn: Số cơ số (hoặc cột số cơ số) cần nâng.
zh_cn: 要求解的基数(或基数列)。
zh_tw: 要引發的基底數字 (或基底資料行數)。

# AboutPower_exponent_or_column
source: The exponent (or column of exponents) by which the base will be raised.
bg_bg: Степенният показател (или колоната от степенни показатели), с който ще бъде повдигната основата.
ca_es: Exponent (o columna d'exponents) al qual s'elevarà la base.
cs_cz: Mocnitel (nebo sloupec mocnitelů), kterým se má mocněnec umocnit
da_dk: Den eksponent (eller den kolonne med eksponenter), som grundtallet skal hæves med.
de_de: Der Exponent (oder die Spalte mit Exponenten), mit dem die Basis potenziert wird.
el_gr: Ο εκθέτης (ή στήλη εκθετών) στον οποίο θα υψωθεί η βάση.
es_es: El exponente (o columna de exponentes) por el que se elevará la base.
et_ee: Aste (või astmete veerg), millesse alus tõstetakse.
eu_es: Oinarria berretzeko erabiliko den berretzailea (edo berretzaile-zutabea).
fi_fi: Potenssi (tai potenssien sarake), johon (tai joihin) kantaluku korotetaan.
fr_fr: Exposant (ou colonne d'exposants) auquel la base est élevée.
gl_es: Expoñente (ou columna de expoñentes) ao que se elevará a base.
hi_in: वह घातांक (या घातांकों का स्तंभ) जिसके द्वारा आधार को बढ़ाया जाएगा.
hr_hr: Eksponent (ili stupac eksponenata) kojim će baza biti potencirana.
hu_hu: A kitevő (vagy kitevőkből álló oszlop), amelyre a rendszer az alapot emeli.
id_id: Eksponen (atau kolom eksponen) dengan angka dasar untuk dinaikkan.
it_it: Esponente (o colonna di esponenti) a cui verrà elevata la base.
ja_jp: 底を累乗する指数 (または指数の列)。
kk_kz: Негізді дәрежеге шығару үшін пайдаланылатын экспонента (немесе экспоненталар бағаны).
ko_kr: 밑수를 제곱할 지수(또는 지수 열)입니다.
lt_lt: Laipsnio rodiklis (arba laipsnio rodiklių stulpelis), kurio bus keliamas pagrindas.
lv_lv: Kāpinātājs (vai kāpinātāju kolonna), kurā bāze tiks kāpināta.
ms_my: Eksponen (atau lajur eksponen) yang asas akan dikuasakan.
nb_no: Eksponenten (eller kolonnen med eksponenter) som grunntallet skal opphøyes i.
nl_nl: De exponent (of de kolom met exponenten) waarmee het grondtal wordt verheven.
pl_pl: Wykładnik (lub kolumna wykładników), do którego zostanie podniesiona podstawa.
pt_br: O expoente (ou coluna de expoentes) pelo qual a base será elevada.
pt_pt: O expoente (ou coluna de expoentes) no qual a base vai ser gerada.
ro_ro: Exponentul (sau coloana de exponenți) la care va fi ridicată baza.
ru_ru: Степень (или столбец степеней), в которую возводится число.
sk_sk: Mocniteľ (alebo stĺpec mocniteľov), ktorým sa má mocnenec umocniť.
sl_si: Eksponent (ali stolpec eksponent) za potenciranje osnove.
sr_cyrl_rs: Експонент (или колона експонената) за коју се основица диже.
sr_latn_rs: Eksponent (ili kolona eksponenata) za koju se osnovica diže.
sv_se: Exponenten (eller kolumnen med exponenter) som basen ska upphöjas i.
th_th: เลขชี้กำลัง (หรือคอลัมน์ของเลขชี้กำลัง) โดยที่ฐานจะยกขึ้น
tr_tr: Tabanın üssü alınırken kullanılacak üs (veya üs sütunu) değeri.
uk_ua: Число степеня (чи стовпець таких чисел), до якого підносять основу.
vi_vn: Số mũ (hoặc cột số mũ) mà cơ số sẽ được nâng.
zh_cn: 基数将按其求解的指数(或指数列)。
zh_tw: 基底的引發依據指數 (或指數資料行)。

# PowerTFuncArg1
source: base_or_column
bg_bg: основа_или_колона
ca_es: base_o_columna
cs_cz: základ_nebo_sloupec
da_dk: base_eller_værdi
de_de: Basis_oder_Spalte
el_gr: βάση_ή_στήλη
es_es: base_o_columna
et_ee: alus_või_veerg
eu_es: oinarria_edo_zk
fi_fi: kanta_tai_sarake
fr_fr: base_ou_colonne
gl_es: base_ou_columna
hi_in: आधार_या_स्तंभ
hr_hr: baza_ili_stupac
hu_hu: alap_vagy_oszlop
id_id: basis_atau_kolom
it_it: base_o_colonna
ja_jp: 基数または列
kk_kz: негіз_немесе_баған
ko_kr: 기수_또는_열
lt_lt: pagrindas_arba_stulpelis
lv_lv: bāze_vai_kolonna
ms_my: asas_atau_lajur
nb_no: grunnlag_eller_kolonne
nl_nl: basis_of_kolom
pl_pl: podstawa_lub_kolumna
pt_br: base_ou_coluna
pt_pt: base_ou_coluna
ro_ro: bază_sau_coloană
ru_ru: основание_или_столбец
sk_sk: základ_alebo_stĺpec
sl_si: osnova_ali_stolpec
sr_cyrl_rs: основниброј_или_колона
sr_latn_rs: osnovnibroj_ili_kolona
sv_se: bas_eller_kolumn
th_th: ฐาน_หรือ_คอลัมน์
tr_tr: temel_veya_sütun
uk_ua: основа_чи_стовпець
vi_vn: cơ_số_hoặc_cột
zh_cn: 基线或列
zh_tw: 基底_或_資料行

# PowerTFuncArg2
source: exponent_or_column
bg_bg: степенен_показател_или_колона
ca_es: exponent_o_columna
cs_cz: exponent_nebo_sloupec
da_dk: eksponent_eller_kolonne
de_de: Exponent_oder_Spalte
el_gr: εκθέτης_ή_στήλη
es_es: exponente_o_columna
et_ee: eksponent_või_veerg
eu_es: berretzailea_edo_zutabea
fi_fi: eksponentti_tai_sarake
fr_fr: exposant_ou_colonne
gl_es: expoñente_ou_columna
hi_in: घातांक_या_स्तंभ
hr_hr: eksponent_ili_stupac
hu_hu: kitevő_vagy_oszlop
id_id: eksponen_atau_kolom
it_it: esponente_o_colonna
ja_jp: 指数または列
kk_kz: экспонента_немесе_баған
ko_kr: 지수_또는_열
lt_lt: eksponentė_arba_stulpelis
lv_lv: kāpinātājs_vai_kolonna
ms_my: eksponen_atau_lajur
nb_no: eksponent_eller_kolonne
nl_nl: exponent_of_kolom
pl_pl: wykładnik_lub_kolumna
pt_br: expoente_ou_coluna
pt_pt: expoente_ou_coluna
ro_ro: exponent_sau_coloană
ru_ru: экспонента_или_столбец
sk_sk: exponent_alebo_stĺpec
sl_si: eksponent_ali_stolpec
sr_cyrl_rs: експонент_или_колона
sr_latn_rs: eksponent_ili_kolona
sv_se: exponent_eller_kolumn
th_th: เลขชี้กำลัง_หรือ_คอลัมน์
tr_tr: üs_veya_sütun
uk_ua: степінь_чи_стовпець
vi_vn: số_mũ_hoặc_cột
zh_cn: 指数或列
zh_tw: 指數_或_資料行
