Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrTableDoesNotAcceptThisType_ShortMessage
source: Incompatible type. The item you are trying to put into a table has a type that is not compatible with the table.
bg_bg: Несъвместим тип. Елементът, който се опитвате да поставите в таблица, има тип, който не е съвместим с таблицата.
ca_es: El tipus no és compatible. L'element que intenteu col·locar en una taula té un tipus que no és compatible amb la taula.
cs_cz: Nekompatibilní typ. Položka, kterou se pokoušíte umístit do tabulky, má typ, který není kompatibilní s tabulkou.
da_dk: Inkompatibel type. Det element, du forsøger at sætte i en tabel, har en type, der ikke er kompatibel med tabellen.
de_de: Nicht kompatibler Typ. Der Typ des Elements, das Sie in einer Tabelle platzieren möchten, ist nicht mit der Tabelle kompatibel.
el_gr: Μη συμβατός τύπος. Το στοιχείο που προσπαθείτε να τοποθετήσετε σε έναν πίνακα έχει έναν τύπο που δεν είναι συμβατός με τον πίνακα.
es_es: El tipo no es compatible. El elemento que intenta colocar en una tabla tiene un tipo que no es compatible con la tabla.
et_ee: Ühildumatu tüüp. Proovite panna tabelisse üksust, mille tüüp ei ühildu tabeliga.
eu_es: Mota bateraezina. Taulan jarri nahi duzun elementua taularekin bateraezina den mota batekoa da.
fi_fi: Yhteensopimaton tyyppi. Kohteella, jonka yrität sijoittaa taulukkoon, on tyyppi, joka ei ole yhteensopiva taulukon kanssa.
fr_fr: Type incompatible. L’élément que vous voulez placer dans une table a un type qui n’est pas compatible avec la table.
gl_es: Tipo incompatible. O elemento que tenta pór nunha táboa ten un tipo que non é compatible coa táboa.
hi_in: असंगत प्रकार. आप जिस आइटम को तालिका में रखने का प्रयास कर रहे हैं, उसका एक प्रकार है, जो कि तालिका के साथ संगत नहीं है.
hr_hr: Vrsta nije kompatibilna. Vrsta stavke koju pokušavate unijeti u tablicu nije kompatibilna s tablicom.
hu_hu: Inkompatibilis típus. A táblához hozzáadni kívánt elem típusa nem kompatibilis a táblával.
id_id: Tipe tidak kompatibel. Item yang coba Anda masukkan ke dalam tabel memiliki tipe yang tidak kompatibel dengan tabel.
it_it: Tipo non compatibile. L'elemento che si sta tentando di includere in una tabella presenta un tipo che non è compatibile con la tabella.
ja_jp: 互換性のない型です。テーブルに追加しようとしている項目には、テーブルと互換性がない型が含まれています。
kk_kz: Үйлесімсіз түр. Кестеге қосуға әрекет жасап жатқан элемент кестемен үйлесімді емес түрге ие.
ko_kr: 호환되지 않는 형식입니다. 테이블에 배치하려는 항목이 테이블과 호환되지 않는 형식입니다.
lt_lt: Nesuderinamas tipas. Elementas, kurį bandote įdėti į lentelę, yra nesuderinamo su lentele tipo.
lv_lv: Nesaderīgs tips. Vienumam, kuru mēģināt ievadīt tabulā, ir ar tabulu nesaderīgs tips.
ms_my: Jenis tidak serasi. Item yang cuba anda masukkan ke dalam jadual adalah daripada jenis yang tidak serasi dengan jadual.
nb_no: Inkompatibel type. Elementet du prøver å sette inn i en tabell, har en type som ikke er kompatibel med tabellen.
nl_nl: Niet-compatibel type. Het item dat u wilt opnemen in een tabel, is van een type dat is niet compatibel is met de tabel.
pl_pl: Niezgodny typ. Element, który próbujesz umieścić w tabeli, ma typ, który nie jest zgodny z tabelą.
pt_br: Tipo incompatível. O item que você está tentando colocar em uma tabela tem um tipo que não é compatível com a tabela.
pt_pt: Tipo incompatível. O item que está a tentar colocar numa tabela tem um tipo que não é compatível com a tabela.
ro_ro: Tip incompatibil. Elementul pe care încercați să-l plasați într-un tabel are un tip care nu este compatibil cu tabelul.
ru_ru: Несовместимый тип. Элемент, который вы пытаетесь добавить в таблицу, имеет тип, несовместимый с таблицей.
sk_sk: Nekompatibilný typ. Položka, ktorú sa pokúšate vložiť do tabuľky, má typ, ktorý nie je kompatibilný s tabuľkou.
sl_si: Nezdružljiva vrsta. Element, ki ga poskušate vstaviti v tabelo, vsebuje vrsto, ki ni združljiva s tabelo.
sr_cyrl_rs: Некомпатибилан тип. Ставка коју покушавате да сместите у табелу припада типу који није компатибилан са табелом.
sr_latn_rs: Nekompatibilan tip. Stavka koju pokušavate da smestite u tabelu pripada tipu koji nije kompatibilan sa tabelom.
sv_se: Inkompatibel typ. Objektet du försöker lägga till i en tabell har en typ som inte är kompatibel med tabellen.
th_th: ชนิดไม่สามารถเข้ากันได้ รายการที่คุณกำลังจะวางลงในตารางมีชนิดที่ไม่เข้ากันกับตาราง
tr_tr: Uyumsuz tür. Bir tabloya koymaya çalıştığınız öğe, tabloyla uyumlu olmayan bir türe sahip.
uk_ua: Несумісний тип. Елемент, який ви намагаєтеся вставити в таблицю, має несумісний із нею тип.
vi_vn: Loại không tương thích. Mục bạn đang tìm cách đưa vào bảng thuộc loại không tương thích với bảng.
zh_cn: 类型不兼容。你正在尝试放入表格的项的类型与表不兼容。
zh_tw: 不相容的類型。您所嘗試置入資料表的物件包含與資料表不相容的類型。

# ErrorResource_ErrTableDoesNotAcceptThisType_HowToFix_1
source: Ensure that the type of the item you want to push into the table is compatible with the table. You may need to convert the type of the item, for instance, to a record.
bg_bg: Уверете се, че типът на елемента, който желаете да вмъкнете в таблицата, е съвместим с таблицата. Например може да се наложи да преобразувате типа на елемента в запис.
ca_es: Assegureu-vos que el tipus de l'element que voleu inserir a la taula sigui compatible amb la taula. Per exemple, és possible que hagueu de convertir el tipus de l'element en un registre.
cs_cz: Ujistěte se, že typ položky, kterou chcete vložit do tabulky, je s tabulkou kompatibilní. Možná bude nutné typ položky převést například na záznam.
da_dk: Sørg for, at typen af det element, du vil pushe ind i tabellen, er kompatibel med tabellen. Du skal muligvis konvertere elementets type, for eksempel til en post.
de_de: Stellen Sie sicher, dass der Typ des Elements, das Sie per Push in die Tabelle übertragen möchten, mit der Tabelle kompatibel ist. Möglicherweise müssen Sie den Typ des Elements beispielsweise in einen Datensatz konvertieren.
el_gr: Βεβαιωθείτε ότι ο τύπος του στοιχείου που θέλετε να προωθήσετε στον πίνακα είναι συμβατός με τον πίνακα. Ίσως χρειαστεί να μετατρέψετε τον τύπο του στοιχείου, για παράδειγμα, σε εγγραφή.
es_es: Asegúrese de que el tipo del elemento que quiere insertar en la tabla es compatible con la tabla. Por ejemplo, es posible que tenga que convertir el tipo del elemento a un registro.
et_ee: Veenduge, et üksuse tüüp, mida soovite tabelisse tõugata, ühilduks tabeliga. Võib-olla peate üksuse tüübi teisendama, nt kirjeks.
eu_es: Ziurtatu taulan gehitu nahi duzun elementu mota bateragarria dela taularekin. Baliteke elementu mota bihurtu behar izatea, adibidez, erregistro bat izan dadin.
fi_fi: Varmista, että sen kohteen tyyppi, jonka haluat lähettää taulukkoon, on yhteensopiva taulukon kanssa. Saatat joutua muuntamaan kohteen tyypin esimerkiksi tietueeksi.
fr_fr: Vérifiez que le type de l’élément que vous souhaitez transmettre dans la table est compatible avec cette dernière. Vous devrez peut-être convertir le type de l’élément, par exemple, en enregistrement.
gl_es: Asegúrese de que o tipo de elemento que quere introducir na táboa é compatible con ela. É posible que teña que converter o tipo de elemento, por exemplo, a un rexistro.
hi_in: सुनिश्चित करें कि आप आइटम का जो प्रकार तालिका में पुश करना चाहते हैं, वह तालिका के लिए संगत है. उदाहरण के लिए, आपको किसी रिकॉर्ड के लिए आइटम के प्रकार को रूपांतरित करने की आवश्यकता हो सकती है.
hr_hr: Provjerite je li vrsta stavke koju želite proslijediti u tablicu kompatibilna s njom. Možda ćete vrstu stavke morati pretvoriti, npr. u zapis.
hu_hu: Győződjön meg arról, hogy a táblába leküldeni kívánt elem típusa kompatibilis a táblával. Lehetséges, hogy konvertálnia kell az elem típusát, például rekordra.
id_id: Pastikan bahwa jenis item yang ingin Anda masukkan ke dalam tabel kompatibel dengan tabel. Anda mungkin perlu mengonversi jenis item, misalnya, ke catatan.
it_it: Assicurarsi che il tipo di elemento di cui si vuole eseguire il push nella tabella sia compatibile con la tabella. Potrebbe ad esempio essere necessario convertire il tipo di elemento in un record.
ja_jp: テーブルにプッシュする項目の型が、テーブルと互換性があることを確認します。項目の型を、レコードなどに変換する必要がある可能性があります。
kk_kz: Кестеге жібергіңіз келген элемент түрінің кестемен үйлесімді екенін тексеріңіз. Элемент түрін түрлендіру қажет болуы мүмкін, мысалы, жазбаға.
ko_kr: 테이블에 넣을 항목의 형식이 테이블과 호환되는지 확인합니다. 예를 들어 항목의 형식을 레코드로 변환해야 할 수 있습니다.
lt_lt: Įsitikinkite, kad elemento, kurį norite priverstinai teikti į lentelę, tipas yra suderinamas su lentele. Gali prireikti konvertuoti elemento tipą, pavyzdžiui, į įrašą.
lv_lv: Nodrošiniet, ka uz tabulu aizgādājamā vienuma veids ir saderīgs ar tabulu. Ieteicams pārvērst vienuma veidu, piemēram, uz ierakstu.
ms_my: Pastikan jenis item yang anda ingin tolak ke dalam jadual adalah serasi dengan jadual. Anda mungkin perlu menukar jenis item, misalnya, kepada rekod.
nb_no: Kontroller at du ønsker å legge inn et element av en type som er kompatibel med tabellen. Det kan være du må konvertere typen til for eksempel en post.
nl_nl: Zorg dat het type van het item dat u in de tabel wilt opnemen, compatibel is met de tabel. Mogelijk moet u het type van het item converteren naar bijvoorbeeld een record.
pl_pl: Upewnij się, że typ elementu, który chcesz wypchnąć do tabeli, jest zgodny z tabelą. Może być konieczne przekonwertowanie typu elementu, na przykład na rekord.
pt_br: Verifique se o tipo do item que você deseja enviar por push para a tabela é compatível com a tabela. Talvez seja necessário converter o tipo do item, por exemplo, em um registro.
pt_pt: Certifique-se de que o tipo do item que quer emitir para a tabela é compatível com a tabela. Poderá ter de converter o tipo do item para, por exemplo, um registo.
ro_ro: Asigurați-vă că tipul de element pe care doriți să-l transmiteți în tabel este compatibil cu tabelul. Poate fi nevoie să convertiți tipul de element, de exemplu, într-o înregistrare.
ru_ru: Сделайте тип передаваемого в таблицу элемента совместимым с этой таблицей. Возможно, потребуется преобразовать его тип, например, в запись.
sk_sk: Uistite sa, že typ položky, ktorú chcete zadať do tabuľky, je kompatibilný s tabuľkou. Možno budete musieť skonvertovať typ položky, napríklad na záznam.
sl_si: Prepričajte se, da je vrsta elementa, ki jo želite dodati v tabelo, združljiva s tabelo. Vrsto elementa boste morda morali pretvoriti na primer v zapis.
sr_cyrl_rs: Уверите се да је тип ставке коју желите да проследите у табелу компатибилан са табелом. Можда ћете, на пример, морати да конвертујете тип ставке у запис.
sr_latn_rs: Uverite se da je tip stavke koju želite da prosledite u tabelu kompatibilan sa tabelom. Možda ćete, na primer, morati da konvertujete tip stavke u zapis.
sv_se: Kontrollera att den objekttyp som du vill pusha till tabellen är kompatibel med tabellen. Du kan behöva konvertera objekttypen, t.ex. till en post.
th_th: ตรวจสอบให้แน่ใจว่าชนิดรายการที่คุณต้องการใส่ลงในตารางนั้นเข้ากันได้กับตาราง คุณอาจต้องแปลงชนิดรายการ เช่น แปลงเป็นระเบียน
tr_tr: Tabloya göndermek istediğiniz öğe türünün tabloyla uyumlu olduğundan emin olun. Örneğin öğe türünü kayda dönüştürmeniz gerekebilir.
uk_ua: Переконайтеся, що елемент, який потрібно примусово надіслати в таблицю, має сумісний із нею тип. Можливо, доцільно змінити його тип, як-от на запис.
vi_vn: Hãy đảm bảo loại mục bạn muốn đưa vào bảng tương thích với bảng đó. Có thể bạn cần chuyển đổi loại mục, như chuyển thành bản ghi chẳng hạn.
zh_cn: 确保要推送到表的项目类型与表兼容。可能需要转换项目类型，例如转换为记录。
zh_tw: 請確認您要推送至資料表的項目類型與資料表相容。您可能需要轉換項目的類型，例如記錄。

# ErrorResource_ErrTableDoesNotAcceptThisType_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: upotreba jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
id_id: Modul: Menggunakan rumus dasar
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrTableDoesNotAcceptThisType_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
id_id: Modul: Rumus dasar penulis dengan tabel dan data
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrTypeError_ShortMessage
source: Incompatible type. We can't evaluate your formula because of a type error.
bg_bg: Несъвместим тип. Не можем да оценим формулата ви поради грешка с типа.
ca_es: El tipus no és compatible. No podem avaluar la fórmula perquè té un error de tipus.
cs_cz: Nekompatibilní typ. Z důvodu chyby typu se nám nepodařilo vyhodnotit váš vzorec.
da_dk: Inkompatibel type. Vi kan ikke evaluere din formel på grund af en slåfejl.
de_de: Nicht kompatibler Typ. Ihre Formel kann aufgrund eines Typfehlers nicht ausgewertet werden.
el_gr: Μη συμβατός τύπος. Δεν είναι δυνατή η αξιολόγηση του τύπου σας εξαιτίας ενός σφάλματος τύπου.
es_es: El tipo no es compatible. No podemos evaluar su fórmula porque tiene un error de tipo.
et_ee: Ühildumatu tüüp. Me ei saa teie valemit tüübi tõrke tõttu hinnata.
eu_es: Mota bateraezina da. Motak errore bat duelako ezin dugu ebaluatu formula.
fi_fi: Yhteensopimaton tyyppi. Kaavaasi ei voi arvioida tyyppivirheen vuoksi.
fr_fr: Le type est incompatible. Nous ne pouvons pas évaluer votre formule en raison d’une erreur de type.
gl_es: Tipo incompatible. Non podemos avaliar a fórmula debido a un erro de tipo.
hi_in: असंगत प्रकार. प्रकार त्रुटि के कारण हम आपके सूत्र का मूल्यांकन नहीं कर सकते हैं.
hr_hr: Vrsta nije kompatibilna. Formulu ne možemo provjeriti uslijed pogreške vrste.
hu_hu: Inkompatibilis típus. A képlet típushiba miatt nem értékelhető ki.
id_id: Tipe tidak kompatibel. Tidak dapat mengevaluasi rumus Anda karena kesalahan tipe.
it_it: Il tipo non è compatibile. Non è possibile valutare la formula a causa di un errore del tipo.
ja_jp: 互換性のない型です。型エラーのため、数式を評価できません。
kk_kz: Үйлесімсіз түр. Түр қатесіне байланысты формуланы есептеу мүмкін емес.
ko_kr: 호환되지 않는 형식입니다. 형식 오류로 인해 수식을 평가할 수 없습니다.
lt_lt: Nesuderinamas tipas. Negalime įvertinti jūsų formulės dėl tipo klaidos.
lv_lv: Nesaderīgs tips. Tipa kļūdas dēļ formulu nevar novērtēt.
ms_my: Jenis tidak serasi. Kami tidak dapat menilai formula anda disebabkan ralat jenis.
nb_no: Inkompatibel type. Vi kan ikke evaluere formelen på grunn av en typefeil.
nl_nl: Niet-compatibel type. Uw formule kan niet worden geëvalueerd vanwege een typfout.
pl_pl: Niezgodny typ. Nie można ocenić formuły z powodu błędu dotyczącego typu.
pt_br: Tipo incompatível. Não conseguimos avaliar a sua fórmula por causa de um erro de tipo.
pt_pt: Tipo incompatível. Não podemos avaliar a sua fórmula devido a um erro de tipo.
ro_ro: Tip incompatibil. Nu vă putem evalua formula din cauza unei erori de tip.
ru_ru: Несовместимый тип. Из-за ошибки типа вычислить формулу невозможно.
sk_sk: Nekompatibilný typ. Vzorec sa nedá vyhodnotiť, pretože sa vyskytla chyba typu.
sl_si: Nezdružljivi tip. Vaše formule ni mogoče ovrednotiti zaradi napake tipa.
sr_cyrl_rs: Некомпатибилан тип. Не можемо да проценимо формулу због грешке везане за тип.
sr_latn_rs: Nekompatibilan tip. Ne možemo da procenimo formulu zbog greške vezane za tip.
sv_se: Inkompatibel typ. Det går inte att utvärdera formeln på grund av ett typfel.
th_th: ชนิดข้อมูลไม่รองรับ เราไม่สามารถประมวลผลสูตรของคุณได้เนื่องจากข้อผิดพลาดเกี่ยวกับชนิด
tr_tr: Uyumsuz tür. Bir tür hatası nedeniyle formülünüzü değerlendiremiyoruz.
uk_ua: Несумісний тип. Нам не вдалось обчислити формулу через помилку типу.
vi_vn: Kiểu không tương thích. Chúng tôi không thể đánh giá công thức của bạn do có lỗi về kiểu.
zh_cn: 类型不兼容。由于类型错误，无法计算公式。
zh_tw: 類型不相容。因為類型錯誤，所以無法評估您的公式。

# ErrorResource_ErrTypeError_LongMessage
source: The data may not match the expected type. (text, number, date, table, record.)
bg_bg: Възможно е данните да не съответстват на очаквания тип. (текст, число, дата, таблица, запис.)
ca_es: És possible que les dades no coincideixin amb el tipus esperat (text, nombre, data, taula o registre).
cs_cz: Data nemusí odpovídat očekávanému typu (text, číslo, datum, tabulka, záznam).
da_dk: Dataene passer måske ikke til den forventede type (tekst, nummer. dato tabel, post).
de_de: Die Daten entsprechen möglicherweise nicht dem erwarteten Typ (Text, Zahl, Datum, Tabelle, Datensatz).
el_gr: Τα δεδομένα μπορεί να μην συμφωνούν με τον αναμενόμενο τύπο. (κείμενο, αριθμός, ημερομηνία, πίνακας, καρτέλα.)
es_es: Es posible que los datos no coincidan con el tipo esperado (texto, número, fecha, tabla o registro).
et_ee: Andmed ei pruugi vastata eeldatud tüübile (tekst, arv, kuupäev, tabel, kirje).
eu_es: Agian datuak ez datoz bat espero zen motarekin (testua, zenbakia, data, taula erregistroa).
fi_fi: Tiedot eivät ehkä vastaa odotettua tyyppiä (teksti, luku, päivämäärä, taulukko tai tietue).
fr_fr: Les données peuvent ne pas correspondre au type attendu (texte, nombre, date, table, enregistrement).
gl_es: É posible que os datos non coincidan co tipo esperado (texto, número, data, táboa e rexistro).
hi_in: हो सकता है कि डेटा अपेक्षित प्रकार से मेल न खाए. (पाठ, संख्या, दिनांक, तालिका, रिकॉर्ड.)
hr_hr: Podaci možda neće odgovarati očekivanoj vrsti (tekstu, broju, podacima, tablici, zapisu).
hu_hu: Lehetséges, hogy az adatok nem a várt típusúak. (szöveg, szám, dátum, tábla, rekord)
id_id: Data mungkin tidak cocok dengan tipe yang diharapkan. (teks, angka, tanggal, tabel, catatan.)
it_it: I dati potrebbero non corrispondere al tipo previsto. (testo, numero, data, tabella, record)
ja_jp: データが必要な型と一致していない可能性があります。(テキスト、数、日付、テーブル、レコード。)
kk_kz: Деректер күтілген түрге сәйкес болмауы мүмкін. (мәтін, сан, күн, кесте, жазба.)
ko_kr: 데이터가 필요한 형식(텍스트, 숫자, 날짜, 테이블, 레코드)과 일치하지 않을 수 있습니다.
lt_lt: Duomenys gali neatitikti numatyto tipo (teksto, skaičiaus, datos, lentelės, įrašo).
lv_lv: Iespējams, dati neatbilst paredzētajam tipam (teksts, numurs, datums, tabula, ieraksts).
ms_my: Data mungkin tidak sepadan dengan jenis yang dijangkakan. (teks, nombor, tarikh, jadual, rekod.)
nb_no: Det kan være at dataene ikke er av den forventede typen. (Tekst, tall, dato, tabell, post.)
nl_nl: De gegevens komen mogelijk niet overeen met het verwachte type. (tekst, nummer, datum, tabel, record.)
pl_pl: Dane mogą być niezgodne z oczekiwanym typem (tekst, liczba, data, tabela, rekord).
pt_br: Os dados podem não corresponder ao tipo esperado. (texto, número, data, tabela, registro).
pt_pt: Os dados poderão não corresponder ao tipo esperado. (texto, número, data, tabela, registo.)
ro_ro: Este posibil ca datele să nu se potrivească cu tipul așteptat. (text, număr, dată, tabel, înregistrare.)
ru_ru: Возможно, данные не соответствуют ожидаемому типу (текст, число, дата, таблица, запись).
sk_sk: Údaje nemusia zodpovedať očakávanému typu (text, číslo, dátum, tabuľka, záznam).
sl_si: Podatki se morda ne ujemajo s pričakovanim tipom (besedilo, število, datum, tabela, zapis).
sr_cyrl_rs: Подаци се можда не подударају са очекиваним типом. (текст, број, датум, табела, запис.)
sr_latn_rs: Podaci se možda ne podudaraju sa očekivanim tipom. (tekst, broj, datum, tabela, zapis.)
sv_se: Data matchar kanske inte den förväntade typen (text, siffra, datum, tabell, post).
th_th: ข้อมูลอาจไม่ตรงกับชนิดที่คาดไว้ (ข้อความ ตัวเลข วันที่ ตาราง ระเบียน)
tr_tr: Veriler beklenen türle eşleşmiyor olabilir. (Metin, sayı, tarih, tablo, kayıt.)
uk_ua: Можливо, дані не відповідають очікуваному типу (текст, число, дата, таблиця, запис).
vi_vn: Dữ liệu này có thể không khớp với kiểu dự kiến. (văn bản, số, ngày, bảng, bản ghi.)
zh_cn: 数据可能与所需的类型(文本、数字、日期、表、记录)不匹配。
zh_tw: 資料可能與預期的類型 (文字、數字、日期、資料表、記錄) 不符。
