Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrBehaviorPropertyExpected_ShortMessage
source: Behavior function in a non-behavior property. You can't use this property to change values elsewhere in the app.
bg_bg: Функция за поведение в свойство, което не е за поведение. Не можете да използвате това свойство за промяна на стойности на друго място в приложението.
ca_es: Hi ha una funció de comportament en una propietat que no és de comportament. No podeu utilitzar aquesta propietat per canviar valors d'altres llocs de l’aplicació.
cs_cz: Funkce chování ve vlastnosti, která není chováním. Pomocí této vlastnosti není možné měnit hodnoty jinde v aplikaci.
da_dk: Funktionsmåde i en ikke-funktionsmåde-egenskab. Du kan bruge denne egenskab til at ændre værdier et andet sted i appen.
de_de: Verhaltensfunktion in einer nicht verhaltensbezogenen Eigenschaft. Diese Eigenschaft kann nicht zum Ändern von Werten an anderer Stelle in der App verwendet werden.
el_gr: Συνάρτηση συμπεριφοράς σε μια ιδιότητα που δεν σχετίζεται με τη συμπεριφορά. Δεν μπορείτε να χρησιμοποιήσετε αυτή την ιδιότητα για να αλλάξετε τιμές αλλού στην εφαρμογή.
es_es: Hay una función de comportamiento en una propiedad que no es de comportamiento. No se puede usar esta propiedad para cambiar valores en otra parte de la aplicación.
et_ee: Käitumise funktsioon on mitte-käitumise atribuut. Te ei saa seda atribuuti kasutada väärtuste muutmiseks mujal rakenduses.
eu_es: Portaerarik ez duen propietate bateko portaera-funtzioa. Ezin duzu erabili propietate hori aplikazioaren beste eremu batzuetako balioak aldatzeko.
fi_fi: Toimintafunktio muussa kuin toimintaominaisuudessa. Et voi käyttää tätä ominaisuutta muuttamaan arvoja muualla sovelluksessa.
fr_fr: Fonction de comportement dans une propriété non-comportementale. Vous ne pouvez pas utiliser cette propriété pour modifier des valeurs ailleurs dans l’application.
gl_es: Función de comportamento nunha propiedade sen comportamento. Non se pode usar esta propiedade para modificar valores noutro lugar da aplicación.
hi_in: गैर-व्यवहार गुण में व्यवहार फ़ंक्शन. आप ऐप में कहीं और मान परिवर्तित करने के लिए इस गुण का उपयोग नहीं कर सकते.
hr_hr: Funkcija ponašanja u svojstvo koje nije svojstvo ponašanja. To svojstvo nije moguće koristiti za promjenu vrijednosti na drugim mjestima u aplikaciji.
hu_hu: Viselkedési függvény szerepel egy nem viselkedési tulajdonságban. Ezzel a tulajdonsággal nem módosíthatók a tulajdonságok az alkalmazás más részeiben.
id_id: Fungsi perilaku dalam properti non-perilaku. Anda tidak dapat menggunakan properti ini untuk mengubah nilai di tempat lain dalam aplikasi.
it_it: Funzione di comportamento in una proprietà non di comportamento. Non è possibile usare questa proprietà per modificare i valori in un'altra parte dell'app.
ja_jp: 非動作プロパティに動作関数があります。このプロパティを使用してアプリ内の他の場所にある値を変更することはできません。
kk_kz: Жұмыс режимі емес сипаттағы жұмыс режимі функциясы. Бұл сипатты бағдарламаның басқа жеріндегі мәндерді өзгерту үшін пайдалана алмайсыз.
ko_kr: 동작이 아닌 속성의 동작 함수입니다. 앱의 다른 곳에서 값을 변경하는 데는 이 속성을 사용할 수 없습니다.
lt_lt: Ne veikimo ypatybės veikimo funkcija. Šios ypatybės negalite naudoti norėdami pakeisti reikšmes kitoje programos vietoje.
lv_lv: Izturēšanās funkcija rekvizītā, kas nav izturēšanās rekvizīts. Šo rekvizītu nevar izmantot, lai mainītu vērtības citviet programmā.
ms_my: Fungsi kelakuan dalam sifat bukan kelakuan. Anda tidak boleh menggunakan sifat ini untuk mengubah nilai di tempat lain dalam aplikasi.
nb_no: Virkemåtefunksjon i en ikke-virkemåte-egenskap. Du kan ikke bruke denne egenskapen til å endre verdier andre steder i appen.
nl_nl: De gedragsfunctie in een niet-gedragseigenschap. U kunt deze eigenschap niet gebruiken om waarden elders in de app te wijzigen.
pl_pl: Funkcja zachowania we właściwości innej niż właściwość zachowania. Nie można używać tej właściwości do zmiany wartości w innym miejscu aplikacji.
pt_br: Função de comportamento em uma propriedade não comportamental. Você não pode usar esta propriedade para alterar valores em outro lugar no aplicativo.
pt_pt: Função de comportamento numa propriedade não comportamento. Não pode utilizar esta propriedade para alterar valores noutro local na aplicação.
ro_ro: Funcție de comportament într-o proprietate necomportamentală. Nu puteți utiliza această proprietate pentru a modifica valorile din altă parte a aplicației.
ru_ru: Функция поведения используется в несвязанном с поведением свойстве. Это свойство не позволяет изменять значения в других областях приложения.
sk_sk: Funkcia správania vo vlastnosti, ktorá nie je správaním. Pomocou tejto vlastnosti nie je možné meniť hodnoty inde v aplikácii.
sl_si: Funkcija delovanja v lastnosti, ki ni povezana z delovanjem. Te lastnosti ne morete uporabiti za spreminjanje vrednosti na drugih mestih v aplikaciji.
sr_cyrl_rs: Функција понашања у својству које се не односи на понашање. Не можете да користите ово својство да бисте мењали вредности другде у апликацији.
sr_latn_rs: Funkcija ponašanja u svojstvu koje se ne odnosi na ponašanje. Ne možete da koristite ovo svojstvo da biste menjali vrednosti drugde u aplikaciji.
sv_se: Beteendefunktion i en icke-beteende-egenskap. Du kan inte använda den här egenskapen för att ändra värden i appen.
th_th: ฟังก์ชันลักษณะการทำงานในคุณสมบัติที่ไม่ใช่ลักษณะการทำงาน คุณไม่สามารถใช้คุณสมบัตินี้เพื่อเปลี่ยนค่าส่วนอื่นในแอปได้
tr_tr: Davranış olmayan bir özellikte davranış işlevi. Bu özelliği uygulamanın başka bir yerinde değerleri değiştirmek için kullanamazsınız.
uk_ua: Поведінкова функція в неповедінковій властивості, яка не дає змоги змінювати значення деінде в програмі.
vi_vn: Hàm hành vi trong thuộc tính không thuộc hành vi. Bạn không thể sử dụng thuộc tính này để thay đổi các giá trị ở nơi khác trong ứng dụng.
zh_cn: 非行为属性中的行为函数。此属性不可用于更改应用中其他位置的值。
zh_tw: 非行為屬性中的行為函式。您無法使用此屬性在應用程式的其他位置變更值。

# ErrorResource_ErrBehaviorPropertyExpected_LongMessage
source: Behavior functions change the state of the app by changing values elsewhere in the app. 'Navigate', 'Patch', 'UpdateContext', and 'Collect' are common behavior functions. 'OnSelect', 'OnVisible', and other 'On …' properties are common behavior-based properties.
bg_bg: Функциите за поведение променят състоянието на приложението, като променят стойности на друго място в приложението. Navigate, Patch, UpdateContext и Collect са често срещани функции за поведение. OnSelect, OnVisible и други свойства „On …“ са често срещани свойства, базирани на поведение.
ca_es: Les funcions de comportament canvien l'estat de l'aplicació, ja que canvien els valors dels altres llocs de l'aplicació. "Navigate", "Patch", "UpdateContext" i "Collect" són funcions de comportament comunes. Les propietats "OnSelect", "OnVisible" i altres que comencen per "On..." són propietats comunes basades en el comportament.
cs_cz: Funkce chování mění stav aplikace tím, že mění hodnoty na jiných místech v aplikaci. Navigate, Patch, UpdateContext a Collect jsou běžné funkce chování. OnSelect, OnVisible a další vlastnosti začínající na On jsou běžné vlastnosti založené na chování.
da_dk: Funktionsmåder ændrer tilstanden for appen ved at ændre værdier et andet sted i appen. Navigate, Patch, UpdateContext og Collect er fælles funktionsmåder. OnSelect, OnVisible og andre "On..."-egenskaber er fælles funktionsmådebaserede egenskaber.
de_de: Verhaltensfunktionen ändern den Zustand der App, indem sie Werte an anderer Stelle in der App ändern. "Navigate", "Patch", "UpdateContext" und "Collect" sind gängige Verhaltensfunktionen. "OnSelect", "OnVisible" und andere mit "On" beginnende Eigenschaften sind gängige verhaltensbasierte Eigenschaften.
el_gr: Οι συναρτήσεις συμπεριφοράς αλλάζουν την κατάσταση της εφαρμογής με την αλλαγή τιμών αλλού στην εφαρμογή. Οι συναρτήσεις Navigate, Patch, UpdateContext και Collect είναι συνήθεις συναρτήσεις συμπεριφοράς. Οι ιδιότητες OnSelect, OnVisible και άλλες ιδιότητες "On …" είναι συνήθεις ιδιότητες που βασίζονται στη συμπεριφορά.
es_es: Las funciones de comportamiento cambian el estado de la aplicación al cambiar valores en otra parte de la aplicación. "Navigate", "Patch", "UpdateContext" y "Collect" son funciones de comportamiento comunes. "OnSelect", "OnVisible" y otras propiedades de tipo "On..." son propiedades comunes basadas en el comportamiento.
et_ee: Käitumisfunktsioonid muudavad rakenduse olekut, muutes väärtusi mujal rakenduses. Tavalised käitumisfunktsioonid on 'Navigate', 'Patch', 'UpdateContext' ja 'Collect'. 'OnSelect', 'OnVisible' ning muud algusega 'On …' atribuudid on tavalised käitumispõhised atribuudid.
eu_es: Aplikazioaren egoera aldatzen dute portaera-funtzioek; horretarako, aplikazioaren beste eremu batzuetako balioak aldatzen dituzte. "Navigate", "Patch", "UpdateContext" eta "Collect" dira ohiko portaera-funtzioak. "OnSelect", "OnVisible" eta antzeko "On..." propietateak, ordea, portaeran oinarritutako ohiko propietateak dira.
fi_fi: Toimintafunktiot muuttavat sovelluksen tilaa muuttamalla arvoja muualla sovelluksessa. Navigate, Patch, UpdateContext ja Collect ovat yleisiä toimintafunktioita. OnSelect, OnVisible ja muut On...-ominaisuudet ovat yleisiä toimintaan perustuvia ominaisuuksia.
fr_fr: Les fonctions de comportement changent l’état de l’application en modifiant des valeurs ailleurs dans l’application. « Navigate », « Patch », « UpdateContext » et « Collect » sont des fonctions de comportement courantes. « OnSelect », « OnVisible » et les autres propriétés « On... » sont des propriétés courantes basées sur le comportement.
gl_es: As funcións de comportamento modifican o estado da aplicación mediante a modificación de valores doutro lugar da aplicación. Algunhas funcións de comportamento comúns son "Navigate", "Patch", "UpdateContext" e "Collect". "OnSelect", "OnVisible" e outras propiedades "On …" son propiedades comúns baseadas en comportamento.
hi_in: व्यवहार फ़ंक्शन, ऐप में कहीं भी मानों को परिवर्तित करके ऐप की स्थिति को परिवर्तित कर देते हैं. 'नेविगेट करें', 'पैच करें', 'UpdateContext' और 'कलेक्ट' सामान्य व्यवहार फ़ंक्शन हैं. 'OnSelect', 'OnVisible' और अन्य 'On …' गुण सामान्य व्यवहार-आधारित गुण हैं.
hr_hr: Funkcije ponašanja mijenjaju stanje aplikacije promjenom vrijednosti na drugim mjestima u aplikaciji. "Navigate", "Patch", "UpdateContext" i "Collect" uobičajene su funkcije ponašanja. "OnSelect", "OnVisible" i ostala svojstva "On …" uobičajena su svojstva utemeljena na ponašanju.
hu_hu: A viselkedési függvények úgy módosítják az alkalmazás állapotát, hogy az alkalmazás más részeiben módosítanak értékeket. A Navigate, a Patch, az UpdateContext és a Collect gyakran használt viselkedési függvények. Az OnSelect, az OnVisible és az egyéb „On ...” kezdetű tulajdonságok gyakran használt viselkedésalapú tulajdonságok.
id_id: Fungsi perilaku mengubah status aplikasi dengan mengubah nilai di tempat lain dalam aplikasi. 'Navigate', 'Patch', 'UpdateContext' dan 'Collect' adalah fungsi perilaku umum. 'OnSelect', 'OnVisible', dan properti 'On...' lainnya adalah properti berbasis perilaku umum.
it_it: Le funzioni di comportamento modificano lo stato dell'app cambiando i valori in altre parti dell'app. 'Navigate', 'Patch', 'UpdateContext' e 'Collect' sono funzioni di comportamento comuni. 'OnSelect', 'OnVisible' e altre proprietà 'On …' sono proprietà comuni basate sul comportamento.
ja_jp: 動作関数は、アプリ内の他の場所にある値を変更することにより、アプリの状態を変更します。一般的な動作関数には、'Navigate'、'Patch'、'UpdateContext'、'Collect' があります。一般的な動作ベースのプロパティには、'OnSelect'、'OnVisible'、その他の 'On …' プロパティがあります。
kk_kz: Жұмыс режимі функциялары бағдарламаның күйін бағдарламадағы басқа жердегі мәндерді өзгерту арқылы өзгертеді. "Navigate", "Patch", "UpdateContext" және "Collect" жалпы жұмыс режимі функциялары болып табылады. "OnSelect", "OnVisible" және басқа "On …" сипаттары жалпы жұмыс режиміне негізделген сипаттар болып табылады.
ko_kr: 동작 함수는 앱의 다른 곳에서 값을 변경하여 앱의 상태를 변경합니다. 'Navigate', 'Patch', 'UpdateContext' 및 'Collect'는 일반적인 동작 함수입니다. 'OnSelect', 'OnVisible' 및 기타 'On …' 속성은 일반적인 동작 기반 속성입니다.
lt_lt: Veikimo funkcijos keičia programos būseną pakeisdamos reikšmes kitose programos vietose. Navigate, Patch, UpdateContext ir Collect – tai bendrosios veikimo funkcijos. Ypatybės OnSelect, OnVisible ir kitos On... ypatybės yra bendrosios veikimo ypatybės.
lv_lv: Izturēšanās funkcijas maina programmas stāvokli, mainot vērtības citviet programmā. Bieži lietotas izturēšanās funkcijas ir “Navigate”, “Patch”, “UpdateContext” un “Collect”. Bieži lietoti ar izturēšanos saistīti rekvizīti ir “OnSelect”, “OnVisible” un citi, kas sākas ar “On”.
ms_my: Fungsi kelakuan mengubah keadaan aplikasi dengan mengubah nilai di tempat lain dalam aplikasi. 'Navigate', 'Patch', 'UpdateContext', dan 'Collect' ialah fungsi kelakuan yang lazim. 'OnSelect', 'OnVisible', dan sifat 'On...' yang lain ialah sifat berasaskan kelakuan yang lazim.
nb_no: Virkemåtefunksjoner endrer statusen til appen ved å endre verdier andre steder i appen. Navigate, Patch, UpdateContext og Collect er vanlige virkemåtefunksjoner. OnSelect, OnVisible og andre On... er vanlige virkemåtebaserte egenskaper.
nl_nl: Gedragsfuncties wijzigen de status van de app door waarden elders in de app te wijzigen. De functies Navigate, Patch, UpdateContext en Collect zijn veelvoorkomende gedragsfuncties. De eigenschappen OnSelect, OnVisible en andere eigenschappen die beginnen met 'On …', zijn veelvoorkomende op gedrag gebaseerde eigenschappen.
pl_pl: Funkcje zachowania zmieniają stan aplikacji, modyfikując wartości w innym miejscu aplikacji. „Navigate”, „Patch”, „UpdateContext” i „Collect” to typowe funkcje zachowania. „OnSelect”, „OnVisible” i inne właściwości rozpoczynające się od ciągu „On” to typowe właściwości oparte na zachowaniu.
pt_br: As funções de comportamento mudam o estado do aplicativo alterando valores em outro lugar no aplicativo. 'Navigate', 'Patch', 'UpdateContext' e 'Collect' são funções comuns de comportamento. 'OnSelect', 'OnVisible' e outras propriedades 'On ...' são propriedades comuns baseadas em comportamentos.
pt_pt: As funções de comportamento mudam o estado da aplicação ao alterar valores noutro local da aplicação. "Navigate", "Patch", "UpdateContext" e "Collect" são funções de comportamento comuns. "OnSelect", "OnVisible" e outras propriedades "On..." são propriedades baseadas em comportamentos comuns.
ro_ro: Funcțiile de comportament schimbă starea aplicației, modificând valorile din altă parte a aplicației. „Navigate”, „Patch”, „UpdateContext” și „Collect” sunt funcții de comportament comune. Proprietățile „OnSelect”, „OnVisible” și alte proprietăți „On...” sunt proprietăți comune bazate pe comportament.
ru_ru: Функции поведения изменяют состояние приложения путем изменения значений в других его областях. Типичные функции поведения: "Navigate" (Переключение экрана), "Patch" (Изменение или объединение записей), "UpdateContext" (Изменение контекста) или "Collect" (Создание коллекции). Типичные свойства, основанные на поведении: "OnSelect" (При выборе), "OnVisible" (При отображении) и другие свойства вида "On…".
sk_sk: Funkcie správania menia stav aplikácie tým, že menia hodnoty inde v aplikácii. Navigate, Patch, UpdateContext a Collect sú bežné funkcie správania. OnSelect, OnVisible a ďalšie funkcie typu On… sú bežné vlastnosti založené na správaní.
sl_si: Funkcije delovanja spremenijo stanje aplikacije tako, da spremenijo vrednosti na drugih mestih v aplikaciji. Pogoste funkcije delovanja so funkcije »Navigate«, »Patch«, »UpdateContext« in »Collect«, pogoste lastnosti delovanja pa so »OnSelect«, »OnVisible« in druge lastnosti »On...«.
sr_cyrl_rs: Функције понашања мењају стање апликације тиме што мењају вредности другде у апликацији. „Navigate“, „Patch“, „UpdateContext“ и „Collect“ представљају уобичајене функције понашања. „OnSelect“, „OnVisible“ и друга „On…“ својства представљају уобичајена својства заснована на понашању.
sr_latn_rs: Funkcije ponašanja menjaju stanje aplikacije time što menjaju vrednosti drugde u aplikaciji. „Navigate“, „Patch“, „UpdateContext“ i „Collect“ predstavljaju uobičajene funkcije ponašanja. „OnSelect“, „OnVisible“ i druga „On…“ svojstva predstavljaju uobičajena svojstva zasnovana na ponašanju.
sv_se: Beteendefunktionerna förändrar appens tillstånd genom at ändra värden på andra ställen i appen. Navigate, Patch, UpdateContext och Collect är vanliga beteendefunktioner. OnSelect, OnVisible och andra "On"-egenskaper är vanliga beteendebaserade egenskaper.
th_th: ฟังก์ชันลักษณะการทำงานจะเปลี่ยนสถานะของแอปโดยการเปลี่ยนค่าส่วนอื่นในแอป 'Navigate', 'Patch', 'UpdateContext' และ 'Collect' คือฟังก์ชันลักษณะการทำงานทั่วไป 'OnSelect', 'OnVisible' และคุณสมบัติอื่นๆ ที่ขึ้นต้นด้วย 'On …' คือคุณสมบัติตามลักษณะการทำงานทั่วไป
tr_tr: Davranış işlevleri uygulamanın başka bir yerinde değerleri değiştirerek uygulamanın durumunu değiştirir. 'Navigate', 'Patch', 'UpdateContext' ve 'Collect' yaygın davranış işlevleridir. 'OnSelect', 'OnVisible' ve diğer 'On …' özellikleri yaygın davranış tabanlı özelliklerdir.
uk_ua: Поведінкові функції змінюють стан програми, змінюючи в ній інші значення. До типових поведінкових функцій належать Navigate, Patch, UpdateContext і Collect. До типових властивостей на основі поведінки належать OnSelect, OnVisible та інші властивості типу "On…".
vi_vn: Các hàm hành vi thay đổi trạng thái ứng dụng bằng cách thay đổi các giá trị ở nơi khác trong ứng dụng. 'Navigate', 'Patch', 'UpdateContext' và 'Collect' là những hàm hành vi thông thường. Các thuộc tính 'OnSelect', 'OnVisible' và các thuộc tính 'On …' khác là các thuộc tính dựa trên hành vi thông thường.
zh_cn: 行为属性通过更改应用中其他位置的值来更改应用的状态。常见行为函数包括 "Navigate"、"Patch"、"UpdateContext" 和 "Collect"。基于行为的常见属性包括 "OnSelect"、"OnVisible" 和其他 "On..." 属性。
zh_tw: 行為函式變更應用程式狀態的方法，是在應用程式的其他位置變更值。'Navigate'、'Patch'、'UpdateContext' 及 'Collect' 均為常見的行為函式。'OnSelect'、'OnVisible' 及其他 'On...' 則為常見的行為型屬性。

# ErrorResource_ErrBehaviorPropertyExpected_HowToFix_1
source: Move the behavior function to a behavior-based property.
bg_bg: Преместете функцията за поведение в свойство, базирано на поведение.
ca_es: Desplaceu la funció de comportament a una propietat basada en comportament.
cs_cz: Přesuňte funkci chování do vlastnosti založené na chování.
da_dk: Flyt funktionmåden til en funktionsmådebaseret egenskab.
de_de: Verschieben Sie die Verhaltensfunktion in eine verhaltensbasierte Eigenschaft.
el_gr: Μετακινήστε τη συνάρτηση συμπεριφοράς σε μια ιδιότητα που βασίζεται στη συμπεριφορά.
es_es: Mueva la función de comportamiento a una propiedad basada en el comportamiento.
et_ee: Teisaldage käitumisfunktsioon käitumispõhisesse atribuuti.
eu_es: Eraman portaera-funtzioa portaeran oinarritutako propietate batera.
fi_fi: Siirrä käyttäytymisfunktio käyttäytymiseen perustuvaan ominaisuuteen.
fr_fr: Déplacez la fonction comportementale vers une propriété basée sur le comportement.
gl_es: Mova a función de comportamento a unha propiedade baseada en comportamento.
hi_in: व्यवहार फ़ंक्शन को एक व्यवहार-आधारित गुण पर ले जाएँ.
hr_hr: Funkciju ponašanja premjestite na svojstvo utemeljeno na ponašanju.
hu_hu: Helyezze át a viselkedési függvényt egy viselkedésalapú tulajdonságba.
id_id: Pindahkan fungsi perilaku ke properti berbasis perilaku.
it_it: Spostare la funzione di comportamento in una proprietà basata sul comportamento.
ja_jp: 動作関数を動作ベースのプロパティに移動してください。
kk_kz: Жұмыс режимі функциясын жұмыс режиміне негізделген сипатқа жылжытыңыз.
ko_kr: 동작 함수를 동작 기반 속성으로 이동합니다.
lt_lt: Perkelkite veikimo funkciją į veikimo ypatybę.
lv_lv: Pārvietojiet izturēšanās funkciju uz rekvizītu, kas saistīts ar izturēšanos.
ms_my: Alihkan fungsi kelakuan pada sifat berdasarkan kelakuan.
nb_no: Flytt virkemåtefunksjonen til en virkemåtebasert egenskap.
nl_nl: De gedragsfunctie verplaatsen naar een op gedrag gebaseerde eigenschap.
pl_pl: Przenieś funkcję zachowania do właściwości opartej na zachowaniu.
pt_br: Mova a função de comportamento para uma propriedade baseada em comportamento.
pt_pt: Mover a função de comportamento para uma propriedade com base em comportamento.
ro_ro: Mutați funcția de comportament la o proprietate bazată pe comportament.
ru_ru: Переместите функцию поведения в основанное на поведении свойство.
sk_sk: Premiestnite funkciu správania do vlastnosti založenej na správaní.
sl_si: Premaknite funkcijo delovanja v lastnost, ki določa delovanje.
sr_cyrl_rs: Преместите функцију понашања у својство засновано на понашању.
sr_latn_rs: Premestite funkciju ponašanja u svojstvo zasnovano na ponašanju.
sv_se: Flytta beteendefunktionen till en beteendebaserad egenskap.
th_th: ย้ายฟังก์ชันลักษณะการทำงานไปยังคุณสมบัติตามลักษณะการทำงาน
tr_tr: Davranış işlevini davranış tabanlı bir özelliğe taşıyın.
uk_ua: Перемістіть поведінкову функцію до властивості на основі поведінки.
vi_vn: Di chuyển hàm hành vi tới một thuộc tính dựa trên hành vi.
zh_cn: 将行为函数移至基于行为的属性。
zh_tw: 將行為函式移至行為型屬性。
