Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrExpectedDataSourceRestriction
source: Expected a data source identifier to restrict the inline record.
bg_bg: Очаква се идентификаторът на източника на данни да ограничи вградения запис.
ca_es: S'esperava un identificador de la font de dades per restringir el registre en línia.
cs_cz: Očekával se identifikátor zdroje dat, který omezí vložený záznam.
da_dk: Forventede et datakilde-id til at begrænse den indbyggede post.
de_de: Es wurde ein Datenquellenbezeichner zur Einschränkung des Inlinedatensatzes erwartet.
el_gr: Αναμενόταν ένα αναγνωριστικό προέλευσης δεδομένων για περιορισμό της ενσωματωμένης εγγραφής.
es_es: Se esperaba un identificador de origen de datos para restringir el registro en línea.
et_ee: Eeldati, et andmeallika identifikaator piirab tekstisisest kirjet.
eu_es: Datu-iturburuaren identifikatzaile bat espero zen txertatutako erregistroa mugatzeko.
fi_fi: Odotettiin tietolähteen tunnusta rajoittamaan sisäistä tietuetta.
fr_fr: Un identificateur de source de données était attendu pour restreindre l’enregistrement inclus.
gl_es: Esperábase un identificador de orixe de datos para restrinxir o rexistro inserido.
hi_in: इनलाइन रिकॉर्ड प्रतिबंधित करने के लिए एक डेटा स्रोत पहचानकर्ता अपेक्षित था.
hr_hr: Očekivao se identifikator izvora podataka koji bi ograničio zapis u retku.
hu_hu: A rendszer egy adatforrás-azonosítót várt a beágyazott rekord korlátozása céljából.
id_id: Mengharapkan pengidentifikasi sumber data untuk membatasi catatan sebaris.
it_it: È previsto un identificatore dell'origine dati per limitare il record inline.
ja_jp: インライン レコードを制限するためには、データ ソース ID が必要です。
kk_kz: Кіріс жазбаны шектеу үшін деректер көзінің идентификаторы күтілді.
ko_kr: 인라인 레코드를 제한할 데이터 원본 식별자가 필요합니다.
lt_lt: Numatoma, kad duomenų šaltinio identifikatorius apribos įdėtąjį įrašą.
lv_lv: Jānorāda datu avota identifikators, kas ierobežo iekļauto ierakstu.
ms_my: Menjangkakan pengecam sumber data untuk mengehadkan rekod sebaris.
nb_no: Forventet at en datakildeidentifikator begrenset den innebygde posten.
nl_nl: Een gegevensbron-id wordt verwacht om de inlinerecord te beperken.
pl_pl: Oczekiwany identyfikator źródła danych służący do ograniczania rekordu wbudowanego.
pt_br: Era esperado um identificador de fonte de dados para restringir o registro embutido.
pt_pt: Era esperado um identificador de origem de dados para restringir o registo inline.
ro_ro: Se așteaptă ca un identificator de sursă de date să restricționeze înregistrarea în linie.
ru_ru: Ожидается идентификатор источника данных для ограничения встроенной записи.
sk_sk: Očakával sa identifikátor zdroja údajov, ktorý obmedzí vnorený záznam.
sl_si: Pričakovan je bil identifikator vira podatkov za omejitev zapisa v vrstici.
sr_cyrl_rs: Очекивао се идентификатор извора података за ограничавање уметнутог записа.
sr_latn_rs: Očekivao se identifikator izvora podataka za ograničavanje umetnutog zapisa.
sv_se: En datakällsidentifierare förväntades begränsa den infogade posten.
th_th: คาดหวังให้ตัวระบุแหล่งข้อมูลจำกัดระเบียนแบบอินไลน์
tr_tr: Satır içi kaydı kısıtlamak için bir veri kaynağı tanımlayıcısı bekleniyordu.
uk_ua: Очікується ідентифікатор джерела даних, щоб обмежити вбудований запис.
vi_vn: Kỳ vọng mã định danh nguồn dữ liệu sẽ hạn chế bản ghi nội tuyến.
zh_cn: 应为限制内联记录的数据源标识符。
zh_tw: 必須有資料來源識別碼才能限制內嵌記錄。

# ErrIncompatibleTypes
source: The given types are incompatible.
bg_bg: Дадените типове са несъвместими.
ca_es: Els tipus proporcionats són incompatibles.
cs_cz: Zadané typy nejsou kompatibilní.
da_dk: De givne typer er inkompatible.
de_de: Die angegebenen Typen sind inkompatibel.
el_gr: Οι δεδομένοι τύποι δεν είναι συμβατοί.
es_es: Los tipos dados no son compatibles.
et_ee: Määratud tüübid ei ühildu.
eu_es: Emandako motak bateraezinak dira.
fi_fi: Annetut tyypit eivät ole yhteensopivat.
fr_fr: Les types donnés sont incompatibles.
gl_es: Os tipos indicados son incompatibles.
hi_in: दिए गए प्रकार असंगत हैं.
hr_hr: Zadane vrste nisu kompatibilne.
hu_hu: A megadott típusok nem kompatibilisek.
id_id: Jenis yang ditentukan tidak kompatibel.
it_it: I tipi specificati sono incompatibili.
ja_jp: 指定した型は互換性がありません。
kk_kz: Берілген түрлер үйлесімсіз.
ko_kr: 지정된 형식은 호환되지 않습니다.
lt_lt: Pateikti tipai yra nesuderinami.
lv_lv: Norādītie tipi nav saderīgi.
ms_my: Jenis yang diberikan tidak serasi.
nb_no: De angitte typene er inkompatible.
nl_nl: De opgegeven typen zijn incompatibel.
pl_pl: Dane typy są niezgodne.
pt_br: Os tipos fornecidos são incompatíveis.
pt_pt: Os tipos determinados são incompatíveis.
ro_ro: Tipurile date sunt incompatibile.
ru_ru: Указанные типы несовместимы.
sk_sk: Dané typy sú nekompatibilné.
sl_si: Dani tipi niso združljivi.
sr_cyrl_rs: Дати типови су некомпатибилни.
sr_latn_rs: Dati tipovi su nekompatibilni.
sv_se: De angivna typerna är inkompatibla.
th_th: ประเภทที่ระบุเข้ากันไม่ได้
tr_tr: Sağlanan türler uyumsuz.
uk_ua: Указані типи несумісні.
vi_vn: Loại cho trước không tương thích.
zh_cn: 给定类型不兼容。
zh_tw: 指定的類型不相容。

# ErrTypeError_Ex1_Ex2_Found
source: The type of this argument '{2}' does not match one of the expected types '{0}' or '{1}'.
bg_bg: Типът на този аргумент „{2}“ не съвпада с един от очакваните типове „{0}“ или „{1}“.
ca_es: El tipus de l'argument '{2}' no coincideix amb un dels tipus esperats '{0}' o '{1}'.
cs_cz: Typ tohoto argumentu „{2}“ neodpovídá žádnému z očekávaných typů „{0}“ nebo „{1}“.
da_dk: Denne argumenttype "{2}" matcher ikke en af de forventede typer "{0}" eller "{1}".
de_de: Der Typ dieses Arguments „{2}“ stimmt nicht mit einem der erwarteten Typen „{0}“ oder „{1}“ überein.
el_gr: Ο τύπος αυτού του ορίσματος '{2}' δεν συμφωνεί με έναν από τους αναμενόμενους τύπους '{0}' ή '{1}'.
es_es: El tipo de este argumento "{2}" no coincide con uno de los tipos esperados "{0}" o "{1}".
et_ee: Selle argumendi {2} tüüp ei vasta eeldatud tüüpidele {0} ega {1}.
eu_es: '{2}' argumentuaren mota ez dator bat espero zen mota hauetako batekin: '{0}' edo '{1}'.
fi_fi: Tämän argumentin {2} tyyppi ei vastaa toista odotetuista tyypeistä {0} tai {1}.
fr_fr: Le type de cet argument '{2}' ne correspond à aucun des types attendus '{0}' ou '{1}'.
gl_es: O tipo deste argumento '{2}' non coincide cun dos seguintes tipos esperados: '{0}' ou '{1}'.
hi_in: इस तर्क '{2}' के प्रकार का मिलान अपेक्षित प्रकारों '{0}' या '{1}' से नहीं होता.
hr_hr: Vrsta argumenta "{2}" ne odgovara očekivanim vrstama "{0}" ili "{1}".
hu_hu: A(z) {0} argumentum típusa nem felel meg az elvárt {1} vagy {2} típusnak.
id_id: Jenis argumen '{2}' tidak cocok dengan salah satu jenis yang diharapkan '{0}' atau '{1}'.
it_it: Il tipo dell'argomento '{2}' non corrisponde ai tipi previsti '{0}' o '{1}'.
ja_jp: この引数の型 '{2}' が、必要な型である '{0}' または '{1}' と一致しません。
kk_kz: Бұл аргументтің "{2}" түрі күтілген "{0}" немесе "{1}" түрлерінің біреуіне сәйкес емес.
ko_kr: 인수 '{2}'의 형식이 필요한 형식인 '{0}' 또는 '{1}' 중 하나와 일치하지 않습니다.
lt_lt: Šio argumento tipas „{2}“ neatitinka vieno iš numatytų tipų „{0}“ arba „{1}“.
lv_lv: Argumenta tips {2} neatbilst kādam no paredzētajiem tipiem {0} vai {1}.
ms_my: Jenis argumen '{2}' ini tidak padan dengan salah satu daripada jenis '{0}' atau '{1}' yang dijangka.
nb_no: Typen for dette argumentet ({2}) samsvarer ikke med en av de forventede typene {0} eller {1}.
nl_nl: Het type van dit argument {2} komt niet overeen met een van de verwachte typen {0} of {1}.
pl_pl: Typ tego argumentu „{2}” nie pasuje do jednego z oczekiwanych typów: „{0}” lub „{1}”.
pt_br: O tipo deste argumento '{2}' não corresponde aos tipos esperados '{0}' ou '{1}'.
pt_pt: O tipo deste argumento "{2}" não corresponde ao um dos tipos esperados "{0}" ou "{1}".
ro_ro: Tipul acestui argument „{2}” nu corespunde cu unul din tipurile așteptate „{0}” sau „{1}”.
ru_ru: Тип этого аргумента "{2}" не соответствует ожидаемым типам "{0}" или "{1}".
sk_sk: Typ tohto argumentu {2} sa nezhoduje s jedným z očakávaných typov {0} alebo {1}.
sl_si: Tip tega argumenta »{2}« se ne ujema z enim od pričakovanih tipov »{0}« ali »{1}«.
sr_cyrl_rs: Тип овог аргумента „{2}“ није подударан са једним од очекиваних типова „{0}“ или „{1}“.
sr_latn_rs: Tip ovog argumenta „{2}“ nije podudaran sa jednim od očekivanih tipova „{0}“ ili „{1}“.
sv_se: Argumenttypen {2} matchar inte någon av de förväntade typerna {0} eller {1}.
th_th: ประเภทของอาร์กิวเมนต์ '{2}' ไม่ตรงกับหนึ่งในประเภท '{0}' หรือ '{1}' ที่ต้องการ
tr_tr: '{2}' bağımsız değişkeninin türü, beklenen '{0}' veya '{1}' türlerinden biriyle eşleşmiyor.
uk_ua: Тип цього аргументу "{2}" не відповідає одному з очікуваних ("{0}" або "{1}").
vi_vn: Loại đối số này '{2}' không khớp với một trong các loại '{0}' hoặc '{1}' theo dự kiến.
zh_cn: 此参数 '{2}' 的类型与所需类型 '{0}' 或 '{1}' 之一不匹配。
zh_tw: 此引數的類型 '{2}' 不符合其中一個應有的類型 ('{0}' 或 '{1}')。

# ErrTypeError_Arg_Expected_Found
source: The type of this argument '{0}' does not match the expected type '{1}'. Found type '{2}'.
bg_bg: Типът на аргумента „{0}“ не съвпада с очаквания тип „{1}“. Открит е тип „{2}“.
ca_es: El tipus de l'argument '{0}' no coincideix amb el tipus esperat '{1}'. S'ha trobat el tipus '{2}'.
cs_cz: Typ tohoto argumentu „{0}“ neodpovídá očekávanému typu „{1}“. Našel se typ „{2}“.
da_dk: Denne argumenttype "{0}" matcher ikke den forventede type "{1}". Fandt type "{2}".
de_de: Der Typ dieses Arguments „{0}“ stimmt nicht mit dem erwarteten Typ „{1}“ überein. Gefunden wurde Typ „{2}“.
el_gr: Ο τύπος αυτού του ορίσματος '{0}' δεν συμφωνεί με τον αναμενόμενο τύπο '{1}'. Βρέθηκε ο τύπος '{2}'.
es_es: El tipo de este argumento "{0}" no coincide con el tipo esperado "{1}". Tipo encontrado "{2}".
et_ee: Selle argumendi {0} tüüp ei vasta eeldatud tüübile {1}. Leiti tüüp {2}.
eu_es: '{0}' argumentuaren mota ez dator bat espero zen '{1}' motarekin. Mota hau aurkitu da: '{2}'.
fi_fi: Tämän argumentin {0} tyyppi ei vastaa odotettua tyyppiä {1}. Löytyi tyyppi {2}.
fr_fr: Le type de cet argument '{0}' ne correspond pas au type attendu '{1}'. Type trouvé '{2}'.
gl_es: O tipo deste argumento '{0}' non coincide co tipo esperado '{1}'. Atopouse o tipo '{2}'.
hi_in: इस तर्क '{0}' के प्रकार का मिलान अपेक्षित प्रकार '{1}' से नहीं होता. प्रकार '{2}' मिला.
hr_hr: Vrsta argumenta "{0}" ne odgovara očekivanoj vrsti "{1}". Pronađena je vrsta "{2}".
hu_hu: A(z) {0} argumentum típusa nem felel meg az elvárt {1} típusnak. A talált típus {2}.
id_id: Jenis argumen '{0}' tidak cocok dengan jenis yang diharapkan '{1}'. Jenis '{2}' ditemukan.
it_it: Il tipo dell'argomento '{0}' non corrisponde al tipo previsto '{1}'. È stato trovato il tipo '{2}'.
ja_jp: この引数 '{0}' の型は必要な型 '{1}' と一致しません。見つかった型 '{2}'。
kk_kz: Бұл аргументтің "{0}" түрі күтілген "{1}" түріне сәйкес емес. "{2}" түрі табылды.
ko_kr: 인수 '{0}'의 형식이 필요한 형식인 '{1}'과(와) 일치하지 않습니다. 검색된 형식: '{2}'.
lt_lt: Šio argumento tipas „{0}“ neatitinka numatomo tipo „{1}“. Rastas tipas „{2}“.
lv_lv: Šī argumenta tips {0} neatbilst paredzētajam tipam {1}. Atrastais tips {2}.
ms_my: Jenis argumen '{0}' ini tidak padan dengan jenis '{1}' yang dijangka. Jenis '{2}' ditemui.
nb_no: Typen for dette argumentet ({0}) samsvarer ikke med den forventede typen ({1}). Fant typen {2}.
nl_nl: Het type van dit argument {0} komt niet overeen met het verwachte type {1}. Type {2} gevonden.
pl_pl: Typ tego argumentu „{0}” nie pasuje do oczekiwanego typu „{1}”. Znaleziono typ „{2}”.
pt_br: O tipo deste argumento '{0}' não corresponde ao tipo esperado '{1}'. Encontrado o tipo '{2}'.
pt_pt: O tipo deste argumento "{0}" não corresponde ao tipo esperado "{1}". Tipo encontrado "{2}".
ro_ro: Tipul acestui argument „{0}” nu corespunde tipului așteptat „{1}”. S-a găsit tipul „{2}”.
ru_ru: Тип этого аргумента "{0}" не соответствует ожидаемому типу "{1}". Обнаруженный тип: "{2}".
sk_sk: Typ tohto argumentu {0} sa nezhoduje s očakávaným typom {1}. Nájdený typ: {2}.
sl_si: Tip argumenta »{0}« se ne ujema s pričakovanim tipom »{1}«. Zaznan tip »{2}«.
sr_cyrl_rs: Тип овог аргумента „{0}“ није подударан са очекиваним типом „{1}“. Пронађен је тип „{2}“.
sr_latn_rs: Tip ovog argumenta „{0}“ nije podudaran sa očekivanim tipom „{1}“. Pronađen je tip „{2}“.
sv_se: Argumenttypen {0} matchar inte den förväntade typen {1}. Hittade typen {2}.
th_th: ประเภทของอาร์กิวเมนต์ '{0}' ไม่ตรงกับประเภทที่ต้องการ '{1}' พบประเภท '{2}'
tr_tr: '{0}' bağımsız değişkeninin türü, beklenen '{1}' türüyle eşleşmiyor. Bulunan tür: '{2}'.
uk_ua: Тип цього аргументу "{0}" ({2}) не відповідає очікуваному типу "{1}".
vi_vn: Loại đối số này '{0}' không khớp với loại '{1}' theo dự kiến. Đã tìm thấy loại '{2}'.
zh_cn: 此参数 '{0}' 的类型与所需类型 '{1}' 不匹配。找到类型 '{2}'。
zh_tw: 此引數的類型 '{0}' 不符合應有的類型 '{1}'。找到的類型為 '{2}'。

# ErrTypeError_WrongType
source: The type of this expression does not match the expected type '{0}'. Found type '{1}'.
bg_bg: Типът на израза не съвпада с очаквания тип „{0}“. Открит е тип „{1}“.
ca_es: El tipus d'aquesta expressió no coincideix amb el tipus esperat "{0}". S'ha trobat el tipus "{1}".
cs_cz: Typ tohoto výrazu neodpovídá očekávanému typu '{0}'. Nalezený typ '{1}'.
da_dk: Denne type udtryk matcher ikke den forventede type '{0}'. Fandt type '{1}'.
de_de: Der Typ dieses Ausdrucks stimmt nicht mit dem erwarteten Typ „{0}“ überein. Gefunden wurde Typ „{1}“.
el_gr: Ο τύπος αυτής της παράστασης δεν συμφωνεί με τον αναμενόμενο τύπο '{0}'. Βρέθηκε ο τύπος '{1}'.
es_es: El tipo de esta expresión no coincide con el tipo esperado "{0}". Tipo encontrado "{1}".
et_ee: Selle avaldise tüüp ei vasta eeldatud tüübile {0}. Leiti tüüp {1}.
eu_es: Adierazpenaren mota ez dator bat espero zen '{0}' motarekin. Mota hau aurkitu da: '{1}'.
fi_fi: Tämän lausekkeen tyyppi ei vastaa odotettua tyyppiä {0}. Löytyi tyyppi {1}.
fr_fr: Le type de cette expression ne correspond pas au type attendu « {0} ». Type trouvé « {1} ».
gl_es: O tipo desta expresión non coincide co tipo esperado "{0}". Atopouse o tipo "{1}".
hi_in: इस अभिव्यक्ति का प्रकार अपेक्षित प्रकार '{0}' से मेल नहीं खाता. प्रकार '{1}' मिला.
hr_hr: Vrsta izraza ne odgovara očekivanoj vrsti „{0}”. Pronađena je vrsta „{1}”.
hu_hu: A kifejezés típusa nem felel meg az elvárt {0} típusnak. A talált típus {1}.
id_id: Tipe ekspresi ini tidak cocok dengan tipe yang diharapkan '{0}'. Tipe yang ditemukan adalah '{1}'.
it_it: Il tipo di questa espressione non corrisponde al tipo previsto "{0}". È stato trovato il tipo "{1}".
ja_jp: この式の型が予期される型 '{0}' と一致しません。見つかった型 '{1}'。
kk_kz: Бұл өрнек түрі күтілген "{0}" түріне сәйкес емес. "{1}" түрі табылды.
ko_kr: 이 식의 형식이 필요한 형식인 '{0}'과(와) 일치하지 않습니다. '{1}' 형식을 찾았습니다.
lt_lt: Šio reiškinio tipas neatitinka numatomo tipo „{0}“. Rastas tipas „{1}“.
lv_lv: Šīs izteiksmes tips neatbilst paredzētajam tipam {0}. Atrastais tips: {1}.
ms_my: Jenis ungkapan ini tidak sepadan dengan jenis '{0}' yang dijangka. Jenis '{1}' ditemukan.
nb_no: Typen for dette uttrykket samsvarer ikke med den forventede typen {0}. Fant typen {1}.
nl_nl: Het type van deze expressie komt niet overeen met het verwachte type {0}. Type {1} gevonden.
pl_pl: Typ tego wyrażenia nie pasuje do oczekiwanego typu „{0}”. Znaleziony typ: „{1}”.
pt_br: O tipo desta expressão não corresponde ao tipo "{0}" esperado. Foi encontrado o tipo "{1}".
pt_pt: O tipo desta expressão não corresponde ao tipo esperado "{0}". Tipo encontrado "{1}".
ro_ro: Tipul acestei expresii nu corespunde tipului așteptat „{0}”. S-a găsit tipul „{1}”.
ru_ru: Тип этого выражения не соответствует ожидаемому типу "{0}". Обнаруженный тип: "{1}".
sk_sk: Typ tohto výrazu sa nezhoduje s očakávaným typom {0}. Nájdený typ: {1}.
sl_si: Vrsta izraza se ne ujema s pričakovano vrsto »{0}«. Najdena vrsta: »{1}«.
sr_cyrl_rs: Тип овог израза није подударан са очекиваним типом „{0}“. Пронађен је тип „{1}“.
sv_se: Denna uttryckstyp matchar inte den förväntade typen "{0}". Hittade typen "{1}".
th_th: ชนิดของนิพจน์ไม่ตรงกับชนิดที่ต้องการ '{0}' ชนิดที่พบคือ '{1}'
tr_tr: Bu ifadenin türü, beklenen '{0}' türüyle eşleşmiyor. Bulunan tür: '{1}'.
uk_ua: Тип цього виразу не відповідає очікуваному типу "{0}". Знайдено тип "{1}".
vi_vn: Loại biểu thức này không khớp với loại dự kiến "{0}". Đã tìm thấy loại "{1}".
zh_cn: 此表达式的类型与所需类型 '{0}' 不匹配。找到类型 '{1}'。
zh_tw: 此運算式的類型不符合應有的類型 '{0}'。找到的類型為 '{1}'。

# ErrTypeErrorRecordIncompatibleWithSource
source: The type of the record is incompatible with the source.
bg_bg: Типът на записа е несъвместим с източника.
ca_es: El tipus del registre és incompatible amb l'origen.
cs_cz: Typ záznamu není kompatibilní se zdrojem.
da_dk: Posttypen er inkompatibel med kilden.
de_de: Der Typ des Datensatzes ist mit der Quelle inkompatibel.
el_gr: Ο τύπος της εγγραφής δεν είναι συμβατός με την προέλευση.
es_es: El tipo del registro no es compatible con el origen.
et_ee: Kirje tüüp ei ühildu allikaga.
eu_es: Erregistroaren mota eta iturburua bateraezinak dira.
fi_fi: Tietueen tyyppi ei ole yhteensopiva lähteen kanssa.
fr_fr: Le type de l’enregistrement n’est pas compatible avec la source.
gl_es: O tipo de rexistro é incompatible coa orixe.
hi_in: रिकॉर्ड का यह प्रकार स्रोत से असंगत है.
hr_hr: Vrsta zapisa nije kompatibilna s izvorom.
hu_hu: A rekord típusa nem kompatibilis a forrással.
id_id: Jenis catatan tidak kompatibel dengan sumber.
it_it: Il tipo di record è incompatibile con l'origine.
ja_jp: レコードの型は、ソースと互換性がありません。
kk_kz: Жазбаның түрі көзбен үйлесімді емес.
ko_kr: 레코드 형식이 원본과 호환되지 않습니다.
lt_lt: Įrašo tipas nesuderinamas su šaltiniu.
lv_lv: Ieraksta tips nav saderīgs ar avotu.
ms_my: Jenis rekod tidak serasi dengan sumber.
nb_no: Typen for denne posten er inkompatibel med kilden.
nl_nl: Het type record is niet compatibel met de bron.
pl_pl: Typ rekordu jest niezgodny ze źródłem.
pt_br: O tipo do registro é incompatível com a fonte.
pt_pt: O tipo de registo é incompatível com a origem.
ro_ro: Tipul înregistrării este incompatibil cu sursa.
ru_ru: Тип записи несовместим с источником.
sk_sk: Typ záznamu je nekompatibilný so zdrojom.
sl_si: Tip zapisa ni združljiv z virom.
sr_cyrl_rs: Тип записа није компатибилан са извором.
sr_latn_rs: Tip zapisa nije kompatibilan sa izvorom.
sv_se: Posttypen är inte kompatibel med källan.
th_th: ชนิดเรกคอร์ดไม่สามารถทำงานร่วมกับซอร์สได้
tr_tr: Kayıt türü kaynakla uyumsuz.
uk_ua: Тип запису несумісний із джерелом.
vi_vn: Loại bản ghi không tương thích với nguồn.
zh_cn: 记录的类型与源不兼容。
zh_tw: 記錄類型與來源不相容。

# ErrExpectedStringLiteralArg_Name
source: Argument '{0}' is invalid, expected a text literal.
bg_bg: Аргументът „{0}“ е невалиден, очакван е текстов литерал.
ca_es: L'argument '{0}' no és vàlid; s'esperava un literal de text.
cs_cz: Argument „{0}“ není platný, očekával se textový literál.
da_dk: Argumentet "{0}" er ugyldigt, en tekstkonstantværdi var forventet.
de_de: Das Argument „{0}“ ist ungültig, ein Textliteral wird erwartet.
el_gr: Το όρισμα '{0}' δεν είναι έγκυρο, αναμενόταν λεκτική σταθερά κειμένου.
es_es: El argumento "{0}" no es válido, se esperaba un literal de texto.
et_ee: Argument {0} ei sobi. Eeldati tekstliteraali.
eu_es: '{0}' argumentuak ez du balio. Hitzez hitzeko testua espero zen.
fi_fi: Argumentti {0} on virheellinen, odotettiin tekstiliteraalia.
fr_fr: L’argument '{0}' n’est pas valide. Un littéral de texte est attendu.
gl_es: O argumento '{0}' non é válido. Esperábase un texto literal.
hi_in: तर्क '{0}' अमान्य है, पाठ अक्षरश: की अपेक्षा थी.
hr_hr: Argument "{0}" nije valjan, očekuje se doslovni tekst.
hu_hu: A(z) {0} argumentum érvénytelen, az elvárás szöveges konstansérték.
id_id: Argumen '{0}' tidak valid, disebabkan teks literal.
it_it: L'argomento '{0}' non è valido. È previsto un valore letterale di testo.
ja_jp: 引数 '{0}' は無効です。文字列リテラルが必要です。
kk_kz: "{0}" аргументі жарамсыз, мәтіндік литерал күтілді.
ko_kr: 인수 '{0}'은(는) 잘못되었습니다. 텍스트 리터럴이 필요합니다.
lt_lt: Argumentas „{0}“ yra neleistinas, tikimasi teksto literalo.
lv_lv: Arguments {0} nav derīgs, paredzēts teksta literālis.
ms_my: Argumen '{0}' tidak sah, menjangkakan literal teks.
nb_no: Argumentet {0} er ugyldig, forventet en tekstlitteral.
nl_nl: Het argument {0} is ongeldig. Er wordt een letterlijke tekstwaarde verwacht.
pl_pl: Argument „{0}” jest nieprawidłowy. Oczekiwany jest literał tekstowy.
pt_br: O argumento '{0}' é inválido, um literal de texto era esperado.
pt_pt: O argumento "{0}" é inválido, era esperado um texto literal.
ro_ro: Argumentul „{0}” este nevalid, se aștepta un literal text.
ru_ru: Аргумент "{0}" является недопустимым, ожидается текстовый литерал.
sk_sk: Argument {0} je neplatný, očakávala sa explicitná textová hodnota.
sl_si: Argument »{0}« ni veljaven, pričakovan je besedilni niz.
sr_cyrl_rs: Аргумент „{0}“ је неважећи, очекује се литерал текста.
sr_latn_rs: Argument „{0}“ je nevažeći, očekuje se literal teksta.
sv_se: Argumentet {0} är ogiltigt, en textliteral förväntades.
th_th: อาร์กิวเมนต์ '{0}' ไม่ถูกต้อง คาดหวังข้อความสัญพจน์
tr_tr: '{0}' bağımsız değişkeni geçersiz, metin sabit değeri bekleniyor.
uk_ua: Аргумент "{0}" неприпустимий. Очікувався текстовий літерал.
vi_vn: Đối số '{0}' không hợp lệ, dự kiến một ký tự văn bản.
zh_cn: 参数 '{0}' 无效，应为文本。
zh_tw: 引數 '{0}' 無效，應為文字常值。

# ErrArgNotAValidIdentifier_Name
source: Argument '{0}' is not a valid identifier.
bg_bg: Аргументът „{0}“ не е валиден идентификатор.
ca_es: L'argument '{0}' no és un identificador vàlid.
cs_cz: Argument „{0}“ není platný identifikátor.
da_dk: Argumentet "{0}" er ikke en gyldig identifikator.
de_de: Das Argument „{0}“ ist kein gültiger Bezeichner.
el_gr: Το όρισμα '{0}' δεν είναι έγκυρο αναγνωριστικό.
es_es: El argumento "{0}" no es un identificador válido.
et_ee: Argument {0} pole sobiv identifikaator.
eu_es: '{0}' argumentua ez da baliozko identifikatzaile bat.
fi_fi: Argumentti {0} ei ole kelvollinen tunnus.
fr_fr: L’argument '{0}' n’est pas un identificateur valide.
gl_es: O argumento '{0}' non é un identificador válido.
hi_in: तर्क '{0}' कोई मान्य आइडेंटिफ़ायर नहीं है.
hr_hr: Argument "{0}" nije valjani identifikator.
hu_hu: A(z) {0} argumentum nem érvényes azonosító.
id_id: Argumen '{0}' bukan merupakan pengidentifikasi yang valid.
it_it: L'argomento '{0}' non è un identificatore valido.
ja_jp: 引数 '{0}' は有効な識別子ではありません。
kk_kz: "{0}" аргументі жарамды идентификатор емес.
ko_kr: 인수 '{0}'은(는) 유효한 식별자가 아닙니다.
lt_lt: Argumentas „{0}“ nėra leistinas identifikatorius.
lv_lv: Arguments {0} nav derīgs identifikators.
ms_my: Argumen '{0}' bukan pengecam yang sah.
nb_no: Argumentet {0} er ikke en gyldig identifikator.
nl_nl: Het argument {0} is geen geldige id.
pl_pl: Argument „{0}” nie jest prawidłowym identyfikatorem.
pt_br: O argumento '{0}' não é um identificador válido.
pt_pt: O argumento "{0}" não é um identificador válido.
ro_ro: Argumentul „{0}” nu este un identificator valid.
ru_ru: Аргумент "{0}" не является допустимым идентификатором.
sk_sk: Argument {0} nie je platný identifikátor.
sl_si: Argument »{0}« ni veljaven identifikator.
sr_cyrl_rs: Аргумент „{0}“ није важећи идентификатор.
sr_latn_rs: Argument „{0}“ nije važeći identifikator.
sv_se: Argumentet {0} är inte en giltig identifierare.
th_th: อาร์กิวเมนต์ '{0}' เป็นตัวระบุที่ไม่ถูกต้อง
tr_tr: '{0}' bağımsız değişkeni geçerli bir tanımlayıcı değil.
uk_ua: Аргумент "{0}" – це неприпустимий ідентифікатор.
vi_vn: Đối số '{0}' không phải là mã định danh hợp lệ.
zh_cn: 参数 '{0}' 不是有效的标识符。
zh_tw: 引數 '{0}' 不是有效的識別項。
