Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateAdd_unit
source: The unit to use, which can be one of TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
bg_bg: Единицата, която да се използва. Може да бъде една от следните: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ca_es: Unitat que s'utilitzarà, que pot ser una de les següents: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
cs_cz: Jednotka, která se má použít, může být jedna z následujících: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds TimeUnit.Milliseconds.
da_dk: Den enhed, der skal bruges, som kan være en af TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
de_de: Die zu verwendende Einheit. Kann eine der folgenden sein: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
el_gr: Η μονάδα προς χρήση, η οποία μπορεί να είναι μία από τις TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
es_es: La unidad que se usará, que puede ser una de TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
et_ee: Kasutatav ühik, mis võib olla üks järgmistest: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds TimeUnit.Milliseconds.
eu_es: Erabili beharreko unitatea. Hauetako bat izan daiteke: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds edo TimeUnit.Milliseconds.
fi_fi: Käytettävä yksikkö, joka voi olla jokin seuraavista: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
fr_fr: Unité à utiliser, qui peut être l’une de TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
gl_es: Unidade que se vai utilizar, que pode ser algunha destas: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
hi_in: इस्तेमाल की जाने वाली इकाई, जो TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds में से एक हो सकती है.
hr_hr: Jedinica koja će se upotrijebiti, može biti jedna od sljedećih: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
hu_hu: A használni kívánt egység, amely a következő lehet: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
id_id: Satuan yang akan digunakan, yang dapat berupa salah satu dari TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
it_it: Unità da utilizzare, che può essere una tra TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ja_jp: 使用する単位。次のいずれか: TimeUnit.Years、TimeUnit.Quarters、TimeUnit.Months、TimeUnit.Days、TimeUnit.Hours、TimeUnit.Minutes、TimeUnit.Seconds、TimeUnit.Milliseconds。
kk_kz: Пайдаланылатын бірлік, ол TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds бірі болуы мүмкін.
ko_kr: 사용할 단위는 TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds 중 하나일 수 있습니다.
lt_lt: Naudotinas vienetas, galintis būti vienas iš šių: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
lv_lv: Izmantojamā mērvienība, kas var būt viena no TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds un TimeUnit.Milliseconds.
ms_my: Unit untuk digunakan, yang mungkin merupakan satu daripada TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
nb_no: Enheten som skal brukes, som kan være en av TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
nl_nl: De eenheid die moet worden gebruikt. Dit kan een van de volgende waarden zijn: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
pl_pl: Jednostka, która ma być używana. Może to być jedna z następujących jednostek: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds lub TimeUnit.Milliseconds.
pt_br: A unidade a ser usada, que pode ser uma destas opções: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
pt_pt: A unidade a utilizar, que pode ser uma das seguintes: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds ou TimeUnit.Milliseconds.
ro_ro: Unitatea de utilizat, care poate fi una din TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ru_ru: Используемые единицы: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sk_sk: Jednotka na použitie, ktorá môže byť jednou z nasledujúcich: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sl_si: Enota, ki bo uporabljena; lahko je ena od teh: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sr_cyrl_rs: Јединица за коришћење, која може бити једна од следећих: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sr_latn_rs: Jedinica koja će se koristiti, što može biti Years, Quarters, Months, Days, Hours, Minutes, Seconds ili Milliseconds.
sv_se: Enheten som ska användas, som kan vara en av TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
th_th: หน่วยที่จะใช้ ซึ่งอาจเป็นหนึ่งในรายการนี้ TimeUnit.Years TimeUnit.Quarters TimeUnit.Months TimeUnit.Days TimeUnit.Hours TimeUnit.Minutes TimeUnit.Seconds TimeUnit.Milliseconds
tr_tr: Kullanılacak birim. TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds değerlerinden biri olabilir.
uk_ua: Одиниця вимірювання для використання, наприклад: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds або TimeUnit.Milliseconds.
vi_vn: Đơn vị để sử dụng, có thể là một trong những đơn vị TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
zh_cn: 要使用的单位，可以是 TimeUnit.Years、TimeUnit.Quarters、TimeUnit.Months、TimeUnit.Days、TimeUnit.Hours、TimeUnit.Minutes、TimeUnit.Seconds、TimeUnit.Milliseconds 之一。
zh_tw: 要使用的單位，可以是 TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds。

# DateDiffArg1
source: start_date
bg_bg: начална_дата
ca_es: data_inici
cs_cz: počáteční_datum
da_dk: slut_dato
de_de: Startdatum
el_gr: ημερομηνία_έναρξης
es_es: fecha_inicio
et_ee: alguskuupäev
eu_es: hasiera_data
fi_fi: alkamispäivämäärä
fr_fr: date_début
gl_es: data_inicio
hi_in: आरंभ_तिथि
hr_hr: datum_početka
hu_hu: kezdő_dátum
id_id: tanggal_mulai
it_it: data_inizio
ja_jp: 開始日
kk_kz: басталу_күні
ko_kr: 시작_날짜
lt_lt: pradžios_data
lv_lv: sākuma_datums
ms_my: tarikh_mula
nb_no: startdato
nl_nl: datum_begin
pl_pl: data_początkowa
pt_br: data_inicial
pt_pt: data_início
ro_ro: dată_început
ru_ru: начальная_дата
sk_sk: dátum_začatia
sl_si: začetni_datum
sr_cyrl_rs: датум_почетка
sr_latn_rs: datum_početka
sv_se: start_datum
th_th: วันที่_เริ่มต้น
tr_tr: başlangıç_tarihi
uk_ua: початкова_дата
vi_vn: ngày_bắt_đầu
zh_cn: 开始日期
zh_tw: 開始_日期

# DateDiffArg2
source: end_date
bg_bg: крайна_дата
ca_es: data_final
cs_cz: koncové_datum
da_dk: slut_dato
de_de: Enddatum
el_gr: ημερομηνίας_λήξης
es_es: fecha_final
et_ee: lõppkuupäev
eu_es: amaiera_data
fi_fi: päättymispäivämäärä
fr_fr: date_fin
gl_es: data_final
hi_in: समाप्ति_तिथि
hr_hr: datum_završetka
hu_hu: befejező_dátum
id_id: tanggal_berakhir
it_it: data_fine
ja_jp: 終了日
kk_kz: аяқталу_күні
ko_kr: 종료_날짜
lt_lt: pabaigos_data
lv_lv: beigu_datums
ms_my: tarikh_tamat
nb_no: sluttdato
nl_nl: datum_eind
pl_pl: data_końcowa
pt_br: data_final
pt_pt: data_fim
ro_ro: dată_sfârșit
ru_ru: конечная_дата
sk_sk: dátum_ukončenia
sl_si: končni_datum
sr_cyrl_rs: датум_завршетка
sr_latn_rs: datum_završetka
sv_se: slut_datum
th_th: วันที่_สิ้นสุด
tr_tr: bitiş_tarihi
uk_ua: кінцева_дата
vi_vn: ngày_kết_thúc
zh_cn: 结束日期
zh_tw: 結束_日期

# DateDiffArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
id_id: satuan
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateDiff_start_date
source: A start date for the difference operation.
bg_bg: Начална дата за другата операция.
ca_es: Data d'inici per a l'operació de diferència.
cs_cz: Počáteční datum rozdílové operace
da_dk: En startdato for forskelsberegningen.
de_de: Ein Anfangsdatum für die Differenzbildung.
el_gr: Ημερομηνία έναρξης για τη λειτουργία διαφοράς.
es_es: Una fecha de inicio para la operación de diferencia.
et_ee: Alguskuupäev erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren hasiera-data.
fi_fi: Eroavaisuustoiminnon alkamispäivämäärä.
fr_fr: Date de début pour l’opération Différence.
gl_es: Data de inicio da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए प्रारंभ दिनांक.
hr_hr: Datum početka za operaciju razlikovanja.
hu_hu: A kezdő dátum a különbséget kiszámító művelethez.
id_id: Tanggal mulai operasi perbedaan.
it_it: Data di inizio per l'operazione di tipo differenza.
ja_jp: 比較操作の開始日。
kk_kz: Айырма операциясы үшін басталу күні.
ko_kr: difference 연산의 시작 날짜입니다.
lt_lt: Skirtumo operacijos pradžios data.
lv_lv: Starpības operācijas sākuma datums.
ms_my: Tarikh mula untuk pengendalian perbezaan.
nb_no: En startdato for differanseoperasjonen.
nl_nl: Een begindatum voor de bewerking Difference.
pl_pl: Data rozpoczęcia operacji różnicowej.
pt_br: Data de início para a operação de diferença.
pt_pt: Uma data de início para a operação de diferença.
ro_ro: O dată de început pentru operația de diferențiere.
ru_ru: Начальная дата для операции разности.
sk_sk: Počiatočný dátum pre operáciu rozdielu.
sl_si: Začetni datum za operacijo razlike.
sr_cyrl_rs: Датум почетка за операцију разлике.
sr_latn_rs: Datum početka za operaciju razlike.
sv_se: Ett startdatum för differans-operationen.
th_th: วันที่เริ่มต้นสำหรับกระบวนการต่างๆ
tr_tr: Fark alma işlemi için başlangıç tarihi.
uk_ua: Дата запуску для операції "Різниця".
vi_vn: Ngày bắt đầu cho phép tính khác.
zh_cn: 用于差值运算的开始日期。
zh_tw: 比對差異運算的開始日期。

# AboutDateDiff_end_date
source: An end date for the different operation.
bg_bg: Крайна дата за другата операция.
ca_es: Data de finalització per a l'operació diferent.
cs_cz: Koncové datum rozdílové operace
da_dk: En slutdato for forskelsberegningen.
de_de: Ein Enddatum für die Differenzbildung.
el_gr: Ημερομηνία λήξης για τη λειτουργία διαφοράς.
es_es: Una fecha de finalización para la operación diferente.
et_ee: Lõppkuupäev erinevuse arvutamise toimingu jaoks.
eu_es: Eragiketa desberdinaren amaiera-data.
fi_fi: Eri toiminnon päättymispäivämäärä.
fr_fr: Date de fin pour l’opération Différence.
gl_es: Data de finalización da operación de diferenza.
hi_in: भिन्न कार्रवाई के लिए एक समाप्ति दिनांक.
hr_hr: Datum završetka za operaciju razlikovanja.
hu_hu: A befejező dátum a különbséget kiszámító művelethez.
id_id: Tanggal akhir operasi berbeda.
it_it: Data di fine per l'operazione di tipo differenza.
ja_jp: 比較操作の終了日付。
kk_kz: Айырма операциясы үшін аяқталу күні.
ko_kr: difference 연산의 종료 날짜입니다.
lt_lt: Skirtumo operacijos pabaigos data.
lv_lv: Starpības operācijas beigu datums.
ms_my: Tarikh tamat untuk pengendalian yang berbeza.
nb_no: En sluttdato for differanseoperasjonen.
nl_nl: Een einddatum voor de bewerking Different.
pl_pl: Data zakończenia operacji różnicowej.
pt_br: Data de término para a operação de diferença.
pt_pt: Uma data de fim para a operação diferente.
ro_ro: O dată de sfârșit pentru operația de diferențiere.
ru_ru: Конечная дата для операции разности.
sk_sk: Koncový dátum pre operáciu rozdielu.
sl_si: Končni datum za operacijo razlike.
sr_cyrl_rs: Датум завршетка за операцију разлике.
sr_latn_rs: Datum završetka za operaciju razlike.
sv_se: Ett slutdatum för differens-operationen.
th_th: วันที่สิ้นสุดสำหรับกระบวนการที่ต่างๆ
tr_tr: Fark alma işlemi için bitiş tarihi.
uk_ua: Кінцева дата для операції "Різниця".
vi_vn: Ngày kết thúc cho phép tính khác.
zh_cn: 用于差值运算的结束日期。
zh_tw: 比較差異運算的結束日期。

# AboutDateDiff_unit
source: The unit to express the result in, which can be one of TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
bg_bg: Единицата, в която да се изрази резултатът. Може да бъде една от следните: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ca_es: Unitat en què s'expressa el resultat, que pot ser una de les següents: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
cs_cz: Jednotka, která má vyjádřit výsledek, může být jedna z následujících: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
da_dk: Den enhed, resultatet skal udtrykkes i, som kan være en af TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
de_de: Die Einheit, in der das Ergebnis ausgedrückt wird. Kann eine der folgenden sein: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
el_gr: Η μονάδα για την έκφραση του αποτελέσματος το οποίο μπορεί να είναι ένα από τα TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
es_es: La unidad en la que se expresará el resultado, que puede ser una de TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
et_ee: Ühik, milles väljendatakse tulemus. Võib olla üks järgmistest: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
eu_es: Emaitza adierazteko unitatea. Hauetako bat izan daiteke: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds edo TimeUnit.Milliseconds.
fi_fi: Tuloksen ilmaiseva yksikkö, joka voi olla jokin seuraavista: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
fr_fr: Unité d’expression du résultat, qui peut être l’une de TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
gl_es: Unidade en que expresar o resultado, que pode ser algunha destas: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
hi_in: परिणाम व्यक्त करने की इकाई, जो TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds में से एक हो सकती है.
hr_hr: Jedinica za izražavanje rezultata, može biti jedna od sljedećih: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
hu_hu: Az eredmény kifejezésére használt egység, amely a következő lehet: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
id_id: Satuan untuk menyatakan hasil, yang dapat berupa salah satu dari TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
it_it: Unità in cui esprimere il risultato, che può essere una tra TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ja_jp: 結果を表す単位。次のいずれか: TimeUnit.Years、TimeUnit.Quarters、TimeUnit.Months、TimeUnit.Days、TimeUnit.Hours、TimeUnit.Minutes、TimeUnit.Seconds、TimeUnit.Milliseconds。
kk_kz: Құрамында нәтиже берілетін бірлік, ол TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds бірі болуы мүмкін.
ko_kr: 결과를 표현하는 단위로 TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds 중 하나일 수 있습니다.
lt_lt: Vienetas, kuriuo turėtų būti išreikštas rezultatas, galintis būti vienas iš šių: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
lv_lv: Mērvienība, kādā izteikt rezultātu un kas var būt viena no šīm: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds un TimeUnit.Milliseconds.
ms_my: Unit untuk menggambarkan hasil, yang mungkin merupakan satu daripada TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
nb_no: Enheten som resultatet skal uttrykkes i, som kan være en av TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
nl_nl: De eenheid waarin het resultaat wordt uitgedrukt. Dit kan een van de volgende waarden zijn: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
pl_pl: Jednostka, za pomocą której ma zostać wyrażony wynik. Może to być jedna z następujących jednostek: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds lub TimeUnit.Milliseconds.
pt_br: A unidade para expressar o resultado, que pode ser uma destas opções: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
pt_pt: A unidade em que o resultado é indicado, que pode ser uma das seguintes: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds ou TimeUnit.Milliseconds.
ro_ro: Unitatea de exprimare a rezultatului, care poate fi una din TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
ru_ru: Единица, в которой нужно выразить результат: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sk_sk: Jednotka na vyjadrenie výsledku, ktorá môže byť jednou z nasledujúcich: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sl_si: Enota za izražanje rezultata: lahko je ena od teh: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sr_cyrl_rs: Јединица за изражавање резултата, која може бити једна од следећих: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
sr_latn_rs: Jedinica u kojoj će biti izražen rezultat, što može biti Years, Quarters, Months, Days, Hours, Minutes, Seconds ili Milliseconds.
sv_se: Enheten som resultatet ska uttryckas i, som kan vara en av TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
th_th: หน่วยเพื่อแสดงผลลัพธ์ ซึ่งอาจเป็นหนึ่งในรายการนี้ TimeUnit.Years TimeUnit.Quarters TimeUnit.Months TimeUnit.Days TimeUnit.Hours TimeUnit.Minutes TimeUnit.Seconds TimeUnit.Milliseconds
tr_tr: Sonucun ifade edileceği birim. TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds değerlerinden biri olabilir.
uk_ua: Одиниця вимірювання для вираження результату, наприклад: TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
vi_vn: Đơn vị để thể hiện kết quả, có thể là một trong những đơn vị TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds.
zh_cn: 用于表示结果的单位，可以是 TimeUnit.Years、TimeUnit.Quarters、TimeUnit.Months、TimeUnit.Days、TimeUnit.Hours、TimeUnit.Minutes、TimeUnit.Seconds、TimeUnit.Milliseconds 之一。
zh_tw: 用於表示結果的單位，可以是 TimeUnit.Years, TimeUnit.Quarters, TimeUnit.Months, TimeUnit.Days, TimeUnit.Hours, TimeUnit.Minutes, TimeUnit.Seconds, TimeUnit.Milliseconds。
