Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutUniChar_number
source: Numeric value to be converted into a Unicode character.
bg_bg: Числова стойност, която да се преобразува в Unicode знак.
ca_es: Valor numèric que es convertirà en caràcter Unicode.
cs_cz: Číselná hodnota, která má být převedena na znak Unicode.
da_dk: Numerisk værdi, der skal konverteres til et Unicode-tegn.
de_de: Numerischer Wert, der in ein Unicode-Zeichen konvertiert werden soll.
el_gr: Αριθμητική τιμή που θα μετατραπεί σε χαρακτήρα Unicode.
es_es: Valor numérico que se convertirá en un carácter Unicode.
et_ee: Arvväärtus, mis teisendatakse Unicode’i märgiks.
eu_es: Unicode karaktere bihurtuko den zenbakizko balioa.
fi_fi: Numeerinen arvo, joka muunnetaan Unicode-merkiksi.
fr_fr: Valeur numérique à convertir en caractère Unicode.
gl_es: Valor numérico que se vai converter nun carácter Unicode.
hi_in: संख्यात्मक मान को यूनिकोड वर्ण में रूपांतरित किया जाएगा.
hr_hr: Numerička vrijednost koja će se pretvoriti u Unicode znak.
hu_hu: Unicode-karakterré alakítandó numerikus érték.
id_id: Nilai numerik yang akan dikonversi ke karakter Unicode.
it_it: Valore numerico da convertire in un carattere Unicode.
ja_jp: Unicode 文字に変換される数値です。
kk_kz: Unicode таңбасына түрлендірілетін сандық мән.
ko_kr: 유니코드 문자로 변환할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, kuri turi būti konvertuojama į „Unicode“ simbolį.
lv_lv: Skaitliskā vērtība, kas jāpārvērš par unikoda rakstzīmi.
ms_my: Nilai angka untuk ditukar menjadi aksara Unikod.
nb_no: Numerisk verdi som skal konverteres til et Unicode-tegn.
nl_nl: Numerieke waarde die moet worden geconverteerd naar een Unicode-teken.
pl_pl: Wartość liczbowa, która ma zostać przekonwertowana na znak Unicode.
pt_br: Valor numérico a ser convertido em um caractere Unicode.
pt_pt: Valor numérico a converter num caráter Unicode.
ro_ro: Valoare numerică de convertit la un caracter Unicode.
ru_ru: Числовое значение, преобразуемое в символ Юникод.
sk_sk: Číselná hodnota, ktorá sa má konvertovať na znak Unicode.
sl_si: Številska vrednost, ki jo želite pretvoriti v znak Unicode.
sr_cyrl_rs: Нумеричка вредност коју треба конвертовати у Unicode знак.
sv_se: Numeriskt värde som ska konverteras till ett Unicode-tecken.
th_th: ค่าตัวเลขที่จะแปลงเป็นอักขระ Unicode
tr_tr: Unicode karaktere dönüştürülecek sayısal değer.
uk_ua: Числове значення, яке потрібно перетворити на символ Юнікоду.
vi_vn: Giá trị số sẽ được chuyển đổi thành ký tự Unicode.
zh_cn: 要转换为 Unicode 字符的数值。
zh_tw: 要轉換為 Unicode 字元的數值。

# UniCharArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: tal
de_de: Zahlen
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: numero
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數值

# AboutUniCharT
source: Converts a table of numeric values to a table of Unicode characters.
bg_bg: Преобразува таблица с числови стойности към таблица с Unicode знаци.
ca_es: Converteix una taula de valors numèrics en una taula de caràcters Unicode.
cs_cz: Převede tabulku číselných hodnot na tabulku znaků Unicode.
da_dk: Konverterer en tabel med numeriske værdier til en tabel med Unicode-tegn.
de_de: Konvertiert eine Tabelle mit numerischen Werten in eine Tabelle mit Unicode-Zeichen.
el_gr: Μετατρέπει έναν πίνακα αριθμητικών τιμών σε πίνακα με χαρακτήρες Unicode.
es_es: Convierte una tabla de valores numéricos en una tabla de caracteres Unicode.
et_ee: Teisendab arvväärtuste tabeli Unicode’i märkide tabeliks.
eu_es: Zenbakizko balioen taula bat Unicode karaktere-taula bihurtzen du.
fi_fi: Muuntaa numeeristen arvojen taulukon Unicode-merkkien taulukoksi.
fr_fr: Convertit une table de valeurs numériques en table de caractères Unicode.
gl_es: Converte unha táboa de valores numéricos nunha táboa de caracteres Unicode.
hi_in: संख्यात्मक मानों की तालिका को यूनिकोड वर्णों की तालिका में रूपांतरित करता है.
hr_hr: Pretvara tablicu numeričkih vrijednosti u tablicu Unicode znakova.
hu_hu: Numerikus értékeket tartalmazó tábla átalakítása Unicode-karaktereket tartalmazó táblává.
id_id: Mengonversi tabel nilai numerik ke tabel karakter Unicode.
it_it: Converte una tabella di valori numerici in una tabella di caratteri Unicode.
ja_jp: 数値のテーブルを Unicode 文字のテーブルに変換します。
kk_kz: Сандық мәндер кестені Unicode таңбалары кестесіне түрлендіреді.
ko_kr: 숫자 값 테이블을 유니코드 문자 테이블로 변환합니다.
lt_lt: Skaitinių reikšmių lentelę konvertuoja į „Unicode“ simbolių lentelę.
lv_lv: Skaitlisko vērtību tabulu pārvērš unikoda rakstzīmju tabulā.
ms_my: Menukar jadual nilai angka kepada jadual aksara Unikod.
nb_no: Konverterer en tabell med numeriske verdier til en tabell med Unicode-tegn.
nl_nl: Hiermee wordt een tabel met numerieke waarden geconverteerd naar een tabel met Unicode-tekens.
pl_pl: Konwertuje tabelę wartości liczbowych na tabelę znaków Unicode.
pt_br: Converte uma tabela de valores numéricos em uma tabela de caracteres Unicode.
pt_pt: Converte uma tabela de valores numéricos numa tabela de carateres Unicode.
ro_ro: Convertește un tabel de valori numerice la un tabel de caractere Unicode.
ru_ru: Преобразует таблицу числовых значений в таблицу символов Юникод.
sk_sk: Konvertuje tabuľku číselných hodnôt na tabuľku znakov Unicode.
sl_si: Pretvori tabelo številskih vrednosti v tabelo z znaki Unicode.
sr_cyrl_rs: Конвертује табелу нумеричких вредности у табелу Unicode знакова.
sv_se: Konverterar en tabell med numeriska värden till en tabell med Unicode-tecken.
th_th: แปลงตารางค่าตัวเลขเป็นตารางอักขระ Unicode
tr_tr: Bir sayısal değerler tablosunu Unicode karakterler tablosuna dönüştürür.
uk_ua: Перетворює таблицю числових значень на таблицю символів Юнікоду.
vi_vn: Chuyển đổi bảng giá trị số thành bảng ký tự Unicode.
zh_cn: 将数值表转换为 Unicode 字符表。
zh_tw: 將數值資料表轉換為 Unicode 字元資料表。

# UniCharTArg1
source: column_of_numbers
bg_bg: колона_от_числа
ca_es: columna_de_nombres
cs_cz: sloupec_čísel
da_dk: kolonne_af_tal
de_de: Spalte_mit_Zahlen
el_gr: στήλη_αριθμών
es_es: columna_de_números
et_ee: arvude_veerg
eu_es: zenbakien_zutabea
fi_fi: numerosarake
fr_fr: colonne_de_nombres
gl_es: columna_de_números
hi_in: संख्याओं_का_स्तंभ
hr_hr: stupac_brojeva
hu_hu: számokat_tartalmazó_oszlop
id_id: kolom_angka
it_it: colonna_di_numeri
ja_jp: 数値の列
kk_kz: сандар_бағаны
ko_kr: 열_수
lt_lt: skaičių_stulpelis
lv_lv: skaitļu_kolonna
ms_my: lajur_nombor
nb_no: kolonne_med_tall
nl_nl: kolom_met_getallen
pl_pl: kolumna_liczb
pt_br: coluna_de_números
pt_pt: coluna_de_números
ro_ro: coloană_de_numere
ru_ru: столбец_чисел
sk_sk: stĺpec_s_číslami
sl_si: stolpec_s_števili
sr_cyrl_rs: колона_са_бројевима
sv_se: kolumn_med_siffror
th_th: คอลัมน์ของตัวเลข
tr_tr: sayı_sütunu
uk_ua: кількість_стовпців
vi_vn: cột_chứa_số
zh_cn: 数字组成的列
zh_tw: 數值資料行

# AboutUniChar_column_of_numbers
source: A table column of numeric values to be converted into Unicode characters.
bg_bg: Колона от таблица с числови стойности, които да се преобразуват в Unicode знаци.
ca_es: Columna de la taula dels valors numèrics que es convertirà en caràcters Unicode.
cs_cz: Sloupec tabulky s číselnými hodnotami, které mají být převedeny na znaky Unicode.
da_dk: En tabelkolonne med numeriske værdier, der skal konverteres til Unicode-tegn.
de_de: Eine Tabellenspalte mit numerischen Werten, die in Unicode-Zeichen konvertiert werden sollen.
el_gr: Μια στήλη πίνακα αριθμητικών τιμών για μετατροπή σε χαρακτήρες Unicode.
es_es: Columna de tabla de valores numéricos que se convertirán en caracteres Unicode.
et_ee: Arvväärtuste tabeliveerg, mis teisendatakse Unicode’i märkideks.
eu_es: Zenbakizko balioen taula-zutabea, Unicode karaktere bihurtuko direnak.
fi_fi: Numeeristen arvojen taulukkosarake, joka muunnetaan Unicode-merkeiksi.
fr_fr: Colonne de table de valeurs numériques à convertir en caractères Unicode.
gl_es: Columna da táboa de valores numéricos que se vai converter en caracteres Unicode.
hi_in: संख्यात्मक मानों का एक तालिका कॉलम यूनिकोड वर्णों में रूपांतरित किया जाना है.
hr_hr: Stupac tablice numeričkih vrijednosti koje će se pretvoriti u Unicode znakove.
hu_hu: Unicode-karakterekké alakítandó numerikus értékek táblaoszlopa.
id_id: Kolom tabel berisi nilai numerik yang akan dikonversikan ke karakter Unicode.
it_it: Colonna di tabella di valori numerici da convertire in caratteri Unicode.
ja_jp: Unicode 文字に変換する数値のテーブル列です。
kk_kz: Unicode таңбаларына түрлендірілетін сандық мәндердің кесте бағаны.
ko_kr: 유니코드 문자로 변환할 숫자 값의 테이블 열입니다.
lt_lt: Skaitinių reikšmių lentelė, kuri turi būti konvertuojama į „Unicode“ simbolius.
lv_lv: Skaitlisko vērtību tabulas kolonna, kas jāpārvērš par unikoda rakstzīmēm.
ms_my: Lajur jadual nilai angka untuk ditukar menjadi aksara Unikod.
nb_no: En tabellkolonne med numeriske verdier som skal konverteres til Unicode-tegn.
nl_nl: Een tabelkolom met numerieke waarden die moet worden geconverteerd naar Unicode-tekens.
pl_pl: Kolumna tabeli wartości liczbowych, które mają zostać przekonwertowane na znaki Unicode.
pt_br: Uma coluna de tabela de valores numéricos a serem convertidos em caracteres Unicode.
pt_pt: Uma coluna de tabela de valores numéricos a converter em carateres Unicode.
ro_ro: O coloană de tabel de valori numerice care trebuie convertite la caractere Unicode.
ru_ru: Столбец таблицы с числовыми значениями, которые следует преобразовать в символы Юникод.
sk_sk: Stĺpec tabuľky s číselnými hodnotami, ktoré sa majú konvertovať na znaky Unicode.
sl_si: Stolpec tabele s številskimi vrednostmi, ki jih želite pretvoriti v znake Unicode.
sr_cyrl_rs: Колона табеле нумеричких вредности која ће бити конвертована у Unicode знакове.
sv_se: En tabellkolumn med numeriska värden som ska konverteras till Unicode-tecken.
th_th: คอลัมน์ตารางของค่าตัวเลขที่จะแปลงเป็นอักขระ Unicode
tr_tr: Unicode karakterlere dönüştürülecek sayısal değerlerin tablo sütunu.
uk_ua: Стовпець таблиці з числовими значеннями, які потрібно перетворити на символи Юнікоду.
vi_vn: Một cột bảng gồm các giá trị số sẽ được chuyển đổi thành ký tự Unicode.
zh_cn: 要转换为 Unicode 字符的数值表列。
zh_tw: 要轉換為 Unicode 字元的數值資料表資料行。

# ErrOnlyPartialAttribute
source: Unsupported attribute kind
bg_bg: Неподдържан атрибут
ca_es: Tipus d'atribut no admès
cs_cz: Nepodporovaný druh atributu
da_dk: Ikke-understøttet attributtype
de_de: Nicht unterstützte Attributart
el_gr: Μη υποστηριζόμενο είδος χαρακτηριστικού
es_es: Tipo de atributo no admitido
et_ee: Toetuseta atribuudi tüüp
eu_es: Onartu gabeko atributu mota
fi_fi: Määritetyyppi, jota ei tueta
fr_fr: Type d’attribut non pris en charge
gl_es: Tipo de atributo non admitido
hi_in: असमर्थित विशेषता प्रकार
hr_hr: Nepodržana vrsta atributa
hu_hu: Nem támogatott attribútumtípus
id_id: Jenis atribut tidak didukung
it_it: Tipo di attributo non supportato
ja_jp: サポートされていない属性の種類
kk_kz: Қолдау көрсетілмейтін атрибут түрі
ko_kr: 지원되지 않는 특성 종류
lt_lt: Nepalaikomo atributo rūšis
lv_lv: Neatbalstīts atribūta veids
ms_my: Jenis atribut tidak disokong
nb_no: Attributtype som ikke støttes
nl_nl: Niet-ondersteund type kenmerk
pl_pl: Nieobsługiwany rodzaj atrybutów
pt_br: Tipo de atributo sem suporte
pt_pt: Tipo de atributo não suportado
ro_ro: Tip de atribut neacceptat
ru_ru: Неподдерживаемый тип атрибута
sk_sk: Nepodporovaný druh atribútu
sl_si: Nepodprta vrsta atributov
sr_cyrl_rs: Неподржана врста атрибута
sv_se: Attributtypen stöds inte
th_th: ประเภทแอตทริบิวต์ที่ไม่รองรับ
tr_tr: Desteklenmeyen öznitelik türü
uk_ua: Непідтримуваний тип атрибута
vi_vn: Loại thuộc tính không được hỗ trợ
zh_cn: 不支持的属性类型
zh_tw: 不支援的屬性種類

# ErrOperationDoesntMatch
source: All Partial operators on matching named formulas must be the same.
bg_bg: Всички оператори Partial в съответстващите наименувани формули трябва да са еднакви.
ca_es: Tots els operadors Partial en fórmules amb nom coincident han de ser iguals.
cs_cz: Všechny operátory Partial na odpovídajících pojmenovaných vzorcích musí být stejné.
da_dk: Alle Partial-operatorer i matchende navngivne formler skal være de samme.
de_de: Alle Partial-Operatoren für übereinstimmende benannte Formeln müssen identisch sein.
el_gr: Όλοι οι τελεστές Partial σε κατονομαζόμενους τύπους που συμφωνούν πρέπει να είναι ίδιοι.
es_es: Todos los operadores Partial en fórmulas con nombre coincidentes deben ser iguales.
et_ee: Kõik nimega valemitele vastavad tehtemärgid Partial peavad olema samad.
eu_es: Izen bat duten formulen Partial motako eragile guztiek berdinak izan behar dute.
fi_fi: Kaikkien samoin nimettyjen kaavojen Partial-operaattoreiden on oltava samat.
fr_fr: Tous les opérateurs Partial dans les formules nommées correspondantes doivent être les mêmes.
gl_es: Todos os operadores Partial que coincidan coas fórmulas nomeadas deben ser os mesmos.
hi_in: नामित सूत्रों के मिलान पर सभी Partial संचालक एक समान होने चाहिए.
hr_hr: Svi operatori Partial moraju biti isti prilikom podudaranja imenovanih formula.
hu_hu: Az összes Partial operátornak az egyező megnevezett képletekben azonosnak kell lennie.
id_id: Semua operator Partial pada rumus bernama yang cocok harus sama.
it_it: Tutti gli operatori Partial su una formula con nome corrispondente devono essere uguali.
ja_jp: 一致する名前付き式の Partial 演算子はすべて同じである必要があります。
kk_kz: Аталған формулаларға сәйкес келетін барлық Partial амалы бірдей болуы керек.
ko_kr: 일치하는 명명된 수식의 모든 Partial 연산자는 동일해야 합니다.
lt_lt: Visi Partial operatoriai formulėse su sutampančiais pavadinimais turi būti vienodi.
lv_lv: Visiem operatoriem Partial atbilstošajās nosauktajās formulās ir jābūt vienādiem.
ms_my: Semua operator Partial pada formula bernama yang dipadankan mestilah sama.
nb_no: Alle Partial-operatorer for samsvarende navngitte formler må være like.
nl_nl: Alle Partial-operators bij overeenkomende benoemde formules moeten gelijk zijn.
pl_pl: Wszystkie operatory Partial w pasujących formułach nazwanych muszą być takie same.
pt_br: Todos os operadores Partial com fórmulas nomeadas correspondentes devem ser iguais.
pt_pt: Todos os operadores Partial existentes nas fórmulas nomeadas correspondentes têm de ser iguais.
ro_ro: Toți operatorii Partial care se potrivesc formulelor denumite trebuie să identici.
ru_ru: Все операторы Partial в совпадающих именованных формулах должны быть одинаковыми.
sk_sk: Všetky operátory Partial v zodpovedajúcich pomenovaných vzorcoch musia byť rovnaké.
sl_si: Vsi operatorji Partial pri ujemajočih se poimenovanih formulah morajo biti enaki.
sr_cyrl_rs: Сви Partial оператери на формулама са подударним називима морају да буду исти.
sv_se: Alla Partial-operatorer i matchande namngivna formler måste vara samma.
th_th: ตัวดำเนินการ Partial ทั้งหมดในสูตรที่มีชื่อตรงกันต้องเหมือนกัน
tr_tr: Eşleşen adlandırılmış formüllerdeki tüm Partial işleçleri aynı olmalı.
uk_ua: Усі оператори Partial у відповідних іменованих формулах мають бути однаковими.
vi_vn: Tất cả các toán tử Partial trên các công thức đã đặt tên khớp nhau phải giống nhau.
zh_cn: 匹配命名公式中的所有 Partial 运算符都必须相同。
zh_tw: 相符具名公式的所有 Partial 運算子都必須相同。

# ErrUnknownPartialOp
source: Unknown Partial operator.
bg_bg: Неизвестен оператор Partial.
ca_es: Operador Partial desconegut.
cs_cz: Neznámý operátor Partial.
da_dk: Ukendt Partial-operator.
de_de: Unbekannter Partial-Operator
el_gr: Άγνωστος τελεστής Partial.
es_es: Operador Partial desconocido.
et_ee: Tundmatu tehtemärk Partial.
eu_es: Partial eragile ezezaguna.
fi_fi: Tuntematon Partial-operaattori.
fr_fr: Opérateur Partial inconnu.
gl_es: Operador Partial descoñecido.
hi_in: अज्ञात Partial संचाकल.
hr_hr: Nepoznati operator Partial.
hu_hu: Ismeretlen Partial operátor.
id_id: Operator Partial tidak diketahui.
it_it: Operatore Partial sconosciuto.
ja_jp: 不明な Partial 演算子です。
kk_kz: Белгісіз Partial амалы.
ko_kr: 알 수 Partial 연산자.
lt_lt: Nežinomas Partial operatorius.
lv_lv: Nezināms operators Partial.
ms_my: Operator Partial tidak diketahui.
nb_no: Ukjent Partial-operator.
nl_nl: Onbekende Partial-operator.
pl_pl: Nieznany operator Partial.
pt_br: Operador Partial desconhecido.
pt_pt: Operador Partial desconhecido.
ro_ro: Operator Partial necunoscut.
ru_ru: Неизвестный оператор Partial.
sk_sk: Neznámy operátor Partial.
sl_si: Neznan operator Partial.
sr_cyrl_rs: Непознат Partial оператер.
sv_se: Okänd Partial-operator.
th_th: ไม่รู้จักตัวดำเนินการ Partial
tr_tr: Bilinmeyen Partial işleci.
uk_ua: Невідомий оператор Partial.
vi_vn: Toán tử Partial không xác định.
zh_cn: 未知 Partial 运算符。
zh_tw: 未知的 Partial 運算子。

# ErrTruncatedArgWarning
source: Delegation warning. The result of this argument '{0}' may be truncated for large data sets before being passed to the '{1}' function.
bg_bg: Предупреждение за делегиране. Резултатът от този аргумент „{0}“ може да бъде отрязан за големи набори от данни, преди да бъде предаден на функцията {1}.
ca_es: Advertiment de delegació. El resultat d'aquest argument "{0}" es pot truncar per als conjunts de dades grans abans d'enviar-se a la funció "{1}".
cs_cz: Upozornění na delegování. Výsledek tohoto argumentu „{0}“ může být u velkých souborů dat před předáním funkci „{1}“ zkrácen.
da_dk: Delegeringsadvarsel. Resultatet af dette argument "{0}" afkortes for store datasæt, før det sendes til funktionen "{1}".
de_de: Delegierungswarnung. Das Ergebnis dieses Arguments „{0}“ kann für große Datensätze abgeschnitten werden, bevor es an die Funktion „{1}“ übergeben wird.
el_gr: Προειδοποίηση ανάθεσης. Το αποτέλεσμα αυτού του ορίσματος '{0}' μπορεί να περικοπεί για μεγάλα σύνολα δεδομένων, προτού διαβιβαστεί στη συνάρτηση '{1}'.
es_es: Advertencia de delegación. El resultado de este argumento "{0}" puede truncarse para conjuntos de datos de gran tamaño antes de pasarse a la función "{1}".
et_ee: Delegeerimise hoiatus. Selle argumendi tulemit {0} võib enne funktsioonile {1} edastamist kärpida suurte andmekogumite puhul.
eu_es: Ordezkatzearen abisua. "{0}" argumentuaren emaitza datu multzo handiengatik ebaki daiteke "{1}" funtziora igaro baino lehen.
fi_fi: Delegointivaroitus. Tämän argumentin tulos {0} saatetaan katkaista suurille tietojoukoille ennen kuin se siirretään funktioon {1}.
fr_fr: Avertissement de délégation. Le résultat de cet argument '{0}' peut être tronqué pour de larges ensembles de données avant d’être transmis à la fonction '{1}'.
gl_es: Aviso da delegación. Con conxuntos de datos grandes, é posible que o resultado deste argumento "{0}" sexa truncado antes de pasar á función "{1}".
hi_in: प्रत्यायोजन चेतावनी. इस तर्क '{0}' के परिणाम को '{1}' फ़ंक्शन में पास करने से पहले बड़े डेटा सेट के लिए छोटा किया जा सकता है.
hr_hr: Upozorenje delegiranja. Rezultat ovog argumenta „{0}” može se skratiti za velike skupove podataka prije prosljeđivanja funkciji „{1}”.
hu_hu: Delegálási figyelmeztetés. Lehet, hogy ezen '{0}' argumentum eredményét a rendszer csonkolja nagy adathalmazokért, mielőtt átadja a(z) '{1}' függvénynek.
id_id: Peringatan delegasi. Hasil argumen '{0}' ini dapat dipotong untuk himpunan data besar sebelum diteruskan ke fungsi '{1}'.
it_it: Avviso di delega. Il risultato di questo argomento "{0}" potrebbe essere troncato per set di dati di grandi dimensioni prima di essere passato alla funzione "{1}".
ja_jp: 委任の警告。この引数 '{0}' の結果となるデータ セットが大きい場合は、'{1}' 関数に渡される前に切り詰められる可能性があります。
kk_kz: Өкілдік ету ескертуі. Бұл "{0}" аргументінің нәтижесі "{1}" функциясына өту алдында үлкен деректер жиыны үшін қысқартылуы мүмкін.
ko_kr: 위임 경고입니다. 이 인수 '{0}'의 결과는 '{1}' 함수로 전달되기 전에 큰 데이터 집합의 경우 잘릴 수 있습니다.
lt_lt: Perdavimo įspėjimas. Šio argumento rezultatas „{0}“ dideliuose duomenų rinkiniuose gali būti sutrumpintas per perduodant „{1}“ funkcijai.
lv_lv: Deleģēšanas brīdinājums. Šī argumenta '{0}' rezultāts var tikt saīsināts lielām datu kopām, pirms tas tiek nodots funkcijai '{1}'.
ms_my: Amaran perwakilan. Hasil argumen '{0}' ini mungkin dipotong untuk set data yang besar sebelum dihantar kepada fungsi '{1}'.
nb_no: Delegeringsadvarsel. Resultatet av argumentet {0} kan bli avkortet for store datasett før det sendes til {1}-funksjonen.
nl_nl: Waarschuwing bij overdracht. Het resultaat van dit argument {0} wordt mogelijk afgekapt voor grote gegevenssets voordat het wordt doorgegeven aan de functie {1}.
pl_pl: Ostrzeżenie dotyczące delegowania. Wynik użycia tego argumentu „{0}” może zostać obcięty w przypadku dużych zestawów danych przed przekazaniem do funkcji „{1}”.
pt_br: Aviso de delegação. O resultado deste argumento "{0}" pode ser truncado para conjuntos de dados grandes antes de ser passado para a função "{1}".
pt_pt: Aviso de delegação. O resultado deste argumento "{0}" poderá ser truncado para conjuntos de dados de grandes dimensões antes de ser transmitido para a função "{1}".
ro_ro: Avertisment de delegare. Rezultatul argumentului „{0}” este posibil să se fi trunchiat datorită seturilor mari de date înainte de a fi transmis funcției „{1}”.
ru_ru: Предупреждение о делегировании. Результат этого аргумента "{0}" может быть усечен для больших наборов данных перед отправкой в функцию "{1}".
sk_sk: Upozornenie na delegovanie. Pred odovzdaním funkcii {1} sa výsledok tohto argumentu {0} môže skrátiť pre veľké množiny údajov.
sl_si: Opozorilo o delegiranju. Rezultat tega argumenta »{0}« lahko prirežemo za velike nabore podatkov, preden ga prenesemo v funkcijo »{1}«.
sr_cyrl_rs: Упозорење о делегирању. Резултат овог аргумента „{0}“ може да буде скраћен за велике скупове података пре него што буде прослеђен у функцију „{1}“.
sv_se: Delegeringsvarning. Resultatet av det här argumentet "{0}" kan kortas av för stora datauppsättningar innan det skickas till funktionen "{1}".
th_th: คำเตือนการมอบสิทธิ์ ผลลัพธ์ของอาร์กิวเมนต์นี้ '{0}' อาจถูกตัดทอนสำหรับชุดข้อมูลขนาดใหญ่ก่อนที่จะส่งผ่านไปยังฟังก์ชัน '{1}'
tr_tr: Temsilci uyarısı. '{0}' bağımsız değişkeninin sonucu, '{1}' işlevine aktarılamadan önce büyük veri kümeleri için kısaltılabilir.
uk_ua: Попередження про делегування. У випадку великих наборів даних результат цього аргументу "{0}" може бути обрізаний перед передачею до функції "{1}".
vi_vn: Cảnh báo về ủy quyền. Kết quả của đối số "{0}" này có thể bị cắt ngắn đối với các tập hợp dữ liệu lớn trước khi được chuyển đến hàm "{1}".
zh_cn: 委派警告。对于大型数据集，此参数 '{0}' 的结果在传递给 '{1}' 函数之前可能会被截断。
zh_tw: 委派警告。對於大型資料集，此引數 '{0}' 的結果在傳遞至 '{1}' 函式前可能遭到截斷。
