Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutBooleanNT
source: Converts a column of numeric values to a column of boolean values.
bg_bg: Преобразува колона с числови стойности в колона с булеви стойности.
ca_es: Converteix una columna de valors numèrics en una columna de valors booleans.
cs_cz: Převede sloupec číselných hodnot na sloupec logických hodnot.
da_dk: Konverterer en kolonne med numeriske værdier til en kolonne med booleske værdier.
de_de: Konvertiert eine Spalte mit numerischen Werten in eine Spalte mit booleschen Werten.
el_gr: Μετατρέπει μια στήλη αριθμητικών τιμών σε στήλη δυαδικών τιμών.
es_es: Convierte una columna de valores numéricos en una columna de valores booleanos.
et_ee: Teisendab arvväärtuste veeru loogiliste väärtuste veeruks.
eu_es: Zenbakizko balioak dituen zutabe bat bihurtzen du balio boolearrak dituen zutabe.
fi_fi: Muuntaa numeeristen arvojen sarakkeen totuusarvojen sarakkeeksi.
fr_fr: Convertit une colonne de valeurs numériques en une colonne de valeurs booléennes.
gl_es: Converte unha columna de valores numéricos nunha columna de valores booleanos.
hi_in: संख्यात्मक मानों के कॉलम को बूलियन मानों के कॉलम में रूपांतरित करता है.
hr_hr: Pretvara stupac numeričkih vrijednosti u stupac booleovih vrijednosti.
hu_hu: Numerikus értékekből álló oszlopot logikai értékek oszlopává alakít át.
id_id: Mengonversi kolom nilai numerik ke kolom nilai boolean.
it_it: Converte una colonna di valori numerici in una colonna di valori booleani.
ja_jp: 数値の列をブール値の列に変換します。
kk_kz: Сандық мәндер бағанын логикалық мәндер бағанына түрлендіреді.
ko_kr: 숫자 값 열을 부울 값 열로 변환합니다.
lt_lt: Konvertuoja skaitinių reikšmių stulpelį į Bulio logikos reikšmių stulpelį.
lv_lv: Pārvērš skaitlisku vērtību kolonnu par Būla vērtību kolonnu.
ms_my: Menukar lajur nilai angka kepada lajur nilai Boolean.
nb_no: Konverterer en kolonne med numeriske verdier til en kolonne med boolske verdier.
nl_nl: Hiermee wordt een kolom met numerieke waarden naar een kolom met booleaanse waarden geconverteerd.
pl_pl: Konwertuje kolumnę wartości liczbowych na kolumnę wartości logicznych.
pt_br: Converte uma coluna de valores numéricos em uma coluna de valores boolianos.
pt_pt: Converte uma coluna de valores numéricos numa coluna de valores booleanos.
ro_ro: Convertește o coloană de valori numerice într-o coloană de valori booleene.
ru_ru: Преобразует столбец числовых значений в столбец логических значений.
sk_sk: Konvertuje stĺpec číselných hodnôt na stĺpec booleovských hodnôt.
sl_si: Pretvori stolpec številskih vrednosti v stolpec logičnih vrednosti.
sr_cyrl_rs: Конвертује колону нумеричких вредности у колону Булових вредности.
sv_se: Konverterar en kolumn med numeriska värden till en kolumn med booleska värden.
th_th: แปลงคอลัมน์ของค่าตัวเลขเป็นคอลัมน์ของค่าแบบบูลีน
tr_tr: Sayısal değerler sütununu boole değerleri sütununa dönüştürür.
uk_ua: Перетворює стовпець числових значень на стовпець логічних значень.
vi_vn: Chuyển đổi một cột gồm các giá trị số thành một cột gồm các giá trị boolean.
zh_cn: 将数值列转换为布尔值列。
zh_tw: 將數值資料行轉換為布林值資料行。

# BooleanNTArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bemenet
id_id: masukan
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane_wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vnos
sr_cyrl_rs: унос
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
vi_vn: đầu vào
zh_cn: 输入
zh_tw: 輸入

# AboutBooleanNT_input
source: A column of number values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat.
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Nummernwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se procesarán.
et_ee: Töödeldav arvväärtuste veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea.
fi_fi: Käsiteltävien numeroarvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित किए जाने वाले संख्या मानों का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
id_id: Kolom nilai angka untuk diproses.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Apdorotinų skaitinių reikšmių stulpelis.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai nombor untuk diproses.
nb_no: En kolonne med tallverdier som skal behandles.
nl_nl: Een kolom met getalwaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Uma coluna de valores numéricos para processar.
pt_pt: Uma coluna de valores numéricos a processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec číselných hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo
sr_cyrl_rs: Колона вредности бројева за обраду.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayı değerlerini içeren bir sütun.
uk_ua: Стовпець числових значень, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數字值資料行。

# AboutBooleanB
source: Converts a 'boolean' to a boolean value.
bg_bg: Преобразува „булева стойност“ в булева стойност.
ca_es: Converteix un "booleà" en un valor booleà.
cs_cz: Převede logickou hodnotu na logickou hodnotu.
da_dk: Konverterer en "boolesk" til en boolesk værdi.
de_de: Konvertiert ein „Boolesch“ in einen booleschen Wert.
el_gr: Μετατρέπει έναν ΄δυαδικό' σε δυαδική τιμή.
es_es: Convierte un "booleano" en un valor booleano.
et_ee: Teisendab „loogikaväärtuse“ loogiliseks väärtuseks.
eu_es: Elementu "boolear" bat bihurtzen du balio boolear.
fi_fi: Muuntaa totuusarvotyypin totuusarvoksi.
fr_fr: Convertit un « booléen » en une valeur booléenne.
gl_es: Converte un "booleano" nun valor booleano.
hi_in: 'बूलियन' को बूलियन मान में बदलता है.
hr_hr: Pretvara stavku „Booleova” u Booleovu vrijednost.
hu_hu: Átalakít egy "logikai adatot" logikai értékké.
id_id: Mengonversi 'boolean' ke nilai boolean.
it_it: Converte un "booleano" in un valore booleano.
ja_jp: 'ブール値' をブール値に変換します。
kk_kz: "Логикалық" мәнді логикалық мәнге түрлендіреді.
ko_kr: '부울'을 부울 값으로 변환합니다.
lt_lt: Konvertuoja Bulio logikos reikšmę į Bulio logikos reikšmę.
lv_lv: Pārvērš “Būla vērtību” par Būla vērtību.
ms_my: Menukar 'Boolean' kepada nilai Boolean.
nb_no: Konverterer en boolsk til en boolsk verdi.
nl_nl: Hiermee wordt een 'booleaanse waarde' naar een booleaanse waarde geconverteerd.
pl_pl: Konwertuje „wartość logiczną” na wartość typu wartość logiczna.
pt_br: Converte um 'booliano' em um valor booliano.
pt_pt: Converte um "booleano" num valor booleano.
ro_ro: Convertește un „boolean” la o valoare booleană.
ru_ru: Преобразует "логический" в логическое значение.
sk_sk: Konvertuje booleovskú hodnotu na booleovskú hodnotu.
sl_si: Pretvori »logično vrednost« v logično vrednost.
sr_cyrl_rs: Конвертује „Булов“ у Булову вредност.
sv_se: Konverterar en "boolesk" till ett booleskt värde.
th_th: แปลง 'บูลีน' เป็นค่าแบบบูลีน
tr_tr: Bir "boole"yi boole değerine dönüştürür.
uk_ua: Перетворює "boolean" на логічне значення.
vi_vn: Chuyển đổi một "boolean" thành một giá trị boolean.
zh_cn: 将“布尔型”转换为布尔值。
zh_tw: 將「布林值」轉換為布林值。

# BooleanBArg1
source: boolean
bg_bg: булева стойност
ca_es: booleà
cs_cz: logický
da_dk: boolesk
de_de: Boolesch
el_gr: δυαδική τιμή
es_es: booleano
et_ee: loogikaväärtus
eu_es: boolearra
fi_fi: totuusarvo
fr_fr: booléen
gl_es: booleano
hi_in: बूलियन
hr_hr: booleov
hu_hu: logikai
it_it: booleano
ja_jp: ブール値
kk_kz: логикалық
ko_kr: 부울
lt_lt: Bulio logikos
lv_lv: būla vērtība
nb_no: boolsk
nl_nl: booleaanse waarde
pl_pl: wartość logiczna
pt_br: booliano
pt_pt: booleano
ru_ru: логическое значение
sk_sk: booleovská hodnota
sl_si: logičen
sr_cyrl_rs: Булов
sv_se: boolesk
th_th: แบบบูลีน
tr_tr: boole
uk_ua: логічний
zh_cn: 布尔
zh_tw: 布林值

# AboutBooleanB_boolean
source: The boolean value to convert to a boolean value.
bg_bg: Булевата стойност, която да бъде преобразувана в булева стойност.
ca_es: Valor booleà que es convertirà en un valor booleà.
cs_cz: Logická hodnota, kterou chcete převést na logickou hodnotu.
da_dk: Den booleske værdi, der skal konverteres til en boolesk værdi.
de_de: Der boolesche Wert, der in einen booleschen Wert umgewandelt werden soll.
el_gr: Η δυαδική τιμή για μετατροπή σε δυαδική τιμή.
es_es: El valor booleano que se convertirá en un valor booleano.
et_ee: Loogiline väärtus loogiliseks väärtuseks teisendamise jaoks.
eu_es: Balio boolearra bihurtzeko balio boolear.
fi_fi: Totuusarvoksi muunnettava totuusarvo.
fr_fr: Valeur booléenne à convertir en valeur booléenne.
gl_es: Valor booleano que se vai converter nun valor booleano.
hi_in: बूलियन मान में रूपांतरित करने के लिए बूलियन मान.
hr_hr: Booleova vrijednost koju je potrebno pretvoriti u Booleovu vrijednost.
hu_hu: A logikai értékké alakítandó logikai érték.
id_id: Nilai boolean untuk dikonversi ke nilai boolean.
it_it: Valore booleano da convertire in un valore booleano.
ja_jp: ブール値に変換するブール値です。
kk_kz: Логикалық мәнге түрлендірілетін логикалық мән.
ko_kr: 부울 값으로 변환할 부울 값입니다.
lt_lt: Bulio logikos reikšmė, kurią reikia konvertuoti į Bulio logikos reikšmę.
lv_lv: Būla vērtība, kas jāpārvērš par Būla vērtību.
ms_my: Nilai Boolean untuk ditukar kepada nilai Boolean.
nb_no: Boolsk verdi som skal konverteres til en boolsk verdi.
nl_nl: De booleaanse waarde die moet worden geconverteerd naar een booleaanse waarde.
pl_pl: Wartość logiczna do przekonwertowania na wartość logiczną.
pt_br: O valor booliano a ser convertido em um valor booliano.
pt_pt: O valor booleano a converter num valor booleano.
ro_ro: Valoarea numărului de convertit la o valoare booleană.
ru_ru: Логическое значение для преобразования в логическое значение.
sk_sk: Booleovská hodnota, ktorá sa má konvertovať na booleovskú hodnotu.
sl_si: Logična vrednost za pretvorbo v logično vrednost.
sr_cyrl_rs: Булова вредност коју треба конвертовати у Булову вредност.
sv_se: Det booleska värdet som ska konverteras till ett booleskt värde.
th_th: ค่าแบบบูลีนที่จะแปลงเป็นค่าแบบบูลีน
tr_tr: Boole değerine dönüştürülecek boole değeri.
uk_ua: Логічне значення, яке потрібно перетворити на логічне значення.
vi_vn: Giá trị boolean cần chuyển đổi thành giá trị boolean.
zh_cn: 要转换为布尔值的布尔值。
zh_tw: 要轉換為布林值的布林值。

# AboutBooleanBT
source: Converts a column of boolean values to a column of boolean values.
bg_bg: Преобразува колона с булеви стойности в колона с булеви стойности.
ca_es: Converteix una columna de valors booleans en una columna de valors booleans.
cs_cz: Převede sloupec logických hodnot na sloupec logických hodnot.
da_dk: Konverterer en kolonne med booleske værdier til en kolonne med booleske værdier.
de_de: Konvertiert eine Spalte mit booleschen Werten in eine Spalte mit booleschen Werten.
el_gr: Μετατρέπει μια στήλη δυαδικών τιμών σε στήλη δυαδικών τιμών.
es_es: Convierte una columna de valores booleanos en una columna de valores booleanos.
et_ee: Teisendab loogiliste väärtuste veeru loogiliste väärtuste veeruks.
eu_es: Balio boolearrak dituen zutabe bat bihurtzen du balio boolearrak dituen zutabe.
fi_fi: Muuntaa totuusarvojen sarakkeen totuusarvojen sarakkeeksi.
fr_fr: Convertit une colonne de valeurs booléennes en une colonne de valeurs booléennes.
gl_es: Converte unha columna de valores booleanos nunha columna de valores booleanos.
hi_in: बूलियन मानों के कॉलम को बूलियन मानों के कॉलम में रूपांतरित करता है.
hr_hr: Pretvara stupac Booleovih vrijednosti u stupac Booleovih vrijednosti.
hu_hu: Logikai értékekből álló oszlopot logikai értékek oszlopává alakít át.
id_id: Mengonversi kolom nilai boolean ke kolom nilai boolean.
it_it: Converte una colonna di valori booleani in una colonna di valori booleani.
ja_jp: ブール値の列をブール値の列に変換します。
kk_kz: Логикалық мәндер бағанын логикалық мәндер бағанына түрлендіреді.
ko_kr: 부울 값 열을 부울 값 열로 변환합니다.
lt_lt: Konvertuoja Bulio logikos reikšmių stulpelį į Bulio logikos reikšmių stulpelį.
lv_lv: Pārvērš Būla vērtību kolonnu par Būla vērtību kolonnu.
ms_my: Menukar lajur nilai Boolean kepada lajur nilai Boolean.
nb_no: Konverterer en kolonne med boolske verdier til en kolonne med boolske verdier.
nl_nl: Hiermee wordt een kolom met booleaanse waarden naar een kolom met booleaanse waarden geconverteerd.
pl_pl: Konwertuje kolumnę wartości logicznych na kolumnę wartości logicznych.
pt_br: Converte uma coluna de valores boolianos em uma coluna de valores boolianos.
pt_pt: Converte uma coluna de valores booleanos numa coluna de valores booleanos.
ro_ro: Convertește o coloană de valori booleene la o coloană de valori booleene.
ru_ru: Преобразует столбец логических значений в столбец логических значений.
sk_sk: Konvertuje stĺpec booleovských hodnôt na stĺpec booleovských hodnôt.
sl_si: Pretvori stolpec logičnih vrednosti v stolpec logičnih vrednosti.
sr_cyrl_rs: Конвертује колону Булових вредности у колону Булових вредности.
sv_se: Konverterar en kolumn med booleska värden till en kolumn med booleska värden.
th_th: แปลงคอลัมน์ของค่าแบบบูลีนเป็นคอลัมน์ของค่าแบบบูลีน
tr_tr: Boole değerleri sütununu boole değerleri sütununa dönüştürür.
uk_ua: Перетворює стовпець логічних значень на стовпець логічних значень.
vi_vn: Chuyển đổi một cột giá trị boolean thành một cột giá trị boolean.
zh_cn: 将布尔值列转换为布尔值列。
zh_tw: 將布林值資料行轉換為布林值資料行。

# BooleanBTArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bevitel
id_id: masukan
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vnos
sr_cyrl_rs: унос
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
vi_vn: đầu vào
zh_cn: 输入
zh_tw: 輸入

# AboutBooleanBT_input
source: A column of boolean values to process.
bg_bg: Колона с булеви стойности за обработване.
ca_es: Columna de valors booleans que es processaran.
cs_cz: Sloupec logických hodnot ke zpracování.
da_dk: En kolonne med booleske værdier, der skal behandles.
de_de: Eine Spalte mit booleschen Werten für die Verarbeitung.
el_gr: Μια στήλη δυαδικών τιμών για επεξεργασία.
es_es: Columna de valores booleanos para procesar.
et_ee: Töödeldav loogiliste väärtuste veerg.
eu_es: Prozesatuko diren balio boolearren zutabea.
fi_fi: Käsiteltävä totuusarvosarake.
fr_fr: Colonne de valeurs booléennes à traiter.
gl_es: Columna de valores booleanos que se van procesar.
hi_in: प्रक्रिया के लिए बूलियन मानों का एक कॉलम.
hr_hr: Stupac Booleovih vrijednosti za obradu.
hu_hu: A feldolgozandó logikai értékeket tartalmazó oszlop.
id_id: Kolom nilai boolean untuk diproses.
it_it: Colonna di valori boolean da elaborare.
ja_jp: 処理するブール値の列です。
kk_kz: Өңделетін логикалық мәндер бағаны.
ko_kr: 처리할 부울 값의 열입니다.
lt_lt: Bulio logikos reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā Būla vērtību kolonna.
ms_my: Lajur nilai Boolean untuk diproses.
nb_no: En kolonne med boolske verdier som skal behandles.
nl_nl: Een kolom met booleaanse waarden die moet worden verwerkt.
pl_pl: Kolumna wartości logicznych do przetworzenia.
pt_br: Uma coluna de valores boolianos a ser processada.
pt_pt: Uma coluna de valores booleanos a processar.
ro_ro: O coloană de valori booleene de procesat.
ru_ru: Столбец логических значений для обработки.
sk_sk: Stĺpec booleovských hodnôt na spracovanie.
sl_si: Stolpec logičnih vrednosti, ki jih želite obdelati.
sr_cyrl_rs: Колона Булових вредности за обраду.
sv_se: En kolumn med booleska värden att bearbeta.
th_th: คอลัมน์ของค่าแบบบูลีนที่จะประมวลผล
tr_tr: İşlenecek boole değerleri sütunu.
uk_ua: Стовпець логічних значень, який потрібно обробити.
vi_vn: Cột giá trị boolean cần xử lý.
zh_cn: 要处理的布尔值列。
zh_tw: 要處理的布林值資料行。

# AboutBooleanW
source: Converts a decimal number to a boolean value.
bg_bg: Преобразува десетично число в булева стойност.
ca_es: Converteix un nombre decimal en un valor booleà.
cs_cz: Převede desetinné číslo na logickou hodnotu.
da_dk: Konverterer et decimaltal til en boolesk værdi.
de_de: Konvertiert eine Dezimalzahl in einen booleschen Wert.
el_gr: Μετατρέπει έναν δεκαδικό αριθμό σε δυαδική τιμή.
es_es: Convierte un número decimal en un valor booleano.
et_ee: Teisendab kümnendarvu loogikaväärtuseks.
eu_es: Zenbaki hamartar bat bihurtzen du balio boolear.
fi_fi: Muuntaa desimaaliluvun totuusarvoksi.
fr_fr: Convertit un nombre décimal en une valeur booléenne.
gl_es: Converte un número decimal nun valor booleano.
hi_in: दशमलव संख्या को बूलियन मान में रूपांतरित करें.
hr_hr: Pretvara decimalni broj u booleovu vrijednost.
hu_hu: Átalakít egy tizedest logikai értékké.
id_id: Mengonversi angka desimal ke nilai boolean.
it_it: Converte un valore decimale in un valore booleano.
ja_jp: 10 進数をブール値に変換します。
kk_kz: Ондық бөлшек санын логикалық мәнге түрлендіреді.
ko_kr: 10진수를 부울 값으로 변환합니다.
lt_lt: Konvertuoja dešimtainį skaičių į Bulio logikos reikšmę.
lv_lv: Pārvērš decimāldaļskaitli par Būla vērtību.
ms_my: Menukar nilai perpuluhan kepada nilai Boolean.
nb_no: Konverterer et desimaltall til en boolsk verdi.
nl_nl: Hiermee wordt een decimaal getal naar een booleaanse waarde geconverteerd.
pl_pl: Konwertuje liczbę dziesiętną na wartość logiczną.
pt_br: Converte um número decimal em um valor booliano.
pt_pt: Converte um número decimal num valor booleano.
ro_ro: Convertește un număr zecimal la o valoare booleană.
ru_ru: Преобразует десятичное число в логическое значение.
sk_sk: Konvertuje desatinné číslo na booleovskú hodnotu.
sl_si: Pretvori decimalno število v logično vrednost.
sr_cyrl_rs: Конвертује децимални број у Булову вредност.
sv_se: Konverterar ett decimalvärde till ett booleskt värde.
th_th: แปลงตัวเลขฐานสิบเป็นค่าแบบบูลีน
tr_tr: Bir ondalık sayısı boole değerine dönüştürür.
uk_ua: Перетворює десяткове число на логічне значення.
vi_vn: Chuyển đổi số thập phân thành giá trị boolean.
zh_cn: 将十进制数转换为布尔值。
zh_tw: 將十進位數字轉換為布林值。

# BooleanWArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: tal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: numero
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數值

# AboutBooleanW_number
source: The decimal number value to convert to a boolean value.
bg_bg: Десетичната числова стойност, която да бъде преобразувана в булева стойност.
ca_es: Valor numèric decimal que es convertirà en un valor booleà.
cs_cz: Desetinná číselná hodnota, kterou chcete převést na logickou hodnotu.
da_dk: Den decimaltalværdi, der skal konverteres til en boolesk værdi.
de_de: Der Dezimalwert, der in einen booleschen Wert konvertiert werden soll.
el_gr: Η τιμή δεκαδικού αριθμού για μετατροπή σε δυαδική τιμή.
es_es: Valor numérico decimal que se convertirá en un valor booleano.
et_ee: Arvväärtus loogikaväärtuseks teisendamise jaoks.
eu_es: Balio hamartarra balio boolear bihurtzeko aukera.
fi_fi: Desimaalilukuarvo, joka muunnetaan totuusarvoksi.
fr_fr: Valeur numérique décimale à convertir en valeur booléenne.
gl_es: Valor de número decimal que se vai converter nun valor booleano.
hi_in: बूलियन मान में रूपांतरित करने के लिए दशमलव संख्या वाला मान.
hr_hr: Vrijednost decimalnog broja koju treba pretvoriti u booleovu vrijednost.
hu_hu: A logikai értékké alakítandó tizedes érték.
id_id: Nilai angka desimal yang akan dikonversi ke nilai boolean.
it_it: Valore numerico decimale da convertire in un valore booleano.
ja_jp: ブール値に変換する 10 進数の値です。
kk_kz: Логикалық мәнге түрлендірілетін ондық бөлшек мәні.
ko_kr: 부울 값으로 변환할 10진수 값입니다.
lt_lt: Dešimtainė skaitinė reikšmė, kurią reikia konvertuoti į Bulio logikos reikšmę.
lv_lv: Decimāldaļskaitļa vērtība, kas jāpārvērš par Būla vērtību.
ms_my: Nilai nombor perpuluhan untuk ditukar kepada nilai Boolean.
nb_no: De numeriske desimalverdiene som skal konverteres til en boolsk verdi.
nl_nl: De decimale getalwaarde die moet worden geconverteerd naar een booleaanse waarde.
pl_pl: Wartość typu liczba dziesiętna do przekonwertowania na wartość logiczną.
pt_br: O valor numérico decimal a ser convertido em um valor booliano.
pt_pt: O valor numérico decimal a converter num valor booleano.
ro_ro: Valoarea număr zecimal de convertit la o valoare booleană.
ru_ru: Десятичное числовое значение для преобразования в логическое значение.
sk_sk: Desatinné číslo, ktoré sa má konvertovať na booleovskú hodnotu.
sl_si: Decimalna številska vrednost za pretvorbo v logično vrednost.
sr_cyrl_rs: Децимална бројчана вредност коју треба конвертовати у Булову вредност.
sv_se: Decimalvärdet som ska konverteras till ett booleskt värde.
th_th: ค่าตัวเลขฐานสิบที่จะแปลงเป็นค่าแบบบูลีน
tr_tr: Boole değerine dönüştürülecek ondalık sayı değeri.
uk_ua: Десяткове числове значення, яке потрібно перетворити на логічне значення.
vi_vn: Giá trị số thập phân cần chuyển đổi thành giá trị boolean.
zh_cn: 要转换为布尔值的十进制数值。
zh_tw: 要轉換為布林值的十進位數字值。
