Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDropColumns_source
source: A table or record value to remove columns from.
bg_bg: Стойност на таблица или запис, от която да се премахнат колони.
ca_es: Valor de la taula o registre del qual se suprimiran columnes.
cs_cz: Hodnota tabulky nebo záznamu, odkud se mají sloupce odebrat.
da_dk: En tabel eller postværdi, der skal fjernes kolonner fra.
de_de: Ein Tabellen- oder Datensatzwert, aus dem Spalten entfernt werden sollen.
el_gr: Μια τιμή πίνακα ή καρτέλας από όπου θα καταργηθούν στήλες.
es_es: Un valor de tabla o registro del que se quitarán columnas.
et_ee: Tabeli- või kirjeväärtus, millest veerud eemaldatakse.
eu_es: Zutabeak kenduko zaizkion taularen edo erregistroaren balioa.
fi_fi: Taulukko- tai tietuearvo, josta sarakkeet poistetaan.
fr_fr: Valeur de table ou d’enregistrement dans laquelle ou dans lequel supprimer des colonnes.
gl_es: Valor da táboa ou do rexistro do que se van eliminar columnas.
hi_in: पंक्तियाँ हटाने के लिए एक तालिका या रिकॉर्ड मान.
hr_hr: Vrijednost tablice ili zapisa iz kojeg se uklanjaju stupci.
hu_hu: Az a tábla vagy rekord, amelyből oszlopokat kell eltávolítani.
id_id: Nilai tabel atau rekaman yang kolomnya akan dihapus.
it_it: Valore della tabella o del record da cui rimuovere le colonne.
ja_jp: 列の削除元となるテーブルまたはレコードの値です。
kk_kz: Бағандары жойылатын кесте немесе жазба.
ko_kr: 열을 제거할 테이블 또는 레코드 값입니다.
lt_lt: Lentelės arba įrašo, iš kurio reikia pašalinti stulpelių, reikšmė.
lv_lv: Tabulas vai ieraksta vērtība, no kuras noņemt kolonnas.
ms_my: Nilai jadual atau rekod untuk dialih keluar lajur.
nb_no: En tabellverdi eller oppføringsverdi det skal fjernes kolonner fra.
nl_nl: Een tabel- of recordwaarde waaruit kolommen moeten worden verwijderd.
pl_pl: Wartość tabeli lub rekordu, z której mają zostać usunięte kolumny.
pt_br: Valor de uma tabela ou de um registro de onde colunas serão removidas.
pt_pt: Um valor de tabela ou registo para remover colunas.
ro_ro: O valoare de tabel sau de înregistrare din care să se elimine coloane.
ru_ru: Значение таблицы или записи для удаления столбцов.
sk_sk: Hodnota tabuľky alebo záznamu, z ktorého sa majú odstrániť stĺpce.
sl_si: Vrednost tabele ali zapisa, iz katere bodo odstranjeni stolpci.
sr_cyrl_rs: Вредност табеле или записа из којих треба уклонити колоне.
sr_latn_rs: Vrednost tabele iz koje treba ukloniti kolone.
sv_se: Ett tabell- eller postvärde att ta bort kolumner från.
th_th: ค่าตารางหรือเรกคอร์ดที่จะเอาคอลัมน์ออก
tr_tr: Sütunların kaldırılacağı bir tablo veya kayıt değeri.
uk_ua: Значення таблиці або запису, звідки потрібно вилучити стовпці.
vi_vn: Giá trị bảng hoặc bản ghi cần loại bỏ khỏi cột đó.
zh_cn: 要从中删除列的表或记录值。
zh_tw: 要從中移除資料行的資料表或記錄值。

# AboutDropColumns_column_name
source: The name of a column to remove.
bg_bg: Името на дадена колона за премахване.
ca_es: Nom d'una columna que se suprimirà.
cs_cz: Název sloupce, který se má odebrat
da_dk: Navnet på en kolonne, der skal fjernes.
de_de: Der Name einer zu entfernenden Spalte.
el_gr: Το όνομα της στήλης για κατάργηση.
es_es: Nombre de una columna que se va a quitar.
et_ee: Eemaldatava veeru nimi.
eu_es: Kenduko den zutabearen izena.
fi_fi: Poistettavan sarakkeen nimi.
fr_fr: Nom d’une colonne à supprimer.
gl_es: Nome dunha columna que se vai eliminar.
hi_in: निकाले जाने वाले स्तंभ का नाम.
hr_hr: Naziv stupca koji se uklanja.
hu_hu: Az eltávolítandó oszlop neve.
id_id: Nama kolom untuk dihapus.
it_it: Nome della colonna da rimuovere.
ja_jp: 削除する列の名前。
kk_kz: Жойылатын баған атауы.
ko_kr: 제거할 열의 이름입니다.
lt_lt: Šalintino stulpelio pavadinimas.
lv_lv: Noņemamās kolonnas nosaukums.
ms_my: Nama lajur untuk dialih keluar.
nb_no: Navnet på en kolonne som skal fjernes.
nl_nl: De naam van een kolom die moet worden verwijderd.
pl_pl: Nazwa kolumny do usunięcia.
pt_br: Nome de uma coluna a ser removida.
pt_pt: O nome de uma coluna para remover.
ro_ro: Numele unei coloane de eliminat.
ru_ru: Имя столбца для удаления.
sk_sk: Názov stĺpca, ktorý sa má odstrániť.
sl_si: Ime stolpca, ki ga je treba odstraniti.
sr_cyrl_rs: Име колоне коју треба уклонити.
sr_latn_rs: Ime kolone koju treba ukloniti.
sv_se: Namnet på en kolumn att tas bort.
th_th: ชื่อของคอลัมน์ที่จะเอาออก
tr_tr: Kaldırılacak sütunun adı.
uk_ua: Ім’я стовпця, який потрібно вилучити.
vi_vn: Tên của cột cần xóa.
zh_cn: 要删除的列的名称。
zh_tw: 要移除的資料行名稱。

# AboutRenameColumns
source: Returns a copy of the specified 'source' table, with the 'old_column' column renamed to 'new_column'.
bg_bg: Връща копие на указаната таблица на „източник“, където колоната „old_column“ е преименувана на „new_column“.
ca_es: Retorna una còpia de la taula 'source' especificada, amb el nom de la columna 'columna_anterior' canviat per 'columna_nova'.
cs_cz: Vrátí kopii zadané zdrojové tabulky, ve které bude starý sloupec přejmenován na nový sloupec
da_dk: Returnerer en kopi af den angivne 'kilde'-tabel, hvor kolonnen 'gammel_kolonne' er omdøbt til 'ny_kolonne'.
de_de: Gibt eine Kopie der angegebenen Quelltabelle "Quelle" zurück, in der die Spalte "alte_Spalte" in "neue_Spalte" umbenannt wurde.
el_gr: Επιστρέφει ένα αντίγραφο του καθορισμένου πίνακα "προέλευσης", με τη στήλη 'old_column' μετονομασμένη σε 'new_column'.
es_es: Devuelve una copia de la tabla de origen especificada con el nombre de la columna "columna_antigua" cambiado a "columna_nueva".
et_ee: Tagastab määratud allika tabeli koopia, kus veerg "vana_veerg" on ümber nimetatud veeruks "uus_veerg".
eu_es: Zehaztutako "source" taularen kopia bat itzultzen du, "old_column" zutabearen izena "new_column" gisa ezarrita.
fi_fi: Palauttaa kopion määritetystä source-taulukosta niin, että old_column-sarake on nimetty uudelleen new_column-nimellä.
fr_fr: Retourne une copie de la table « source » spécifiée, dont la colonne « ancienne_colonne » est renommée « nouvelle_colonne ».
gl_es: Devolve unha copia da táboa de "orixe" especificada, coa columna "old_column" renomeada como "new_column".
hi_in: निर्दिष्ट 'source' तालिका की प्रतिलिपि लौटाता है, जिसमें 'old_column' स्तंभ का नाम बदलकर 'new_column' किया गया है.
hr_hr: Vraća kopiju tablice navedene tablice 'izvora' sa stupcem 'stari stupac' preimenovanim u 'novi_stupac'.
hu_hu: A megadott forrástábla egy példányát adja vissza, amelyben a „régi_oszlop” át van nevezve az „új_oszlop” argumentumban megadott névre.
id_id: Menampilkan salinan tabel 'sumber' yang ditentukan, dengan nama kolom 'old_column' yang sudah diubah menjadi 'new_column'.
it_it: Restituisce una copia della tabella 'origine' specificata con la colonna 'colonna_precedente' rinominata come 'nuova_colonna'.
ja_jp: '変更前の列' 列の名前が '変更後の列' に変更された指定の 'ソース' テーブルのコピーを返します。
kk_kz: Көрсетілген бастапқы кестенің көшірмесін қайтарады, мұнда "ескі_баған" атауы "жаңа_баған" етіп өзгертіледі.
ko_kr: 'old_column' 열의 이름이 'new_column'(으)로 바뀐 지정된 '원본' 테이블의 복사본을 반환합니다.
lt_lt: Pateikia nurodytos šaltinio lentelės kopiją, kurioje stulpelis senas_stulpelis pervardytas į naujas_stulpelis.
lv_lv: Atgriež norādītās tabulas "source" kopiju, kur kolonna "old_column" pārdēvēta par "new_column".
ms_my: Mengembalikan satu salinan jadual 'sumber' yang ditentukan, dengan lajur 'lajur_lama' dinamakan semula kepada 'lajur_baru'.
nb_no: Returnerer en kopi av den angitte kildetabellen, der kolonnen 'old_column' har endret navn til 'new_column'.
nl_nl: Hiermee wordt een kopie van de opgegeven tabel bron geretourneerd, waarbij de naam van de kolom oude kolom is gewijzigd in nieuwe kolom.
pl_pl: Zwraca kopię określonej tabeli „źródło”, przy czym nazwa kolumny „stara_kolumna” jest zmieniana na „nowa_kolumna”.
pt_br: Retorna uma cópia da tabela 'source' (origem) especificada, com a coluna 'old_column' renomeada como 'new_column'.
pt_pt: Devolve uma cópia da tabela "origem" especificada, com o nome da coluna "old_column" mudado para "new_column".
ro_ro: Returnează o copie a tabelului „sursă” specificat, cu coloana „coloană_veche” redenumită „coloană_nouă”.
ru_ru: Возвращает копию указанной таблицы "источника", в которой "старый_столбец" переименован в "новый_столбец".
sk_sk: Vráti kópiu tabuľky zadaného zdroja so stĺpcom old_column premenovaným na new_column.
sl_si: Vrne kopijo določene tabele argumenta »vir«, v kateri je stolpec »stari_stolpec« preimenovan v »novi_stolpec«.
sr_cyrl_rs: Враћа копију наведене табеле „извор“ са колоном „old_column“ преименованом у „new_column“.
sv_se: Returnerar en kopia av den angivna källtabellen, med kolumnen old_column omdöpt till new_column.
th_th: ส่งกลับสำเนาของตาราง 'แหล่งที่มา' ที่เปลี่ยนชื่อจาก 'คอลัมน์_เก่า' เป็น 'คอลัมน์_ใหม่'
tr_tr: 'old_column' sütunu 'new_column' olarak yeniden adlandırılmış şekilde, belirtilen 'source' tablosunun bir kopyasını döndürür.
uk_ua: Повертає копію вказаної вихідної таблиці, де стовпець "старий_стовпець" перейменовано на значення "новий_стовпець".
vi_vn: Trả về một bản sao của bảng 'nguồn' được chỉ định, với cột 'cột_cũ' được đổi tên thành 'cột_mới'.
zh_cn: 返回指定 "source" 表的副本，将 "old_column" 列重命名为 "new_column"。
zh_tw: 傳回指定的 'source' 資料表複本，其 'old_column' 資料行已重新命名為 'new_column'。

# RenameColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# RenameColumnsArg2
source: old_column
bg_bg: стара_колона
ca_es: columna_anterior
cs_cz: starý_sloupec
da_dk: gammel_kolonne
de_de: alte_Spalte
el_gr: παλιά_στήλη
es_es: columna_anterior
et_ee: vana_veerg
eu_es: zutabe_zaharra
fi_fi: vanha_sarake
fr_fr: ancienne_colonne
gl_es: columna_anterior
hi_in: पुराना_स्तंभ
hr_hr: stari_stupac
hu_hu: régi_oszlop
id_id: kolom_lama
it_it: colonna_precedente
ja_jp: 古い列
kk_kz: ескі_баған
ko_kr: 이전_열
lt_lt: senas_stulpelis
lv_lv: vecā­_kolonna
ms_my: lajur_lama
nb_no: gammel_kolonne
nl_nl: oude_kolom
pl_pl: stara_kolumna
pt_br: coluna_antiga
pt_pt: coluna_antiga
ro_ro: coloană_veche
ru_ru: старый_столбец
sk_sk: starý_stĺpec
sl_si: stari_stolpec
sr_cyrl_rs: стара_колона
sv_se: gammal_kolumn
th_th: คอลัมน์_เก่า
tr_tr: eski_sütun
uk_ua: старий_стовпець
vi_vn: cột_cũ
zh_cn: 旧列
zh_tw: 舊_資料行

# RenameColumnsArg3
source: new_column
bg_bg: нова_колона
ca_es: columna_nova
cs_cz: nový_sloupec
da_dk: ny_kolonne
de_de: neue_Spalte
el_gr: νέα_στήλη
es_es: columna_nueva
et_ee: uus_veerg
eu_es: zutabe_berria
fi_fi: uusi_sarake
fr_fr: nouvelle_colonne
gl_es: nova_columna
hi_in: नया_स्तंभ
hr_hr: novi_stupac
hu_hu: új_oszlop
id_id: kolom_baru
it_it: nuova_colonna
ja_jp: 新しい列
kk_kz: жаңа_баған
ko_kr: 새_열
lt_lt: naujas_stulpelis
lv_lv: jauna_kolonna
ms_my: lajur_baru
nb_no: ny_kolonne
nl_nl: nieuwe_kolom
pl_pl: nowa_kolumna
pt_br: coluna_nova
pt_pt: nova_coluna
ro_ro: coloană_nouă
ru_ru: новый_столбец
sk_sk: nový_stĺpec
sl_si: nov_stolpec
sr_cyrl_rs: нова_колона
sv_se: ny_kolumn
th_th: คอลัมน์_ใหม่
tr_tr: yeni_sütun
uk_ua: новий_стовпець
vi_vn: cột_mới
zh_cn: 新列
zh_tw: 新_資料行

# AboutRenameColumns_source
source: A table value to process.
bg_bg: Стойност на таблица за обработване.
ca_es: Valor de taula que es processarà.
cs_cz: Hodnota tabulky, která má být zpracována
da_dk: En tabelværdi, der skal behandles.
de_de: Ein zu verarbeitender Tabellenwert.
el_gr: Μια τιμή πίνακα για επεξεργασία.
es_es: Un valor de tabla que se va a procesar.
et_ee: Töödeldav tabeliväärtus.
eu_es: Prozesatuko den taula-balioa.
fi_fi: Käsiteltävä taulukkoarvo.
fr_fr: Valeur de table à traiter.
gl_es: Valor da táboa que se vai procesar.
hi_in: संसाधित की जाने वाली तालिका का मान.
hr_hr: Vrijednost tablice koja se obrađuje.
hu_hu: Egy feldolgozandó táblaérték.
id_id: Nilai tabel untuk diproses.
it_it: Valore della tabella da elaborare.
ja_jp: 処理するテーブル値。
kk_kz: Өңделетін кестелік мән.
ko_kr: 처리할 테이블 값입니다.
lt_lt: Lentelės reikšmė, kurią reikia apdoroti.
lv_lv: Apstrādājamā tabulas vērtība.
ms_my: Nilai jadual untuk diproses.
nb_no: En tabellverdi som skal behandles.
nl_nl: Een tabelwaarde die moet worden verwerkt.
pl_pl: Wartość tabeli do przetworzenia.
pt_br: Valor de tabela a ser processado.
pt_pt: Um valor de tabela a processar.
ro_ro: O valoare de tabel de procesat.
ru_ru: Табличное значение для обработки.
sk_sk: Hodnota tabuľky na spracovanie.
sl_si: Vrednost tabele za obdelavo.
sr_cyrl_rs: Вредност табеле за обраду.
sv_se: Ett tabellvärde att bearbeta.
th_th: ค่าตารางที่จะดำเนินการ
tr_tr: İşlenecek bir tablo değeri.
uk_ua: Значення таблиці, яке потрібно обробити.
vi_vn: Giá trị bảng cần xử lý.
zh_cn: 要处理的表值。
zh_tw: 要處理的資料表值。

# AboutRenameColumns_old_column
source: The name of a column to rename.
bg_bg: Името на колона за преименуване.
ca_es: Nom d'una columna que es canviarà de nom.
cs_cz: Název sloupce, který se má přejmenovat
da_dk: Navnet på en kolonne, der skal omdøbes.
de_de: Der Name einer umzubenennenden Spalte.
el_gr: Το όνομα μιας στήλης για μετονομασία.
es_es: Nombre de una columna que se va a cambiar.
et_ee: Ümbernimetatava veeru nimi.
eu_es: Izena aldatuko zaion zutabearen izena.
fi_fi: Uudelleennimettävän sarakkeen nimi.
fr_fr: Nom d’une colonne à renommer.
gl_es: Nome dunha columna que se vai renomear.
hi_in: नाम बदले जाने वाले स्तंभ का नाम.
hr_hr: Naziv stupca koji se mijenja.
hu_hu: Az átnevezendő oszlop neve.
id_id: Nama kolom untuk diubah namanya.
it_it: Nome di una colonna da rinominare.
ja_jp: 名前を変更する列の名前。
kk_kz: Атауы өзгертілетін бағанның атауы.
ko_kr: 이름을 바꿀 열의 이름입니다.
lt_lt: Stulpelio, kurį reikia pervardyti, pavadinimas.
lv_lv: Pārdēvējamās kolonnas nosaukums.
ms_my: Nama lajur untuk dinamakan semula.
nb_no: Navnet på en kolonne som skal gis nytt navn.
nl_nl: De naam van een kolom waarvan de naam moet worden gewijzigd.
pl_pl: Nazwa kolumny, która będzie zmieniona.
pt_br: Nome da coluna a ser renomeada.
pt_pt: Nome da coluna a mudar o nome.
ro_ro: Numele unei coloane de redenumit.
ru_ru: Имя столбца для переименования.
sk_sk: Názov stĺpca, ktorý sa má premenovať.
sl_si: Ime stolpca, ki ga je treba preimenovati.
sr_cyrl_rs: Име колоне које треба преименовати.
sv_se: Namnet på kolumnen som ska bytas namn på.
th_th: ชื่อของคอลัมน์ที่จะเปลี่ยน
tr_tr: Yeniden adlandırma işlemi gerçekleştirilecek olan sütun adı.
uk_ua: Ім’я стовпця, яке потрібно змінити.
vi_vn: Tên của cột cần đổi tên.
zh_cn: 要重命名的列的名称。
zh_tw: 要重新命名的資料行名稱。

# AboutRenameColumns_new_column
source: The new name for the column.
bg_bg: Новото име на колоната.
ca_es: Nom nou de la columna.
cs_cz: Nový název sloupce
da_dk: Kolonnens nye navn.
de_de: Der neue Name für die Spalte.
el_gr: Το νέο όνομα για τη στήλη.
es_es: Nuevo nombre de la columna.
et_ee: Veeru uus nimi.
eu_es: Zutabearen izen berria.
fi_fi: Uuden sarakkeen nimi.
fr_fr: Nouveau nom de la colonne.
gl_es: Novo nome da columna.
hi_in: स्तंभ का नया नाम.
hr_hr: Novi naziv stupca.
hu_hu: Az oszlop új neve.
id_id: Nama baru kolom.
it_it: Nuovo nome della colonna.
ja_jp: 列の新しい名前。
kk_kz: Бағанның жаңа атауы.
ko_kr: 열의 새 이름입니다.
lt_lt: Naujas stulpelio pavadinimas.
lv_lv: Kolonnas jaunas nosaukums.
ms_my: Nama baru untuk lajur.
nb_no: Det nye navnet for kolonnen.
nl_nl: De nieuwe naam voor de kolom.
pl_pl: Nowa nazwa dla kolumny.
pt_br: Novo nome da coluna.
pt_pt: Novo nome para a coluna.
ro_ro: Noul nume pentru coloană.
ru_ru: Новое имя для столбца.
sk_sk: Nový názov pre stĺpec.
sl_si: Novo ime stolpca.
sr_cyrl_rs: Ново име за колону.
sv_se: Det nya namnet på kolumnen.
th_th: ชื่อคอลัมน์ใหม่
tr_tr: Sütunun yeni adı.
uk_ua: Нове ім’я для стовпця.
vi_vn: Tên mới cho cột.
zh_cn: 新的列名称。
zh_tw: 資料行的新名稱。

# ErrColRenamedTwice_Name
source: The specified column '{0}' cannot be renamed twice.
bg_bg: Указаната колона „{0}“ не може да бъде преименувана два пъти.
ca_es: No es pot canviar dues vegades el nom de la columna especificada "{0}".
cs_cz: Zadaný sloupec {0} se nedá přejmenovat dvakrát.
da_dk: Den angivne kolonne '{0}' kan ikke omdøbes to gange.
de_de: Die angegebene Spalte "{0}" kann nicht zweimal umbenannt werden.
el_gr: Δεν είναι δυνατή η μετονομασία της καθορισμένης στήλης "{0}" δύο φορές.
es_es: No se puede cambiar dos veces el nombre de la columna especificada "{0}".
et_ee: Määratud veergu '{0}' ei saa kaks korda ümber nimetada.
eu_es: Ezin da birritan aldatu zehaztutako "{0}" zutabearen izena.
fi_fi: Määritettyä saraketta {0} ei voi nimetä uudelleen kahdesti.
fr_fr: La colonne « {0} » spécifiée ne peut pas être renommée à deux reprises.
gl_es: A columna "{0}" especificada non se pode renomear dúas veces.
hi_in: निर्दिष्ट स्तंभ '{0}' का नाम दो बार नहीं बदला जा सकता.
hr_hr: Navedeni stupac "{0}" nije moguće dvaput preimenovati.
hu_hu: A megadott oszlop ({0}) nem nevezhető át kétszer.
id_id: Nama kolom yang ditentukan '{0}' tidak dapat diganti dua kali.
it_it: Non è possibile rinominare due volte la colonna '{0}'.
ja_jp: 指定された列 '{0}' の名前を 2 回変更することはできません。
kk_kz: Көрсетілген "{0}" бағанының атауын екі рет өзгерту мүмкін емес.
ko_kr: 지정된 열 '{0}'의 이름을 두 번 바꿀 수 없습니다.
lt_lt: Nurodyto stulpelio {0} negalima du kartus pervardyti.
lv_lv: Norādīto kolonnu “{0}” nevar pārdēvēt divas reizes.
ms_my: Lajur yang ditentukan '{0}' tidak boleh dinamakan semula dua kali.
nb_no: Den angitte kolonnen '{0}' kan ikke gis nytt navn to ganger.
nl_nl: De naam van de opgegeven kolom {0} kan niet tweemaal worden gewijzigd.
pl_pl: Nazwy określonej kolumny „{0}” nie można zmienić dwa razy.
pt_br: A coluna especificada '{0}' não pode ser renomeada duas vezes.
pt_pt: Não é possível mudar o nome da coluna especificada "{0}" duas vezes.
ro_ro: Coloana specificată, „{0}”, nu poate fi redenumită de două ori.
ru_ru: Указанный столбец "{0}" невозможно переименовать дважды.
sk_sk: Zadaný stĺpec {0} sa nedá premenovať dvakrát.
sl_si: Navedenega stolpca »{0}« ni mogoče preimenovati dvakrat.
sr_cyrl_rs: Не можете двапут преименовати наведену колону „{0}“.
sv_se: Det går inte att byta namn på den angivna kolumnen {0} två gånger.
th_th: คอลัมน์ที่ระบุ '{0}' ไม่สามารถเปลี่ยนชื่อถึงสองครั้งได้
tr_tr: Belirtilen sütun '{0}' iki defa yeniden adlandırılamaz.
uk_ua: Указаний стовпець "{0}" не можна перейменувати двічі.
vi_vn: Không thể đặt lại tên hai lần cho cột '{0}' được chỉ định.
zh_cn: 不能将指定的列“{0}”重命名两次。
zh_tw: 指定的欄位 '{0}' 無法重新命名兩次。

# AboutFilter
source: Returns the rows from the table for which all the specified conditions are true.
bg_bg: Връща редовете от таблицата, за които всички указани условия са true.
ca_es: Retorna les files de la taula en què totes les condicions especificades són true.
cs_cz: Vrátí řádky z tabulky, pro kterou jsou všechny zadané podmínky pravdivé.
da_dk: Returnerer rækker fra tabellen, for hvilke alle de angivne betingelser er sande.
de_de: Gibt die Zeilen aus der Tabelle zurück, für die alle angegebenen Bedingungen WAHR sind.
el_gr: Επιστρέφει τις σειρές από τον πίνακα για τον οποίο όλες οι καθορισμένες συνθήκες έχουν τιμή true.
es_es: Devuelve las filas de la tabla que cumplen todas las condiciones especificadas.
et_ee: Tagastab tabelist read, mille kõik määratud tingimused on tõesed.
eu_es: Zehaztutako baldintza guztiak egia gisa dituen taularen errenkadak itzultzen ditu.
fi_fi: Palauttaa rivit taulukosta, jolle kaikki määritetyt ehdot ovat tosia.
fr_fr: Retourne les lignes de la table pour lesquelles toutes les conditions spécifiées sont vraies.
gl_es: Devolve as filas da táboa nas que todas as condicións especificadas son verdadeiras.
hi_in: तालिका की वह पंक्तियाँ लौटाता है जिसके लिए सभी निर्दिष्ट स्थितियाँ सत्य हों.
hr_hr: Vraća retke iz tablice za koje su svi navedeni uvjeti true.
hu_hu: Azokat a sorait adja vissza a táblázatnak, amelyekre minden megadott feltétel igaz.
id_id: Menampilkan baris dari tabel yang semua kondisinya true.
it_it: Restituisce le righe della tabella per la quale tutte le condizioni specificate sono vere.
ja_jp: 指定の条件すべてが True となるテーブルの行を返します。
kk_kz: Барлық көрсетілген шарттар шын болатын кестеден жолдарды қайтарады.
ko_kr: 테이블에서 지정된 모든 조건이 true인 행을 반환합니다.
lt_lt: Iš lentelės pateikia eilutes, kurių visos nurodytos sąlygos yra teisingos.
lv_lv: Atgriež rindas no tabulas, kurām visi norādītie nosacījumi ir patiesi.
ms_my: Mengembalikan baris daripada jadual yang semua syarat yang ditentukan adalah benar.
nb_no: Returnerer radene fra tabellen der alle de angitte betingelsene er oppfylt.
nl_nl: Hiermee worden de rijen uit de tabel geretourneerd waarvoor alle opgegeven voorwaarden waar zijn.
pl_pl: Zwraca wiersze z tabeli, dla której wszystkie określone warunki zostały spełnione.
pt_br: Retorna as linhas da tabela para a qual todas as condições especificadas são verdadeiras.
pt_pt: Devolve as linhas da tabela em que todas as condições especificadas são verdadeiras.
ro_ro: Returnează rândurile din tabelul pentru care toate condițiile specificate sunt adevărate.
ru_ru: Возвращает строки таблицы, для которых все указанные условия верны.
sk_sk: Vráti riadky tabuľky, pre ktoré sú pravdivé všetky zadané podmienky.
sl_si: Vrne tiste vrstice table, za katere so izpolnjeni vsi določeni pogoji.
sr_cyrl_rs: Враћа ред из табеле за коју су сви наведени услови исправни.
sr_latn_rs: Vraća red iz tabele za koju su svi navedeni uslovi ispravni.
sv_se: Returnerar raderna från tabellen där alla de angivna villkoren är sanna.
th_th: คืนค่าแถวจากตารางที่เงื่อนไขทุกอย่างที่ระบุไว้เป็นจริง
tr_tr: Tablodan, belirtilen tüm koşulların true olduğu satırları döndürür.
uk_ua: Повертає рядки з таблиці, що відповідає всім визначеним умовам.
vi_vn: Trả về các hàng từ bảng mà theo đó tất cả các điều kiện được chỉ định đều đúng.
zh_cn: 从表中返回所有指定条件都是 true 的行。
zh_tw: 傳回資料表中所有指定條件皆為 True 的資料列。

# FilterArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# FilterArg2
source: logical_test
bg_bg: логически_тест
ca_es: prova_lògica
cs_cz: logický_test
da_dk: logisk_tekst
de_de: Wahrheitsprüfung
el_gr: λογική_έλεγχος
es_es: prueba_lógica
et_ee: loogikatest
eu_es: proba_logikoa
fi_fi: looginen_testi
fr_fr: test_logique
gl_es: proba_lóxica
hi_in: तार्किक_पाठ
hr_hr: logički_test
hu_hu: logikai_vizsgálat
id_id: tes_logika
it_it: testo_espressionelogica
ja_jp: 論理テスト
kk_kz: логикалық_тексеру
ko_kr: 논리_테스트
lt_lt: loginis_testas
lv_lv: loģiskais_tests
ms_my: ujian_logik
nb_no: logisk_test
nl_nl: logische_test
pl_pl: test_logiczny
pt_br: teste_lógico
pt_pt: teste_lógico
ro_ro: test_logic
ru_ru: логическое_выражение
sk_sk: logický_test
sl_si: logični_preizkus
sr_cyrl_rs: логички_тест
sr_latn_rs: logički_test
sv_se: logisk_test
th_th: ทดสอบ_ลอจิคัล
tr_tr: mantıksal_test
uk_ua: логічна_перевірка
vi_vn: kiểm_tra_lô_gic
zh_cn: 逻辑测试
zh_tw: 邏輯_測試
