Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutShowColumns
source: Returns a table with all columns removed from the 'source' table except the specified columns.
bg_bg: Връща таблица с всички колони, премахнати от таблицата на „източник“, с изключение на указаните колони.
ca_es: Retorna una taula amb totes les columnes suprimides de la taula 'source' excepte les columnes especificades.
cs_cz: Vrátí tabulku, ve které budou všechny odstraněné sloupce ze „zdrojové“ tabulky kromě určených sloupců.
da_dk: Returnerer en tabel, hvor alle kolonner er fjernet fra 'kilde'-tabellen, undtagen de angivne kolonner.
de_de: Gibt eine Tabelle zurück, bei der alle mit Ausnahme der angegebenen Spalten aus der Quelltabelle „Quelle“ entfernt wurden.
el_gr: Επιστρέφει έναν πίνακα με όλες τις στήλες καταργημένες από τον πίνακα "προέλευσης" εκτός από τις καθορισμένες στήλες.
es_es: Devuelve una tabla con todas las columnas quitadas de la tabla de origen, excepto las columnas especificadas.
et_ee: Tagastab tabeli, mille allikatabelist on eemaldatud kõik veerud peale määratud veergude.
eu_es: "source" taulako zutabe guztiak (zehaztu direnak izan ezik) ez dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, josta on kaikki source-taulukosta poistetut sarakkeet lukuun ottamatta määritettyjä sarakkeita.
fr_fr: Retourne une table dont toutes les colonnes ont été supprimées de la table « source », sauf les colonnes spécifiées.
gl_es: Devolve unha táboa con todas as columnas eliminadas da táboa de "orixe", excepto as columnas especificadas.
hi_in: 'source' तालिका से निर्दिष्ट स्तंभों को छोड़कर सभी स्तंभ के साथ निकाली गई तालिका लौटाता है.
hr_hr: Vraća tablicu s uklonjenim svim stupcima iz tablice "izvora", osim navedenih stupaca.
hu_hu: Olyan táblát ad vissza, amelyből el van távolítva a „forrás” argumentumban megadott tábla minden oszlopa, a megadott oszlopokat kivéve.
id_id: Menampilkan tabel dengan semua kolom dihapus dari tabel 'sumber' kecuali kolom tertentu.
it_it: Restituisce una tabella con tutte le colonne rimosse dalla tabella 'origine' ad eccezione delle colonne specificate.
ja_jp: 'ソース' テーブルから指定された列以外のすべての列が削除されたテーブルを返します。
kk_kz: Бастапқы кестеден көрсетілген бағандардан басқа барлық бағандары жойылған кестені қайтарады.
ko_kr: 지정된 열을 제외하고 '원본' 테이블에서 모든 열이 제거된 테이블을 반환합니다.
lt_lt: Pateikia lentelę iš šaltinio lentelės pašalinus visus stulpelius, išskyrus nurodytus.
lv_lv: Atgriež tabulu, kur visas vērtības no tabulas "source" ir noņemtas, izņemot norādītās kolonnas.
ms_my: Mengembalikan jadual dengan semua lajur dialih keluar darupada jadual 'sumber' kecuali lajur yang ditentukan.
nb_no: Returnerer en tabell med alle kolonner som er fjernet fra kildetabellen, bortsett fra de angitte kolonnene.
nl_nl: Hiermee wordt een tabel geretourneerd waarvan alle kolommen zijn verwijderd uit de 'source'-tabel, met uitzondering van de opgegeven kolommen.
pl_pl: Zwraca tabelę ze wszystkimi kolumnami usuniętymi z tabeli „źródło” poza określonymi kolumnami.
pt_br: Retorna uma tabela com todas as colunas removidas da tabela 'source' (origem), exceto as colunas especificadas.
pt_pt: Devolve uma tabela com todas as colunas removidas da tabela de "origem", exceto as colunas especificadas.
ro_ro: Returnează un tabel cu toate coloanele eliminate din tabelul „sursă”, cu excepția coloanelor specificate.
ru_ru: Возвращает таблицу "источника", из которой удалены все столбцы за исключением указанных.
sk_sk: Vráti tabuľku, pričom sú z tabuľky zdroja odstránené všetky stĺpce okrem zadaných stĺpcov.
sl_si: Vrne tabelo z odstranjenimi vsemi stolpci iz tabele argumenta »vir«, razen določenih stolpcev.
sr_cyrl_rs: Враћа табелу са свим колонама уклоњеним из табеле „извор“ осим наведених колона.
sr_latn_rs: Vraća tabelu sa svim kolonama uklonjenim iz tabele „izvor“ osim navedenih kolona.
sv_se: Returnerar en tabell med alla kolumner borttagna från källtabellen förutom de angivna kolumnerna.
th_th: ส่งคืนตารางที่ลบคอลัมน์ทั้งหมดออกจากตาราง 'source' ยกเว้นคอลัมน์ที่กำหนด
tr_tr: 'source' tablosunda bulunan belirtilen sütunlar haricindeki tüm sütunların kaldırılmış olduğu bir tablo döndürür.
uk_ua: Повертає таблицю лише з указаними стовпцями, видаливши решту стовпців із вихідної таблиці.
vi_vn: Trả về một bảng đã loại bỏ mọi cột khỏi bảng 'nguồn', ngoại trừ các cột được chỉ định.
zh_cn: 返回一个表，该表中除指定列之外的所有列均已从 "source" 表中删除。
zh_tw: 傳回一個資料表，除了指定的資料行之外，'source' 資料表中已移除了所有資料行。

# ShowColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# ShowColumnsArg2
source: column_name
bg_bg: име_на_колона
ca_es: nom_columna
cs_cz: název_sloupce
da_dk: kolonne_navn
de_de: Spaltenname
el_gr: όνομα_στήλης
es_es: nombre_columna
et_ee: veeru_nimi
eu_es: zutabe_izena
fi_fi: sarakkeen_nimi
fr_fr: nom_colonne
gl_es: nome_columna
hi_in: स्तंभ_नाम
hr_hr: naziv_stupca
hu_hu: oszlop_neve
id_id: nama_kolom
it_it: nome_colonna
ja_jp: 列名
kk_kz: баған_атауы
ko_kr: 열_이름
lt_lt: stulpelio_pavadinimas
lv_lv: kolonnas_nosaukums
ms_my: nama_lajur
nb_no: kolonnenavn
nl_nl: naam_kolom
pl_pl: nazwa_kolumny
pt_br: nome_coluna
pt_pt: nome_coluna
ro_ro: nume_coloană
ru_ru: имя_столбца
sk_sk: názov_stĺpca
sl_si: ime_stolpca
sr_cyrl_rs: назив_колоне
sr_latn_rs: naziv_kolone
sv_se: kolumn_namn
th_th: ชื่อ_คอลัมน์
tr_tr: sütun_adı
uk_ua: ім’я_стовпця
vi_vn: tên_cột
zh_cn: 列名
zh_tw: 資料行_名稱

# AboutShowColumns_source
source: A table or record value to remove columns from.
bg_bg: Стойност на таблица или запис, от която да се премахнат колони.
ca_es: Valor de la taula o registre del qual se suprimiran columnes.
cs_cz: Hodnota tabulky nebo záznamu, odkud se mají sloupce odebrat.
da_dk: En tabel eller postværdi, der skal fjernes kolonner fra.
de_de: Ein Tabellen- oder Datensatzwert, aus dem Spalten entfernt werden sollen.
el_gr: Μια τιμή πίνακα ή καρτέλας από όπου θα καταργηθούν στήλες.
es_es: Un valor de tabla o registro del que se quitarán columnas.
et_ee: Tabeli- või kirjeväärtus, millest veerud eemaldatakse.
eu_es: Zutabeak kenduko zaizkion taularen edo erregistroaren balioa.
fi_fi: Taulukko- tai tietuearvo, josta sarakkeet poistetaan.
fr_fr: Valeur de table ou d’enregistrement dans laquelle ou dans lequel supprimer des colonnes.
gl_es: Valor da táboa ou do rexistro do que se van eliminar columnas.
hi_in: पंक्तियाँ हटाने के लिए एक तालिका या रिकॉर्ड मान.
hr_hr: Vrijednost tablice ili zapisa iz kojeg se uklanjaju stupci.
hu_hu: Az a tábla vagy rekord, amelyből oszlopokat kell eltávolítani.
id_id: Nilai tabel atau rekaman yang kolomnya akan dihapus.
it_it: Valore della tabella o del record da cui rimuovere le colonne.
ja_jp: 列の削除元となるテーブルまたはレコードの値です。
kk_kz: Бағандары жойылатын кесте немесе жазба.
ko_kr: 열을 제거할 테이블 또는 레코드 값입니다.
lt_lt: Lentelės arba įrašo, iš kurio reikia pašalinti stulpelių, reikšmė.
lv_lv: Tabulas vai ieraksta vērtība, no kuras noņemt kolonnas.
ms_my: Nilai jadual atau rekod untuk dialih keluar lajur.
nb_no: En tabellverdi eller oppføringsverdi det skal fjernes kolonner fra.
nl_nl: Een tabel- of recordwaarde waaruit kolommen moeten worden verwijderd.
pl_pl: Wartość tabeli lub rekordu, z której mają zostać usunięte kolumny.
pt_br: Valor de uma tabela ou de um registro de onde colunas serão removidas.
pt_pt: Um valor de tabela ou registo para remover colunas.
ro_ro: O valoare de tabel sau de înregistrare din care să se elimine coloane.
ru_ru: Значение таблицы или записи для удаления столбцов.
sk_sk: Hodnota tabuľky alebo záznamu, z ktorého sa majú odstrániť stĺpce.
sl_si: Vrednost tabele ali zapisa, iz katere bodo odstranjeni stolpci.
sr_cyrl_rs: Вредност табеле или записа из којих треба уклонити колоне.
sr_latn_rs: Vrednost tabele iz koje treba ukloniti kolone.
sv_se: Ett tabell- eller postvärde att ta bort kolumner från.
th_th: ค่าตารางหรือเรกคอร์ดที่จะเอาคอลัมน์ออก
tr_tr: Sütunların kaldırılacağı bir tablo veya kayıt değeri.
uk_ua: Значення таблиці або запису, звідки потрібно вилучити стовпці.
vi_vn: Giá trị bảng hoặc bản ghi cần loại bỏ khỏi cột đó.
zh_cn: 要从中删除列的表或记录值。
zh_tw: 要從中移除資料行的資料表或記錄值。

# AboutShowColumns_column_name
source: The name of a column to keep.
bg_bg: Името на колона за запазване.
ca_es: Nom d'una columna que es conservarà.
cs_cz: Název sloupce, který se má zachovat
da_dk: Navnet på en kolonne, der skal beholdes.
de_de: Der Name einer beizubehaltenden Spalte.
el_gr: Το όνομα μιας στήλης προς διατήρηση.
es_es: Nombre de una columna que se va a conservar.
et_ee: Säilitatava veeru nimi.
eu_es: Mantenduko den zutabearen izena.
fi_fi: Säilytettävän sarakkeen nimi.
fr_fr: Nom d’une colonne à conserver.
gl_es: Nome dunha columna que se vai conservar.
hi_in: रखे जाने वाले स्तंभ का नाम.
hr_hr: Naziv stupca koji se zadržava.
hu_hu: A megtartandó oszlop neve.
id_id: Nama kolom untuk dipertahankan.
it_it: Nome di una colonna da conservare.
ja_jp: 保持する列の名前。
kk_kz: Сақталатын бағанның атауы.
ko_kr: 유지할 열의 이름입니다.
lt_lt: Stulpelio, kurį reikia pasilikti, pavadinimas.
lv_lv: Saglabājamās kolonnas nosaukums.
ms_my: Nama lajur untuk disimpan.
nb_no: Navnet på en kolonne som skal beholdes.
nl_nl: De naam van een kolom die moet worden behouden.
pl_pl: Nazwa kolumny do zachowania.
pt_br: Nome da coluna a ser mantida.
pt_pt: Nome da coluna a manter.
ro_ro: Numele unei coloane de păstrat.
ru_ru: Имя столбца для сохранения.
sk_sk: Názov stĺpca, ktorý sa má ponechať.
sl_si: Ime stolpca, ki ga je treba obdržati.
sr_cyrl_rs: Име колоне коју треба задржати.
sr_latn_rs: Ime kolone koju treba zadržati.
sv_se: Namnet på en kolumn att behålla.
th_th: ชื่อของคอลัมน์ที่จะเก็บไว้
tr_tr: Korunacak sütunun adı.
uk_ua: Ім’я стовпця, який потрібно залишити.
vi_vn: Tên của cột cần duy trì.
zh_cn: 要保持的列的名称。
zh_tw: 要保留的資料行名稱。

# AboutIsToday
source: Checks whether the given date is today, and returns true or false.
bg_bg: Проверява дали дадената дата е днешната и връща true или false.
ca_es: Comprova si la data proporcionada és avui i retorna true o false.
cs_cz: Zkontroluje, jestli zadané datum připadá na dnešek, a vrátí hodnotu true nebo false.
da_dk: Kontrollerer, om den givne dato er i dag, og returnerer sand eller falsk.
de_de: Überprüft, ob das angegebene Datum heute ist, und gibt WAHR oder FALSCH zurück.
el_gr: Ελέγχει εάν η δεδομένη ημερομηνία είναι σήμερα και επιστρέφει την τιμή true ή false.
es_es: Comprueba si la fecha dada es hoy y devuelve verdadero o falso.
et_ee: Kontrollib, kas määratud kuupäev on täna, ja tagastab väärtuse Tõene või Väär.
eu_es: Emandako data gaurkoa den egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, onko annettu päivämäärä tänään, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si la date donnée est la date du jour, puis retourne Vrai ou Faux.
gl_es: Comproba se a data indicada é hoxe e devolve verdadeiro ou falso.
hi_in: यह जाँचता है कि क्या दिया गया दिनांक आज का है या नहीं, और सत्य या असत्य लौटाता है.
hr_hr: Provjerava je li zadani datum danas i vraća true ili false.
hu_hu: Megvizsgálja, hogy a megadott dátum a mai nap-e és a true vagy a false értéket adja vissza.
id_id: Periksa apakah tanggal yang diberikan adalah tanggal sekarang atau tidak, dan hasil true atau false.
it_it: Verifica se la data specificata è quella odierna e restituisce vero o falso.
ja_jp: 指定された日付が今日かどうかをチェックし、True または False を返します。
kk_kz: Берілген күннің бүгін екендігін тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 지정된 날짜가 오늘인지 여부를 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar nurodyta data yra šiandienos, ir pateikia TRUE arba FALSE.
lv_lv: Pārbauda, vai norādītais datums ir šodien, un atgriež vērtību "true" vai "false".
ms_my: Menyemak sama ada tarikh yang diberikan ialah hari ini atau tidak, dan mengembalikan benar atau salah.
nb_no: Kontrollerer om den angitte datoen er i dag, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of de opgegeven waarde vandaag is en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy podana data jest datą dzisiejszą, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se a data especificada é hoje e retorna verdadeiro ou falso.
pt_pt: Verifica se a data fornecida é hoje e devolve verdadeiro ou falso.
ro_ro: Verifică dacă data specificată este astăzi și returnează adevărat sau fals.
ru_ru: Проверяет, является ли указанная дата сегодняшним днем, и возвращает true или false.
sk_sk: Skontroluje, či je daný dátum dnešný deň, a vráti výsledok pravda alebo nepravda.
sl_si: Preveri, ali je dani datum današnji in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је дати датум данашњи и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je dati datum današnji i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om det angivna datumet är i dag och returenerar sant eller falskt.
th_th: ตรวจสอบว่าวันที่ที่ได้ตรงกับวันนี้หรือไม่ และคืนค่า true หรือ false
tr_tr: Belirtilen tarihin o sırada geçerli olan gün olup olmadığını denetler ve true ya da false değeri döndürür.
uk_ua: Перевіряє, чи вказана дата сьогоднішня, і надає результат у форматі істина-хибність.
vi_vn: Kiểm tra xem ngày cho sẵn có phải là hôm nay hay không và trả về giá trị đúng hoặc sai.
zh_cn: 检查给定日期是否是今天，并返回 true 或 false。
zh_tw: 檢查指定的日期是否為今天，並傳回 True 或 False。

# AboutIsToday_date
source: The date value to test.
bg_bg: Датата, която да бъде проверена.
ca_es: Valor de data que es provarà.
cs_cz: Hodnota kalendářního data, která se má testovat.
da_dk: Datoværdien, der skal testes.
de_de: Der zu prüfende Datumswert.
el_gr: Η τιμή ημερομηνίας προς δοκιμή.
es_es: Valor de fecha que se va a probar.
et_ee: Testitav kuupäevaväärtus.
eu_es: Probatuko den data-balioa.
fi_fi: Testattava päivämääräarvo.
fr_fr: Valeur de date à tester.
gl_es: Valor de data que se vai probar.
hi_in: परीक्षण किया जाने वाला दिनांक मान.
hr_hr: Vrijednost datuma za testiranje.
hu_hu: A vizsgálandó dátumérték.
id_id: Nilai tanggal untuk diuji.
it_it: Valore data da testare.
ja_jp: テスト対象の日付の値。
kk_kz: Тексерілетін күн мәні.
ko_kr: 테스트할 날짜 값입니다.
lt_lt: Datos reikšmė, kurią reikia patikrinti.
lv_lv: Testējamā datuma vērtība.
ms_my: Nilai tarikh untuk diuji.
nb_no: Datoverdien som skal testes.
nl_nl: De datumwaarde die moet worden getest.
pl_pl: Wartość daty do przetestowania.
pt_br: Valor de data a ser testado.
pt_pt: O valor de data a testar.
ro_ro: Valoarea dată de testat.
ru_ru: Значение даты для проверки.
sk_sk: Hodnota dátumu, ktorá sa má otestovať.
sl_si: Datumska vrednost, ki bo ovrednotena.
sr_cyrl_rs: Вредност датума за тестирање.
sr_latn_rs: Vrednost datuma za testiranje.
sv_se: Datumvärdet att testa.
th_th: ค่าวันที่ที่จะทดสอบ
tr_tr: Test edilecek tarih değeri.
uk_ua: Значення дати для перевірки.
vi_vn: Giá trị ngày cần thử nghiệm.
zh_cn: 要测试的日期值。
zh_tw: 要測試的日期值。

# IsTodayFuncArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutIsUTCToday
source: Checks whether the given date is today in UTC, and returns true or false.
bg_bg: Проверява дали дадената дата съвпада с днешната в UTC и връща true или false.
ca_es: Comprova si la data especificada és avui en UTC i retorna cert o fals.
cs_cz: Zkontroluje, zda je dané datum dnes ve formátu UTC, a vrátí hodnotu true nebo false.
da_dk: Kontrollerer, om den givne dato er i dag i UTC, og returnerer sand eller falsk.
de_de: Überprüft, ob das aktuelle Datum in UTC angegeben ist und gibt „true“ oder „false“ zurück.
el_gr: Ελέγχει εάν η δεδομένη ημερομηνία είναι σήμερα σε UTC και επιστρέφει true ή false.
es_es: Comprueba si la fecha determinada está hoy en UTC, y devuelve verdadero o falso.
et_ee: Kontrollib, kas antud kuupäev on täna UTC ajavööndis ja tagastab tõese või väära.
eu_es: Gaur emandako data UTC formatuan dagoen egiaztatzen du eta "true" edo "false" balioak itzultzen ditu.
fi_fi: Tarkistaa, onko annettu päivämäärä tämä päivä UTC-muodossa, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si la date donnée est aujourd’hui en UTC et renvoie true ou false.
gl_es: Comproba se a data indica é hora na hora UTC e devolve verdadeiro ou falso.
hi_in: जांचता है कि क्या दी गई दिनांक UTC में आज की है या नहीं और सही लौटाता या गलत.
hr_hr: Provjerava je li navedeni datum danas u UTC-u i vraća istinito ili neistinito.
hu_hu: Ellenőrzi, hogy az adott dátum UTC-ben ma van-e, és igaz vagy hamis értéket ad vissza.
id_id: Memeriksa apakah tanggal yang diberikan adalah hari ini dalam UTC, dan menghasilkan true atau false.
it_it: Verifica se la data specificata è oggi in UTC e restituisce vero o falso.
ja_jp: 指定した日付が今日 (UTC) であるかどうかを確認し、true または false を返します。
kk_kz: Берілген күннің бүгін UTC жүйесінде болуын тексеріп, шын немесе жалған мән қайтарады.
ko_kr: 지정된 날짜가 오늘(UTC 기준)인지 확인하고 true 또는 false를 반환합니다.
lt_lt: Tikrina, ar pateikta data yra šiandien UTC laiku, ir nurodo, ar tai yra teisinga ar klaidinga reikšmė.
lv_lv: Pārbauda, vai dotais datums ir šodien (UTC) un atgriež vērtību Patiess vai Aplams.
ms_my: Menyemak sama ada tarikh yang diberikan ialah hari ini dalam waktu UTC atau tidak, dan mengembalikan benar atau salah.
nb_no: Kontrollerer om den angitte datoen er i dag i UTC, og returnerer sann eller usann.
nl_nl: Controleert of de opgegeven datum vandaag in UTC is en retourneert waar of onwaar.
pl_pl: Sprawdza, czy dana data jest datą dzisiejszą (czas UTC), a następnie zwraca wartość prawda lub fałsz.
pt_br: Verifica se a data fornecida é de hoje em UTC e retorna true ou false.
pt_pt: Verifica se a data indicada corresponde à data de hoje em UTC e devolve true ou false.
ro_ro: Verifică dacă data respectivă este cea de azi în UTC și returnează adevărat sau fals.
ru_ru: Проверяет, является ли эта дата сегодняшней датой по UTC, и возвращает значение true или false.
sk_sk: Skontroluje, či je daný dátum dnešný vo formáte UTC a vráti hodnotu true alebo false.
sl_si: Preveri, ali je dani datum danes v UTC in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је наведени датум данас у UTC зони и враћа „тачно“ или „нетачно“.
sr_latn_rs: Proverava da li je navedeni datum danas u UTC zoni i vraća „tačno“ ili „netačno“.
sv_se: Kontrollerar om det angivna datumet är i dag i UTC och returnerar sant eller falskt.
th_th: ตรวจสอบว่าวันที่กำหนดเป็นวันนี้ใน UTC และส่งกลับค่าจริงหรือเท็จ
tr_tr: Belirtilen tarihin UTC'de bugün olup olmadığını denetler ve doğru ya da yanlış değerini döndürür.
uk_ua: Перевіряє, чи вказано дану дату сьогодні за часом UTC і чи повертається значення true чи false.
vi_vn: Kiểm tra xem ngày được cho có phải hôm nay theo giờ UTC không, và trả về đúng hoặc sai.
zh_cn: 检查给定日期是否是今天(UTC)，并返回 true 或 false。
zh_tw: 檢查指定的日期是否是今天 (UTC)，並傳回 True 或 False。

# AboutIsUTCToday_date
source: The date value to test.
bg_bg: Датата, която да бъде проверена.
ca_es: Valor de data que es provarà.
cs_cz: Hodnota kalendářního data, která se má testovat.
da_dk: Datoværdien, der skal testes.
de_de: Der zu prüfende Datumswert.
el_gr: Η τιμή ημερομηνίας προς δοκιμή.
es_es: Valor de fecha que se va a probar.
et_ee: Testitav kuupäevaväärtus.
eu_es: Probatuko den data-balioa.
fi_fi: Testattava päivämääräarvo.
fr_fr: Valeur de date à tester.
gl_es: Valor de data que se vai probar.
hi_in: परीक्षण किया जाने वाला दिनांक मान.
hr_hr: Vrijednost datuma za testiranje.
hu_hu: A vizsgálandó dátumérték.
id_id: Nilai tanggal untuk diuji.
it_it: Valore data da testare.
ja_jp: テスト対象の日付の値。
kk_kz: Тексерілетін күн мәні.
ko_kr: 테스트할 날짜 값입니다.
lt_lt: Datos reikšmė, kurią reikia patikrinti.
lv_lv: Testējamā datuma vērtība.
ms_my: Nilai tarikh untuk diuji.
nb_no: Datoverdien som skal testes.
nl_nl: De datumwaarde die moet worden getest.
pl_pl: Wartość daty do przetestowania.
pt_br: Valor de data a ser testado.
pt_pt: O valor de data a testar.
ro_ro: Valoarea dată de testat.
ru_ru: Значение даты для проверки.
sk_sk: Hodnota dátumu, ktorá sa má otestovať.
sl_si: Datumska vrednost, ki bo ovrednotena.
sr_cyrl_rs: Вредност датума за тестирање.
sr_latn_rs: Vrednost datuma za testiranje.
sv_se: Datumvärdet att testa.
th_th: ค่าวันที่ที่จะทดสอบ
tr_tr: Test edilecek tarih değeri.
uk_ua: Значення дати для перевірки.
vi_vn: Giá trị ngày cần thử nghiệm.
zh_cn: 要测试的日期值。
zh_tw: 要測試的日期值。

# IsUTCTodayFuncArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期
