Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrNeedPrimitive
source: Expected a text, numeric, boolean, or date/time value.
bg_bg: Очаквана е текстова, числова, булева или стойност за дата/час.
ca_es: S'esperava un valor de text, numèric, booleà o data/hora.
cs_cz: Očekávala se textová, číselná nebo logická hodnota nebo datum a čas.
da_dk: Forventede en tekst-, numerisk, boolesk eller dato/klokkeslæt-værdi.
de_de: Es wurde ein Text-, Zahlen-, boolescher oder Datum/Uhrzeitwert erwartet.
el_gr: Αναμενόταν τιμή κειμένου, αριθμητική τιμή, δυαδική τιμή ή τιμή ημερομηνίας/ώρας.
et_ee: Eeldati tekst-, arv-, loogika- või kuupäeva-/kellaajaväärtust.
eu_es: Testu-balioa, zenbakizko balioa, balio boolearra edo dataren eta orduaren balioa espero zen.
fi_fi: Odotettiin tekstiarvoa, numeerista arvoa, totuusarvoa tai päivämäärä-/aika-arvoa.
fr_fr: Valeur numérique, booléenne, de texte ou de date/heure attendue.
gl_es: Esperábase un valor de texto, numérico, booleano ou de data e hora.
hi_in: कोई पाठ, सांख्यिक, बूलियन, या तिथि/समय अपेक्षित था.
hr_hr: Očekuje se tekst, Booleanova vrijednost ili vrijednost datum/vrijeme.
hu_hu: A rendszer szöveg, szám, logikai vagy dátum-idő típusú értéket várt.
id_id: Diharapkan nilai teks, angka, boolean, atau tanggal/waktu.
it_it: È previsto un valore di testo, numerico, booleano o data/ora.
ja_jp: テキスト、数値、ブール値、または日付/時刻値が必要です。
kk_kz: Мәтін, сандық, логикалық немесе күн/уақыт мәні күтілді.
ko_kr: 텍스트, 숫자, 부울 또는 날짜/시간 값이 필요합니다.
lt_lt: Tikimasi teksto, skaitinės, Bulio logikos arba datos / laiko reikšmės.
lv_lv: Paredzēta teksta, skaitliska, Būla vai datuma/laika vērtība.
ms_my: Dijangkakan nilai teks, angka, boolean atau tarikh/masa.
nb_no: Forventet en tekstverdi, numerisk verdi, boolsk verdi eller dato-/klokkeslettverdi.
nl_nl: Er wordt een tekstwaarde, numerieke waarde, booleaanse waarde date/time-waarde verwacht.
pl_pl: Oczekiwana jest wartość tekstowa, liczbowa, logiczna lub data/godzina.
pt_br: Esperado um valor de texto, numérico, booleano ou de data/hora.
pt_pt: Era esperado um valor numérico, de texto, booleano ou de data/hora.
ro_ro: Se aștepta o valoare text, numerică, booleană sau dată/oră.
ru_ru: Ожидается текстовое, числовое, логическое значение или значение даты и времени.
sk_sk: Očakávala sa textová hodnota, numerická hodnota, booleovská hodnota alebo hodnota dátumu/času.
sl_si: Pričakovana je besedilna, številska, logična ali vrednost datum/čas.
sr_cyrl_rs: Очекивана је текстуална, нумеричка, Булова вредност или вредност датум/време.
sv_se: Ett text-, numeriskt-, booleskt-, eller datum-/tid-värde förväntades.
th_th: ควรเป็นค่าข้อความ ตัวเลข บูลีน หรือวันที่/เวลา
tr_tr: Bir metin, sayı, boole veya tarih/saat değeri bekleniyor.
uk_ua: Очікувалося: текстове, числове чи логічне значення або дата й час.
vi_vn: Đã dự kiến một giá trị văn bản, số, boolean hoặc ngày/giờ.
zh_cn: 应是文本、数字、布尔值或日期/时间值。
zh_tw: 應為文字、數字、布林值或日期/時間值。

# ErrSummarizeNoGroupBy
source: Summarize requires at least one grouping column.
bg_bg: За Summarize се изисква поне една колона за групиране.
ca_es: Summarize requereix almenys una columna d'agrupament.
cs_cz: Funkce Summarize vyžaduje alespoň jeden sloupec seskupení.
da_dk: Summarize kræver mindst én grupperingskolonne.
de_de: Summarize erfordert mindestens eine Gruppierungsspalte.
el_gr: Η συνάρτηση Summarize απαιτεί τουλάχιστον μία στήλη ομαδοποίησης.
et_ee: Summarize nõuab vähemalt ühte rühmitamisveergu.
eu_es: Summarize funtzioak, gutxienez, taldekatze-zutabe bat behar du.
fi_fi: Summarize edellyttää vähintään yhtä ryhmittelysaraketta.
fr_fr: Summarize nécessite au moins une colonne de regroupement.
gl_es: Summarize require polo menos unha columna de agrupación.
hi_in: Summarize के लिए कम से कम एक समूहीकरण कॉलम की आवश्यकता होती है.
hr_hr: Funkcija Summarize zahtijeva barem jedan stupac za grupiranje.
hu_hu: A Summarize argumentumnak legalább egy csoportosítási oszlopra van szüksége.
id_id: Summarize memerlukan minimal satu kolom pengelompokan.
it_it: Summarize richiede almeno una colonna di raggruppamento.
ja_jp: Summarize には 1 つ以上のグループ列が必要です。
kk_kz: Summarize кем дегенде бір топтау бағанын қажет етеді.
ko_kr: Summarize에는 그룹화 열이 하나 이상 필요합니다.
lt_lt: „Summarize“ reikia bent vieno grupavimo stulpelio.
lv_lv: Funkcijai Summarize nepieciešama vismaz viena grupēšanas kolonna.
ms_my: Summarize memerlukan sekurang-kurangnya satu lajur pengumpulan.
nb_no: Summarize krever minst én grupperingskolonne.
nl_nl: Summarize vereist ten minste één groeperingskolom.
pl_pl: Funkcja Summarize wymaga co najmniej jednej kolumny grupowania.
pt_br: Summarize requer pelo menos uma coluna de agrupamento.
pt_pt: Summarize necessita de um mínimo de uma coluna de agrupamento.
ro_ro: Funcția Summarize necesită cel puțin o coloană de grupare.
ru_ru: Для Summarize требуется по крайней мере один столбец группировки.
sk_sk: Summarize vyžaduje aspoň jeden stĺpec zoskupenia.
sl_si: Argument Summarize zahteva vsaj en stolpec za združevanje.
sr_cyrl_rs: Summarize захтева најмање једну колону за груписање.
sv_se: Summarize kräver minst en grupperingskolumn.
th_th: Summarize ต้องมีคอลัมน์การจัดกลุ่มอย่างน้อยหนึ่งคอลัมน์
tr_tr: Summarize en az bir gruplandırma sütunu gerektirir.
uk_ua: Функції Summarize потрібен принаймні один стовпець групування.
vi_vn: Summarize yêu cầu ít nhất một cột nhóm.
zh_cn: Summarize 至少需要一个分组列。
zh_tw: Summarize 至少需要一個分組資料行。

# ErrSummarizeInvalidArg
source: Summarize arguments must be either existing column names to group by or formulas named with the 'As' keyword.
bg_bg: Аргументите на Summarize трябва да са съществуващи имена на колони, по които да се групира, или формули, наименувани с ключовата дума As.
ca_es: Els arguments de Summarize han de ser noms de columnes existents per les quals agrupar o fórmules amb nom amb la paraula clau "As".
cs_cz: Argumenty Summarize musí být buď názvy existujících sloupců, podle kterých se má seskupit, nebo vzorce pojmenované klíčovým slovem „As“.
da_dk: Summarize-argumenter skal være eksisterende kolonnenavne, der skal grupperes efter, eller formler navngivet med nøgleordet "As".
de_de: Bei den Summarize-Argumenten muss es sich entweder um vorhandene Spaltennamen zur Gruppierung oder um Formeln handeln, die mit dem „As“-Schlüsselwort benannt sind.
el_gr: Τα ορίσματα Summarize πρέπει να είναι είτε υπάρχοντα ονόματα στηλών για την ομαδοποίηση είτε τύποι που περιέχουν τη λέξη-κλειδί 'As' στο όνομά τους.
et_ee: Atribuudi Summarize argumendid peavad olema kas olemasolevad veerunimed, mille järgi rühmitada, või märksõnaga „As“ nimetatud valemid.
eu_es: Summarize argumentuak taldekatzeko zutabe-izenak "As" gako-hitzarekin izendatutako formulak izan behar dute.
fi_fi: Summarize-argumenttien on oltava joko olemassa olevia ryhmiteltäviä sarakkeiden nimiä tai As-avainsanalla nimettyjä kaavoja.
fr_fr: Les arguments Summarize doivent être des noms de colonnes existants selon lesquels effectuer le regroupement ou des formules nommées avec le mot clé « As ».
gl_es: Os argumentos Summarize deben ser nomes de columnas existentes polas que agrupar ou fórmulas que leven a palabra clave "As" no nome.
hi_in: Summarize तर्क या तो मौजूदा कॉलम नाम होने चाहिए जिन्हें समूहीकृत किया जाना चाहिए या 'As' कीवर्ड के साथ नाम दिए गए फ़ॉर्मूला होने चाहिए.
hr_hr: Argumenti funkcije Summarize moraju biti postojeći nazivi stupaca po kojima će se grupirati ili formule imenovane ključnom riječi „As”.
hu_hu: A Summarize argumentumoknak vagy létező oszlopneveknek kell lenniük a csoportosításhoz, vagy az "As" kulcsszóval megnevezett képleteknek.
id_id: Argumen Summarize harus berupa nama kolom yang ada untuk dikelompokkan atau rumus yang diberi nama dengan kata kunci 'As'.
it_it: Gli argomenti Summarize devono essere nomi di colonna esistenti in base a cui eseguire il raggruppamento o formule con nome con la parola chiave "As".
ja_jp: Summarize 引数は、グループ化する既存の列名か、'As' キーワードで指定した式であることが必要です。
kk_kz: Summarize аргументтері топталатын бар баған атаулары немесе "As" кілтсөзімен аталған формулалар болуы керек.
ko_kr: Summarize 인수는 그룹화할 기존 열 이름 또는 'As' 키워드로 명명된 수식이어야 합니다.
lt_lt: „Summarize“ argumentai turi būti esami stulpelių pavadinimai, pagal kuriuos reikia grupuoti, arba formulės, pavadintos su raktažodžiu „As“.
lv_lv: Funkcijas Summarize argumentiem jābūt esošiem kolonnu nosaukumiem, pēc kuriem grupēt, vai formulām, kas ir nosauktas pēc atslēgvārda “As”.
ms_my: Fungsi argumen Summarize mestilah sama ada nama lajur yang sedia ada untuk pengumpulan atau formula yang dinamakan dengan kata kunci 'As'.
nb_no: Summarize-argumentene må enten være eksisterende kolonnenavn å gruppere etter, eller formler med nøkkelordet As.
nl_nl: Summarize-argumenten moeten bestaande kolomnamen zijn om op te groeperen of formules die een naam hebben gekregen met het trefwoord As.
pl_pl: Argumentami funkcji Summarize muszą być nazwy istniejących kolumn, według których ma zostać wykonane grupowanie, albo nazwane formuły ze słowem kluczowym „As”.
pt_br: Os argumentos de Summarize devem ser nomes de coluna existentes para agrupar ou fórmulas nomeadas com a palavra-chave "As".
pt_pt: Os argumentos de Summarize têm de ser nomes de colunas existentes para agrupamento ou fórmulas nomeadas com a palavra-chave "As".
ro_ro: Argumentele Summarize trebuie să fie, ori nume de coloane existente după care se face gruparea, ori formule denumite cu cuvântul cheie „As”.
ru_ru: Аргументы Summarize должны содержать существующие имена столбцов для группировки или формулы с ключевым словом "As" в имени.
sk_sk: Argumenty Summarize musia byť buď existujúce názvy stĺpcov, podľa ktorých sa majú zoskupiť údaje, alebo vzorce pomenované pomocou kľúčového slova As.
sl_si: Argumenti Summarize morajo biti obstoječa imena stolpcev za združevanje ali formule, poimenovane s ključno besedo »As«.
sr_cyrl_rs: Summarize аргументи морају да буду постојећи називи колона за груписање по формулама којима је назив дат помоћу кључне речи „As“.
sv_se: Summarize-argument måste vara antingen befintliga kolumnnamn att gruppera efter eller formler som har namngivits med nyckelordet "As".
th_th: อาร์กิวเมนต์ Summarize ต้องเป็นชื่อคอลัมน์ที่มีอยู่เพื่อจัดกลุ่มตามหรือตั้งชื่อสูตรด้วยคำสำคัญ 'As'
tr_tr: Summarize bağımsız değişkenleri, gruplandırma ölçütü olarak kullanılacak mevcut sütun adları veya 'As' anahtar sözcüğüyle adlandırılmış formüller olmalıdır.
uk_ua: Аргументи функції "Summarize" мають бути або іменами існуючих стовпців для групування, або формулами, названими з ключовим словом "As".
vi_vn: Đối số Summarize phải là tên cột hiện có để nhóm hoặc công thức được đặt tên bằng từ khóa "As".
zh_cn: Summarize 参数必须是分组所依据的现有列名称或使用 "As" 关键字命名的公式。
zh_tw: Summarize 引數必須是分組所依據的現有資料行名稱，或以 'As' 關鍵字命名的公式。

# ErrSummarizeThisGroupColumnName
source: Column 'ThisGroup' conflicts with a reserved name. Use the 'RenameColumns' function to pick a different name.
bg_bg: Колоната ThisGroup е в конфликт с резервирано име. Използвайте функцията RenameColumns, за да изберете друго име.
ca_es: La columna "ThisGroup" entra en conflicte amb un nom reservat. Utilitzeu la funció "RenameColumns" per seleccionar un nom diferent.
cs_cz: Sloupec „ThisGroup“ je v konfliktu s vyhrazeným názvem. Vyberte jiný název pomocí funkce „RenameColumns“.
da_dk: Kolonnen "ThisGroup" er i konflikt med et reserveret navn. Brug funktionen "RenameColumns" til at vælge et andet navn.
de_de: Die Spalte „ThisGroup“ steht mit einem reservierten Namen in Konflikt. Verwenden Sie die Funktion „RenameColumns“, um einen anderen Namen auszuwählen.
el_gr: Το όνομα 'ThisGroup' είναι δεσμευμένο. Χρησιμοποιήστε τη συνάρτηση 'RenameColumns' για να επιλέξετε ένα διαφορετικό όνομα.
et_ee: Veerg „ThisGroup“ on reserveeritud nimega vastuolus. Kasutage mõne muu nime valimiseks funktsiooni „RenameColumns“.
eu_es: "ThisGroup" zutabea izen erreserbatu batekin gatazkan dago. Erabili "RenameColumns" funtzioa beste izen bat hautatzeko.
fi_fi: Sarake ThisGroup on ristiriidassa varatun nimen kanssa. Voit valita toisen nimen käyttämällä RenameColumns-toimintoa.
fr_fr: La colonne « ThisGroup » est en conflit avec un nom réservé. Utilisez la fonction « RenameColumns » pour sélectionner un autre nom.
gl_es: A columna "ThisGroup" entra en conflito cun nome reservado. Use a función "RenameColumns" para escoller outro nome.
hi_in: कॉलम 'ThisGroup' एक आरक्षित नाम के साथ टकराव करता है. भिन्न नाम चुनने के लिए 'RenameColumns' फ़ंक्शन का इस्तेमाल करें.
hr_hr: Stupac „ThisGroup” je u sukobu s rezerviranim nazivom. Upotrijebite funkciju „RenameColumns” za odabir drugog naziva.
hu_hu: A 'ThisGroup' oszlop ütközik egy foglalt névvel. Használja a 'RenameColumns' függvényt egy másik név kiválasztásához.
id_id: Kolom 'ThisGroup' bertentangan dengan nama yang dicadangkan. Gunakan fungsi 'RenameColumns' untuk memilih nama lain.
it_it: La colonna "ThisGroup" è in conflitto con un nome riservato. Utilizza la funzione "RenameColumns" per selezionare un nome diverso.
ja_jp: 列 'ThisGroup' は予約された名前と競合します。'RenameColumns' 関数を使用し、別の名前を選んでください。
kk_kz: "ThisGroup" бағанының сақталған атаумен қайшы келеді. Басқа атауды таңдау үшін "RenameColumns" функциясын пайдаланыңыз.
ko_kr: 'ThisGroup' 열이 예약된 이름과 충돌합니다. 'RenameColumns' 함수를 사용하여 다른 이름을 선택하세요.
lt_lt: Stulpelis „ThisGroup“ nesuderinamas su rezervuotu pavadinimu. Norėdami pasirinkti kitą pavadinimą, naudokite funkciją „RenameColumns“.
lv_lv: Kolonna “ThisGroup” konfliktē ar rezervēto nosaukumu. Izmantojiet funkciju RenameColumns, lai izvēlētos citu nosaukumu.
ms_my: Lajur 'ThisGroup' bercanggah dengan nama simpanan. Gunakan fungsi 'RenameColumns' untuk memilih nama yang berbeza.
nb_no: Kolonnen ThisGroup er i konflikt med et reservert navn. Bruk RenameColumns-funksjonen til å velge et annet navn.
nl_nl: Kolom ThisGroup botst met een gereserveerde naam. Gebruik de functie RenameColumns om een andere naam te kiezen.
pl_pl: Kolumna „ThisGroup” powoduje konflikt z nazwą zarezerwowaną. Użyj funkcji „RenameColumns”, aby wybrać inną nazwę.
pt_br: A coluna "ThisGroup" está em conflito com um nome reservado. Use a função "RenameColumns" para escolher um nome diferente.
pt_pt: A coluna "ThisGroup" está em conflito com um nome reservado. utilize a função "RenameColumns" para escolher outro nome.
ro_ro: Coloana „ThisGroup” intră în conflict cu un nume rezervat. Utilizați funcția „RenameColumns” pentru a alege un nume diferit.
ru_ru: Столбец "ThisGroup" конфликтует с зарезервированным именем. Используйте функцию "RenameColumns" для выбора другого имени.
sk_sk: Stĺpec ThisGroup je v konflikte s vyhradeným názvom. Použite funkciu RenameColumns na výber iného názvu.
sl_si: Stolpec »ThisGroup« je v sporu z rezerviranim imenom. S funkcijo »RenameColumns« izberite drugo ime.
sr_cyrl_rs: Колона „ThisGroup“ није усаглашена са резервисаним називом. Користите функцију „RenameColumns“ да бисте изабрали други назив.
sv_se: Kolumnnamnet "ThisGroup" står i konflikt med ett reserverat namn. Använd funktionen "RenameColumns" för att välja ett annat namn.
th_th: คอลัมน์ 'ThisGroup' ขัดแย้งกับชื่อที่สงวนไว้ ใช้ฟังก์ชัน 'RenameColumns' เพื่อเลือกชื่ออื่น
tr_tr: 'ThisGroup' sütunu, ayrılmış bir adla çakışıyor. Farklı bir ad seçmek için 'RenameColumns' işlevini kullanın.
uk_ua: Стовпець "ThisGroup" конфліктує з зарезервованим іменем. Скористайтеся функцією "RenameColumns", щоб вибрати інше ім’я.
vi_vn: Cột "ThisGroup" xung đột với tên đặt trước. Hãy sử dụng hàm "RenameColumns" để chọn một tên khác.
zh_cn: ThisGroup 列与保留名称冲突。请使用 "RenameColumns" 函数选择其他名称。
zh_tw: 資料行 'ThisGroup' 與保留名稱相衝突。請使用 'RenameColumns' 函式來選擇不同的名稱。

# ErrSummarizeDataSourceContainsThisGroupColumn
source: The data source contains a column named 'ThisGroup', which conflicts with a reserved name. Use the 'RenameColumns' function to pick a different name.
bg_bg: Източникът на данни съдържа колона на име ThisGroup, която е в конфликт с резервирано име. Използвайте функцията RenameColumns, за да изберете друго име.
ca_es: La font de dades conté una columna anomenada "ThisGroup", que entra en conflicte amb un nom reservat. Utilitzeu la funció "RenameColumns" per seleccionar un nom diferent.
cs_cz: Zdroj dat obsahuje sloupec s názvem „ThisGroup“, který je v konfliktu s vyhrazeným názvem. Vyberte jiný název pomocí funkce „RenameColumns“.
da_dk: Datakilden indeholder en kolonne med navnet "ThisGroup", som er i konflikt med et reserveret navn. Brug funktionen "RenameColumns" til at vælge et andet navn.
de_de: Die Datenquelle enthält eine Spalte mit dem Namen „ThisGroup“, der mit einem reservierten Namen in Konflikt steht. Verwenden Sie die Funktion „RenameColumns“, um einen anderen Namen auszuwählen.
el_gr: Η προέλευση δεδομένων περιέχει μια στήλη με όνομα 'ThisGroup', το οποίο είναι δεσμευμένο. Χρησιμοποιήστε τη συνάρτηση 'RenameColumns' για να επιλέξετε ένα διαφορετικό όνομα.
et_ee: Andmeallikas sisaldab veergu nimega „ThisGroup“, mis on reserveeritud nimega vastuolus. Kasutage mõne muu nime valimiseks funktsiooni „RenameColumns“.
eu_es: Datu-iturburuak "ThisGroup" izeneko zutabe bat du, izen erreserbatu batekin gatazkan dagoena. Erabili "RenameColumns" funtzioa beste izen bat hautatzeko.
fi_fi: Tietolähde sisältää sarakkeen nimeltä ThisGroup, joka on ristiriidassa varatun nimen kanssa. Voit valita toisen nimen käyttämällä RenameColumns-toimintoa.
fr_fr: La source de données contient une colonne nommée « ThisGroup » en conflit avec un nom réservé. Utilisez la fonction « RenameColumns » pour sélectionner un autre nom.
gl_es: A orixe de datos contén unha columna denominada "ThisGroup", que entra en conflito cun nome reservado. Use a función "RenameColumns" para escoller outro nome.
hi_in: डेटा स्रोत में 'ThisGroup' नाम का एक कॉलम है, जो आरक्षित नाम के साथ टकराव करता है. भिन्न नाम चुनने के लिए 'RenameColumns' फ़ंक्शन का इस्तेमाल करें.
hr_hr: Izvor podataka sadrži stupac naziva „ThisGroup”, koji je u sukobu s rezerviranim nazivom. Upotrijebite funkciju „RenameColumns” za odabir drugog naziva.
hu_hu: Az adatforrásban van egy 'ThisGroup' nevű oszlop, amely ütközik egy foglalt névvel. Használja a 'RenameColumns' függvényt egy másik név kiválasztásához.
id_id: Sumber data berisi kolom bernama 'ThisGroup', yang bertentangan dengan nama yang dicadangkan. Gunakan fungsi 'RenameColumns' untuk memilih nama lain.
it_it: L'origine dati contiene una colonna denominata "ThisGroup" in conflitto con un nome riservato. Utilizza la funzione "RenameColumns" per selezionare un nome diverso.
ja_jp: データ ソースに 'ThisGroup' という名前の列が含まれますが、これは予約された名前と競合します。'RenameColumns' 関数を使用し、別の名前を選んでください。
kk_kz: Деректер көзінде сақталған атаумен қайшы келетін "ThisGroup" бағаны бар. Басқа атауды таңдау үшін "RenameColumns" функциясын пайдаланыңыз.
ko_kr: 데이터 원본에 예약된 이름과 충돌하는 'ThisGroup'이라는 열이 포함되어 있습니다. 'RenameColumns' 함수를 사용하여 다른 이름을 지정합니다.
lt_lt: Duomenų šaltinyje yra stulpelis pavadinimu „ThisGroup“, kuris nesuderinamas su rezervuotu pavadinimu. Norėdami pasirinkti kitą pavadinimą, naudokite funkciją „RenameColumns“.
lv_lv: Datu avotā ir kolonna ar nosaukumu “ThisGroup”, kas konfliktē ar rezervēto nosaukumu. Izmantojiet funkciju “RenameColumns”, lai izvēlētos citu nosaukumu.
ms_my: Sumber data mengandungi lajur bernama 'ThisGroup' yang bercanggah dengan nama simpanan. Gunakan fungsi 'RenameColumns' untuk memilih nama yang berbeza.
nb_no: Datakilden inneholder en kolonne med navnet ThisGroup, som er i konflikt med et reservert navn. Bruk RenameColumnsfunksjonen til å velge et annet navn.
nl_nl: De gegevensbron bevat een kolom met de naam ThisGroup, die botst met een gereserveerde naam. Gebruik de functie RenameColumns om een andere naam te kiezen.
pl_pl: Źródło danych zawiera kolumnę o nazwie „ThisGroup”, która powoduje konflikt z zarezerwowaną nazwą. Użyj funkcji „RenameColumns”, aby wybrać inną nazwę.
pt_br: A fonte de dados contém uma coluna chamada "ThisGroup", que entra em conflito com um nome reservado. Use a função "RenameColumns" para escolher um nome diferente.
pt_pt: A origem de dados contém uma coluna chamada "ThisGroup", que está em conflito com um nome reservado. Utilize a função "RenameColumns" para escolher outro nome.
ro_ro: Sursa de date conține o coloană denumită „ThisGroup”, ce intră în conflict cu un nume rezervat. Utilizați funcția „RenameColumns” pentru a alege un nume diferit.
ru_ru: Источник данных содержит столбец с именем "ThisGroup", который конфликтует с зарезервированным именем. Используйте функцию "RenameColumns" для выбора другого имени.
sk_sk: Zdroj údajov obsahuje stĺpec s názvom ThisGroup, ktorý je v konflikte s vyhradeným názvom. Použite funkciu RenameColumns na výber iného názvu.
sl_si: Vir podatkov vsebuje stolpec z imenom »ThisGroup«, ki je v sporu z rezerviranim imenom. S funkcijo »RenameColumns« izberite drugo ime.
sr_cyrl_rs: Извор података садржи колону под називом „ThisGroup“, што није усаглашено са резервисаним називом. Користите функцију „RenameColumns“ да бисте изабрали други назив.
sv_se: Datakällan innehåller en kolumn med namnet "ThisGroup", som står i konflikt med ett reserverat namn. Använd funktionen "RenameColumns" för att välja ett annat namn.
th_th: แหล่งข้อมูลประกอบด้วยคอลัมน์ชื่อ 'ThisGroup' ซึ่งขัดแย้งกับชื่อที่สงวนไว้ ใช้ฟังก์ชัน 'RenameColumns' เพื่อเลือกชื่ออื่น
tr_tr: Veri kaynağı, ayrılmış bir adla çakışan 'ThisGroup' adlı bir sütun içeriyor. Farklı bir ad seçmek için 'RenameColumns' işlevini kullanın.
uk_ua: Джерело даних містить стовпець "ThisGroup", який конфліктує з зарезервованим іменем. Скористайтеся функцією "RenameColumns", щоб вибрати інше ім’я.
vi_vn: Nguồn dữ liệu chứa một cột có tên "ThisGroup", xung đột với tên đặt trước. Hãy sử dụng hàm "RenameColumns" để chọn một tên khác.
zh_cn: 数据源包含名为 "ThisGroup" 的列，该列与保留名称冲突。请使用 "RenameColumns" 函数选择其他名称。
zh_tw: 資料來源包含名為 'ThisGroup' 的資料行，其與保留名稱相衝突。請使用 'RenameColumns' 函式來選擇不同的名稱。
