Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SuggestRemoteExecutionHint_OpNotSupportedByClient
source: Part of this formula cannot be evaluated remotely. '{0}' operation is currently not supported in this context.
bg_bg: Част от тази формула не може да бъде оценена отдалечено. Операция „{0}“ в момента не се поддържа в този контекст.
ca_es: Una part d'aquesta fórmula no es pot avaluar de manera remota. L'operació "{0}" no s'admet actualment en aquest context.
cs_cz: Část tohoto vzorce není možné vyhodnotit vzdáleně. Operace {0} se v tomto kontextu momentálně nepodporuje.
da_dk: En del af denne formel kan ikke evalueres eksternt. '{0}' handlingen understøttes ikke i øjeblikket i denne kontekst.
de_de: Ein Teil dieser Formel kann nicht remote ausgewertet werden. Der Vorgang „{0}“ wird in diesem Kontext aktuell nicht unterstützt.
el_gr: Δεν είναι δυνατή η απομακρυσμένη αξιολόγηση ενός μέρους αυτού του τύπου. Η λειτουργία "{0}" δεν υποστηρίζεται αυτήν τη στιγμή σε αυτό το περιβάλλον.
es_es: Una parte de esta fórmula no se puede evaluar de forma remota. Actualmente, la operación "{0}" no se admite en este contexto.
et_ee: Osa sellest valemist ei saa kaugühenduse teel hinnata. Toiming '{0}' pole selles kontekstis praegu toetatud.
eu_es: Ezin da ebaluatu urrunetik formularen zati bat. Une honetan ez da onartzen "{0}" eragiketa testuinguru honetan.
fi_fi: Osaa tästä kaavasta ei voi arvioida etäkäytön välityksellä. Toimintoa {0} ei tueta tällä hetkellä tässä kontekstissa.
fr_fr: Une partie de cette formule ne peut pas être évaluée à distance. L’opération '{0}' n'est actuellement pas prise en charge dans ce contexte.
gl_es: Parte desta fórmula non se pode avaliar de xeito remoto. A operación "{0}" non se admite actualmente neste contexto.
hi_in: इस सूत्र के भाग का मूल्यांकन दूरस्थ रूप से नहीं किया जा सकता. इस संदर्भ में '{0}' कार्रवाई वर्तमान में समर्थित नहीं है.
hr_hr: Dio te formule ne može se daljinski vrednovati. Operacija "{0}" trenutno nije podržana u tom kontekstu.
hu_hu: A képlet egy része nem értékelhető ki távolról. A(z) {0} művelet jelenleg nem támogatott ebben a környezetben.
id_id: Bagian rumus ini tidak dapat dievaluasi dari jarak jauh. Operasi '{0}' saat ini tidak didukung dalam konteks ini.
it_it: Non è possibile valutare parte di questa formula in modalità remota. L'operazione '{0}' non è attualmente supportata in questo contesto.
ja_jp: この式の一部はリモートで評価できません。'{0}' 操作は、現在このコンテキストでサポートされていません。
kk_kz: Бұл формуланың бөлігін қашықтан есептеу мүмкін емес. Бұл контекст үшін қазір "{0}" әрекетіне қолдау көрсетілмейді.
ko_kr: 이 수식의 일부를 원격으로 평가할 수 없습니다. 이 컨텍스트에서 '{0}' 작업을 현재 지원하지 않습니다.
lt_lt: Šios formulės dalies negalima įvertinti nuotoliniu būdu. Šiame kontekste operacija {0} šiuo metu nepalaikoma.
lv_lv: Šīs formulas daļu nevar novērtēt attāli. Šajā kontekstā pašlaik netiek atbalstīta operācija {0}.
ms_my: Sebahagian formula ini tidak boleh dinilai dari jauh. Operasi '{0}' tidak disokong dalam konteks ini pada masa ini.
nb_no: En del av denne formelen kan ikke evalueres eksternt. {0}-operasjonen støttes ikke i denne konteksten.
nl_nl: Een deel van deze formule kan niet extern worden geëvalueerd. De bewerking {0} wordt momenteel niet ondersteund in deze context.
pl_pl: Części tej formuły nie można obliczyć zdalnie. Operacja „{0}” nie jest obecnie obsługiwana w tym kontekście.
pt_br: Parte dessa fórmula não pode ser avaliada remotamente. Atualmente não há suporte para a operação '{0}' nesse contexto.
pt_pt: Parte desta fórmula não pode ser avaliada remotamente. A operação "{0}" não é atualmente suportada neste contexto.
ro_ro: O parte din această formulă nu poate fi evaluată de la distanță. Operațiunea „{0}” nu este acceptată în prezent în acest context.
ru_ru: Часть формулы невозможно вычислить удаленно. Операция "{0}" в настоящее время не поддерживается в этом контексте.
sk_sk: Časť tohto vzorca nemožno vyhodnotiť na diaľku. Operácia {0} momentálne nie je v tomto kontexte podporovaná.
sl_si: Dela te formule ni mogoče ovrednotiti na daljavo. Operacija »{0}« trenutno ni podprta v tem kontekstu.
sr_cyrl_rs: Није могуће даљински проценити ову формулу. Операција „{0}“ тренутно није подржана у овом контексту.
sr_latn_rs: Nije moguće daljinski proceniti ovu formulu. Operacija „{0}“ trenutno nije podržana u ovom kontekstu.
sv_se: Delar av den här formeln kan inte fjärrutvärderas. {0}-åtgärden stöds för tillfället inte i den här kontexten.
th_th: ไม่สามารถประเมินผลส่วนของสูตรนี้จากระยะไกล ขณะนี้ การดำเนินการ '{0}' ไม่ได้รับการสนับสนุนในบริบทนี้
tr_tr: Bu formülün bir kısmı uzaktan değerlendirilemiyor. '{0}' işlemi şu anda bu bağlamda desteklenmiyor.
uk_ua: Частину цієї формули не можна обчислити віддалено. Зараз у цьому контексті не підтримується операція "{0}".
vi_vn: Không thể đánh giá từ xa một phần của công thức này. Phép toán '{0}' hiện không được hỗ trợ trong ngữ cảnh này.
zh_cn: 无法远程计算此公式的一部分。此上下文中当前不支持 '{0}' 运算。
zh_tw: 此公式的一部分無法從遠端評估。目前在此內容中不支援 '{0}' 作業。

# SuggestRemoteExecutionHint_StringMatchSecondParam
source: Part of this formula cannot be evaluated remotely. The '{0}' function cannot be delegated if a field name appears in the second argument.
bg_bg: Част от тази формула не може да се оцени отдалечено. Функцията „{0}“ не може да се делегира, ако име на поле се появява във втория аргумент.
ca_es: Una part d'aquesta fórmula no es pot avaluar de manera remota. La funció "{0}" no es pot delegar si el nom d'un camp es mostra al segon argument.
cs_cz: Část tohoto vzorce nejde vyhodnotit vzdáleně. Funkci {0} nejde delegovat, pokud se do druhého argumentu zadá název pole.
da_dk: En del af denne formel kan ikke fjernevalueres. Funktionen "{0}" kan ikke uddelegeres, hvis der vises et feltnavn i det andet argument.
de_de: Ein Teil dieser Formel kann nicht remote ausgewertet werden. Die Funktion „{0}“ kann nicht delegiert werden, wenn ein Feldname im zweiten Argument vorhanden ist.
el_gr: Δεν είναι δυνατός ο απομακρυσμένος υπολογισμός ενός μέρους αυτού του τύπου. Δεν είναι δυνατή η ανάθεση της συνάρτησης "{0}", αν το όνομα ενός πεδίου εμφανίζεται στο δεύτερο όρισμα.
es_es: Una parte de esta fórmula no se puede evaluar de forma remota. La función "{0}" no se puede delegar si el nombre de un campo aparece en el segundo argumento.
et_ee: Osa sellest valemist ei saa kaugühenduse teel hinnata. Funktsiooni '{0}' ei saa delegeerida, kui teises argumendis kuvatakse välja nimi.
eu_es: Ezin da ebaluatu urrunetik formula honen zati bat. Ezin da eskuordetu "{0}" funtzioa, baldin eta eremu baten izena agertzen bada bigarren argumentuan.
fi_fi: Osaa tästä kaavasta ei voi arvioida etäkäytön välityksellä. Funktiota {0} ei voi delegoida, jos kentän nimi on toisessa argumentissa.
fr_fr: Une partie de cette formule ne peut pas être évaluée à distance. La fonction « {0} » ne peut pas être déléguée si un nom de champ apparaît comme deuxième argument.
gl_es: Parte desta fórmula non se pode avaliar de xeito remoto. A función "{0}" non se pode delegar se aparece o nome dun campo no segundo argumento.
hi_in: इस सूत्र के भाग का मूल्यांकन दूरस्थ रूप से नहीं किया जा सकता. अगर फ़ील्ड नाम दूसरे तर्क में दिखाई देता है, तो '{0}' फ़ंक्शन प्रत्यायोजित नहीं किया जा सकता है.
hr_hr: Dio te formule ne može se daljinski vrednovati. Funkciju "{0}" nije moguće delegirati ako se naziv polja pojavljuje u drugom argumentu.
hu_hu: A képlet egy része nem értékelhető ki távolról. A(z) {0} függvény nem delegálható, ha a második argumentumban mezőnév szerepel.
id_id: Bagian rumus ini tidak dapat dievaluasi dari jarak jauh. Fungsi '{0}' tidak dapat didelegasikan jika nama bidang muncul di argumen kedua.
it_it: Non è possibile valutare parte di questa formula in modalità remota. Non è possibile delegare la funzione '{0}' se nel secondo argomento è presente un nome di campo.
ja_jp: この式の一部はリモートで評価できません。2 番目の引数にフィールド名が表示されている場合、'{0}' 関数を委任できません。
kk_kz: Бұл формуланың бөлігін қашықтан есептеу мүмкін емес. Өріс атауы екінші аргументте көрсетілсе, "{0}" функциясын беру мүмкін емес.
ko_kr: 이 수식의 일부를 원격으로 평가할 수 없습니다. 필드 이름이 두 번째 인수에 나타나는 경우 '{0}' 함수가 위임될 수 없습니다.
lt_lt: Šios formulės dalies negalima įvertinti nuotoliniu būdu. Jei lauko pavadinimas rodomas antrajame argumente, funkcijos {0} perduoti negalima.
lv_lv: Šīs formulas daļu nevar novērtēt attālināti. Funkciju {0} nevar deleģēt, ja otrajā argumentā ir redzams lauka nosaukums.
ms_my: Sebahagian formula ini tidak boleh dinilai dari jauh. Fungsi '{0}' tidak boleh diwakilkan jika nama medan muncul dalam argumen kedua.
nb_no: En del av denne formelen kan ikke evalueres eksternt. Funksjonen {0} kan ikke delegeres hvis et feltnavn vises i det andre argumentet.
nl_nl: Een deel van deze formule kan niet extern worden geëvalueerd. De functie {0} kan niet worden gedelegeerd als er een veldnaam in het tweede argument wordt weergegeven.
pl_pl: Części tej formuły nie można obliczyć zdalnie. Funkcji „{0}” nie można delegować, jeśli nazwa pola pojawia się w drugim argumencie.
pt_br: Parte dessa fórmula não pode ser avaliada remotamente. A função '{0}' não poderá ser delegada se um nome de campo aparecer no segundo argumento.
pt_pt: Parte desta fórmula não pode ser avaliada de forma remota. A função "{0}" não pode ser delegada se um nome de campo for apresentado no segundo argumento.
ro_ro: O parte din această formulă nu poate fi evaluată de la distanță. Funcția „{0}” nu poate fi delegată dacă numele unui câmp apare în al doilea argument.
ru_ru: Часть этой формулы невозможно вычислить удаленно. Функция "{0}" не может быть делегирована, если название поля присутствует во втором аргументе.
sk_sk: Časť tohto vzorca sa nedá vyhodnotiť na diaľku. Funkcia {0} sa nedá delegovať, ak sa v druhom argumente použije názov poľa.
sl_si: Dela te formule ni mogoče ovrednotiti na daljavo. Funkcije »{0}« ni mogoče dodeliti, če je ime polja prikazano v drugem argumentu.
sr_cyrl_rs: Део ове формуле није могуће проценити даљински. Функција „{0}“ не може да се делегира ако се име поља појављује у другом аргументу.
sr_latn_rs: Deo ove formule nije moguće proceniti daljinski. Funkcija „{0}“ ne može da se delegira ako se ime polja pojavljuje u drugom argumentu.
sv_se: Delar av den här formeln kan inte utvärderas på distans. Funktionen {0} kan inte delegeras om det finns ett fältnamn i det andra argumentet.
th_th: ไม่สามารถประเมินผลส่วนของสูตรนี้จากระยะไกล ฟังก์ชัน '{0}' ไม่สามารถรับมอบสิทธิ์ถ้าชื่อเขตข้อมูลปรากฏในอาร์กิวเมนต์ที่สอง
tr_tr: Bu formülün bir bölümü uzaktan değerlendirilemiyor. İkinci bağımsız değişkende bir alan adı göründüğünde '{0}' işlevi için temsilci seçilemez.
uk_ua: Частину цієї формули не можна обчислити віддалено. Функцію "{0}" не можна делегувати, якщо назва поля зустрічається в другому аргументі.
vi_vn: Không thể đánh giá từ xa một phần của công thức này. Không thể ủy quyền hàm '{0}' nếu tên trường xuất hiện trong đối số thứ hai.
zh_cn: 此公式的一部分不能远程计算。如果第二个参数中出现字段名称，则不能委托 '{0}' 函数。
zh_tw: 此公式的一部分無法從遠端評估。如果欄位名稱出現在第二個引數，即無法委派 '{0}' 函式。

# entityForm_EntityForm_DisplayName
source: Entity form
bg_bg: Формуляр за обект
ca_es: Formulari d'entitat
cs_cz: Forma entity
da_dk: Objektformular
de_de: Entitätsformular
el_gr: Φόρμα οντότητας
es_es: Formulario de entidad
et_ee: Olemi vorm
eu_es: Entitate-inprimakia
fi_fi: Entiteettilomake
fr_fr: Formulaire d’entité
gl_es: Formulario de entidade
hi_in: इकाई फ़ॉर्म
hr_hr: Obrazac entiteta
hu_hu: Entitásűrlap
id_id: Formulir entitas
it_it: Modulo entità
ja_jp: エンティティ フォーム
kk_kz: Нысан формасы
ko_kr: 엔터티 양식
lt_lt: Objekto forma
lv_lv: Entītijas veidlapa
ms_my: Borang entiti
nb_no: Enhetsskjema
nl_nl: Formulier voor entiteit
pl_pl: Formularz jednostki
pt_br: Formulário de entidade
pt_pt: Formulário de entidade
ro_ro: Formular entitate
ru_ru: Форма сущности
sk_sk: Forma entít
sl_si: Obrazec entitete
sr_cyrl_rs: Образац ентитета
sr_latn_rs: Obrazac entiteta
sv_se: Entitetsformulär
th_th: ฟอร์มเอนทิตี
tr_tr: Varlık formu
uk_ua: Форма сутності
vi_vn: Biểu mẫu thực thể
zh_cn: 实体窗体
zh_tw: 實體表單

# TeamsTheme_Default_DisplayName
source: Default theme
bg_bg: Тема по подразбиране
ca_es: Tema per defecte
cs_cz: Výchozí motiv
da_dk: Standardtema
de_de: Standarddesign
el_gr: Προεπιλεγμένο θέμα
es_es: Tema predeterminado
et_ee: Vaikekujundus
eu_es: Gai lehenetsia
fi_fi: Oletusteema
fr_fr: Thème par défaut
gl_es: Tema predefinido
hi_in: डिफ़ॉल्ट थीम
hr_hr: Zadana tema
hu_hu: Alapértelmezett téma
id_id: Tema default
it_it: Tema predefinito
ja_jp: 既定のテーマ
kk_kz: Әдепкі тақырып
ko_kr: 기본 테마
lt_lt: Numatytoji tema
lv_lv: Noklusējuma dizains
ms_my: Tema lalai
nb_no: Standardtema
nl_nl: Standaardthema
pl_pl: Motyw domyślny
pt_br: Tema padrão
pt_pt: Tema predefinido
ro_ro: Temă implicită
ru_ru: Тема по умолчанию
sk_sk: Predvolený motív
sl_si: Privzeta tema
sr_cyrl_rs: Подразумевана тема
sr_latn_rs: Podrazumevana tema
sv_se: Standardtema
th_th: ธีมเริ่มต้น
tr_tr: Varsayılan tema
uk_ua: Стандартна тема
vi_vn: Giao diện mặc định
zh_cn: 默认主题
zh_tw: 預設佈景主題

# TeamsTheme_Dark_DisplayName
source: Dark theme
bg_bg: Тъмна тема
ca_es: Tema fosc
cs_cz: Tmavý motiv
da_dk: Mørkt tema
de_de: Design „Dunkel“
el_gr: Σκούρο θέμα
es_es: Tema oscuro
et_ee: Tume kujundus
eu_es: Gai iluna
fi_fi: Tumma teema
fr_fr: Thème foncé
gl_es: Tema escuro
hi_in: डार्क थीम
hr_hr: Tamna tema
hu_hu: Sötét téma
id_id: Tema gelap
it_it: Tema scuro
ja_jp: 濃色テーマ
kk_kz: Күңгірт тақырып
ko_kr: 어두운 테마
lt_lt: Tamsi tema
lv_lv: Tumšs dizains
ms_my: Tema gelap
nb_no: Mørkt tema
nl_nl: Donker thema
pl_pl: Motyw ciemny
pt_br: Tema escuro
pt_pt: Tema escuro
ro_ro: Tema Întunecat
ru_ru: Темная тема
sk_sk: Tmavý motív
sl_si: Temna tema
sr_cyrl_rs: Мрачна тема
sr_latn_rs: Mračna tema
sv_se: Mörkt tema
th_th: ธีมสีเข้ม
tr_tr: Koyu tema
uk_ua: Темна тема
vi_vn: Giao diện tối
zh_cn: 深色主题
zh_tw: 深色佈景主題

# TeamsTheme_Contrast_DisplayName
source: Contrast theme
bg_bg: Тема с контраст
ca_es: Tema de contrast
cs_cz: Kontrastní motiv
da_dk: Temaet Kontrast
de_de: Design „Kontrast“
el_gr: Θέμα αντίθεσης
es_es: Tema de contraste
et_ee: Kontrastne kujundus
eu_es: Kontraste-gaia
fi_fi: Kontrasti-teema
fr_fr: Thème contrasté
gl_es: Tema de contraste
hi_in: कॉन्ट्रास्ट थीम
hr_hr: Tema Kontrast
hu_hu: Kontrasztos téma
id_id: Tema kontras
it_it: Tema contrasto
ja_jp: コントラストのテーマ
kk_kz: Контраст тақырыбы
ko_kr: 대비 테마
lt_lt: Didelio kontrasto tema
lv_lv: Kontrasta dizains
ms_my: Tema kontras
nb_no: Kontrasttema
nl_nl: Contrastthema
pl_pl: Motyw kontrastowy
pt_br: Tema de contraste
pt_pt: Tema de contraste
ro_ro: Tema Contrast
ru_ru: Контрастная тема
sk_sk: Kontrastný motív
sl_si: Kontrastna tema
sr_cyrl_rs: Контрастна тема
sr_latn_rs: Kontrastna tema
sv_se: Kontrasttema
th_th: ธีมความคมชัด
tr_tr: Karşıtlık teması
uk_ua: Контрастна тема
vi_vn: Giao diện tương phản
zh_cn: 对比度主题
zh_tw: 對比佈景主題
