Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrColExists_Name
source: A column named '{0}' already exists.
bg_bg: Вече съществува колона с име „{0}“.
ca_es: Ja existeix una columna amb el nom '{0}'.
cs_cz: Sloupec s názvem „{0}“ již existuje.
da_dk: Der findes allerede en kolonne med navnet '{0}'.
de_de: Eine Spalte mit dem Namen „{0}“ ist bereits vorhanden.
el_gr: Υπάρχει ήδη στήλη με το όνομα "{0}".
es_es: Ya existe una columna denominada "{0}".
et_ee: Veerg nimega {0} on juba olemas.
eu_es: Badago '{0}' izeneko zutabe bat.
fi_fi: Sarake, jonka nimi on {0}, on jo olemassa.
fr_fr: Une colonne nommée '{0}' existe déjà.
gl_es: Xa existe unha columna denominada '{0}'.
hi_in: '{0}' नाम वाला स्तंभ पहले से मौजूद है.
hr_hr: Već postoji stupac naziva "{0}".
hu_hu: Már létezik {0} nevű oszlop.
id_id: Kolom bernama '{0}' sudah ada.
it_it: Una colonna denominata '{0}' esiste già.
ja_jp: '{0}' という列は既に存在します。
kk_kz: "{0}" атты баған бұрыннан бар.
ko_kr: 이름이 '{0}'인 열이 이미 있습니다.
lt_lt: Stulpelis pavadinimu {0} jau yra.
lv_lv: Kolonna ar nosaukumu {0} jau pastāv.
ms_my: Lajur bernama '{0}' sudah wujud.
nb_no: Det finnes allerede en kolonne med navnet {0}.
nl_nl: Er bestaat al een kolom met de naam {0}.
pl_pl: Kolumna o nazwie „{0}” już istnieje.
pt_br: Já existe uma coluna com o nome '{0}'.
pt_pt: Já existe uma coluna com o nome "{0}".
ro_ro: O coloană cu numele „{0}” există deja.
ru_ru: Столбец "{0}" уже существует.
sk_sk: Stĺpec s názvom {0} už existuje.
sl_si: Stolpec z imenom »{0}« že obstaja.
sr_cyrl_rs: Колона са именом „{0}“ већ постоји.
sr_latn_rs: Kolona sa imenom „{0}“ već postoji.
sv_se: Det finns redan en kolumn med namnet {0}.
th_th: มีคอลัมน์ที่ใช้ชื่อ '{0}' อยู่แล้ว
tr_tr: '{0}' adlı bir sütun zaten var.
uk_ua: Стовпець з іменем "{0}" уже існує.
vi_vn: Đã tồn tại cột có tên '{0}'.
zh_cn: 名为 '{0}' 的列已存在。
zh_tw: 名稱 '{0}' 的資料行已經存在。

# ErrColConflict_Name
source: Column name conflict for '{0}'.
bg_bg: Име на колона в конфликт за „{0}“.
ca_es: El nom de columna es troba en conflicte amb '{0}'.
cs_cz: Konflikt názvů sloupců pro „{0}“.
da_dk: Kolonnenavnkonflikt for '{0}'.
de_de: Spaltennamenkonflikt für „{0}“.
el_gr: Διένεξη ονόματος στήλης για '{0}'.
es_es: Conflicto de nombres de columna para "{0}".
et_ee: {0}: veerunime konflikt.
eu_es: Zutabe-izena gatazkan dago honekin: '{0}'.
fi_fi: Sarakkeen nimen ristiriita kohteelle {0}.
fr_fr: Conflit de nom de colonne pour '{0}'.
gl_es: Conflito no nome da columna '{0}'.
hi_in: {0}' के लिए स्तंभ नाम का विरोध.
hr_hr: Sukob naziva stupaca za "{0}".
hu_hu: Ütköző oszlopnevek a következő esetében: {0}.
id_id: Konflik nama kolom untuk '{0}'.
it_it: Conflitto con il nome colonna per '{0}'.
ja_jp: '{0}' の列名の競合。
kk_kz: "{0}" үшін баған атауы қайшылығы.
ko_kr: '{0}'에 대해 열 이름이 충돌합니다.
lt_lt: „{0}“ stulpelio pavadinimo konfliktas.
lv_lv: Kolonnas nosaukuma konflikts šim: {0}.
ms_my: Konflik nama lajur untuk '{0}'.
nb_no: Navnekonflikt for kolonne {0}.
nl_nl: Conflict met de kolomnaam voor {0}.
pl_pl: Konflikt nazwy kolumny dla „{0}”.
pt_br: Conflito de nome de coluna para '{0}'.
pt_pt: Conflito de nome de coluna para "{0}".
ro_ro: Conflict de nume de coloană pentru „{0}”.
ru_ru: Конфликт имен столбцов для "{0}".
sk_sk: Konflikt názvu stĺpca pre {0}.
sl_si: Spor z imenom stolpca za »{0}«.
sr_cyrl_rs: Неусаглашеност имена колоне за „{0}“.
sr_latn_rs: Neusaglašenost imena kolone za „{0}“.
sv_se: Kolumnnamnskonflikt för {0}.
th_th: ชื่อคอลัมน์มีข้อขัดแย้งสำหรับ '{0}'
tr_tr: '{0}' için sütun adı çakışıyor.
uk_ua: Конфлікт імен стовпців для елемента "{0}".
vi_vn: Tên cột xung đột với '{0}'.
zh_cn: '{0}' 的列名冲突。
zh_tw: '{0}' 的資料行名稱相衝突。

# ErrColDNE_Name
source: The specified column '{0}' does not exist.
bg_bg: Указаната колона „{0}“ не съществува.
ca_es: La columna especificada '{0}' no existeix.
cs_cz: Zadaný sloupec „{0}“ neexistuje.
da_dk: Den angivne kolonne '{0}' findes ikke.
de_de: Die angegebene Spalte „{0}“ ist nicht vorhanden.
el_gr: Η καθορισμένη στήλη '{0}' δεν υπάρχει.
es_es: La columna especificada "{0}" no existe.
et_ee: Määratud veergu {0} pole olemas.
eu_es: Zehaztutako '{0}' zutabea ez dago.
fi_fi: Määritettyä saraketta {0} ei ole.
fr_fr: La colonne spécifiée '{0}' n’existe pas.
gl_es: A columna especificada '{0}' non existe.
hi_in: निर्दिष्ट स्तंभ '{0}' मौजूद नहीं है.
hr_hr: Navedeni stupac "{0}" ne postoji.
hu_hu: A megadott {0} oszlop nem létezik.
id_id: Kolom yang ditentukan '{0}' tidak ada.
it_it: La colonna specificata '{0}' non esiste.
ja_jp: 指定された列 '{0}' がありません。
kk_kz: Көрсетілген "{0}" бағаны жоқ.
ko_kr: 지정된 열 '{0}'이(가) 없습니다.
lt_lt: Nurodyto stulpelio „{0}“ nėra.
lv_lv: Norādītā kolonna {0} nepastāv.
ms_my: Lajur yang ditentukan '{0}' tidak wujud.
nb_no: Den angitte kolonnen {0} finnes ikke.
nl_nl: De opgegeven kolom {0} bestaat niet.
pl_pl: Określona kolumna „{0}” nie istnieje.
pt_br: A coluna especificada '{0}' não existe.
pt_pt: A coluna especificada "{0}" não existe.
ro_ro: Coloana specificată „{0}” nu există.
ru_ru: Указанный столбец "{0}" не существует.
sk_sk: Zadaný stĺpec {0} neexistuje.
sl_si: Navedeni stolpec »{0}« ne obstaja.
sr_cyrl_rs: Наведена колона „{0}“ не постоји.
sr_latn_rs: Navedena kolona „{0}“ ne postoji.
sv_se: Den angivna kolumnen {0} finns inte.
th_th: ไม่พบคอลัมน์ '{0}' ที่ระบุ
tr_tr: Belirtilen '{0}' sütunu yok.
uk_ua: Указаний стовпець "{0}" не існує.
vi_vn: Cột được chỉ định '{0}' không tồn tại.
zh_cn: 指定列 '{0}' 不存在。
zh_tw: 指定的資料行 '{0}' 不存在。

# ErrColumnDoesNotExist_Name_Similar
source: The specified column '{0}' does not exist. The column with the most similar name is '{1}'.
bg_bg: Зададената колона „{0}“ не съществува. Колоната с най-близкото име е „{1}“.
ca_es: La columna especificada "{0}" no existeix. La columna amb el nom més semblant és "{1}".
cs_cz: Zadaný sloupec „{0}“ neexistuje. Sloupec s nejpodobnějším názvem je „{1}“.
da_dk: Den angivne kolonne "{0}" findes ikke. Kolonnen med det mest tilsvarende navn er "{1}".
de_de: Die angegebene Spalte „{0}“ ist nicht vorhanden. Die Spalte mit dem ähnlichsten Namen ist „{1}“.
el_gr: Η καθορισμένη στήλη «{0}» δεν υπάρχει. Η στήλη με το πιο παρόμοιο όνομα είναι «{1}».
es_es: La columna especificada "{0}" no existe. La columna con el nombre más parecido es "{1}".
et_ee: Määratud veergu '{0}' pole olemas. Kõige sarnasema nimega veerg on '{1}'.
eu_es: Zehaztutako "{0}" zutabea ez dago. Gehien hurbiltzen zaion izena daukan zutabea hau da: "{1}".
fi_fi: Määritettyä saraketta {0} ei ole. Sarake, jolla on samantapaisin nimi on {1}.
fr_fr: La colonne spécifiée '{0}' n’existe pas. La colonne avec le nom le plus proche est '{1}'.
gl_es: A columna "{0}" especificada non existe. A columna co nome máis parecido é "{1}".
hi_in: निर्दिष्ट कॉलम '{0}' मौजूद नहीं है. सबसे समान नाम वाला कॉलम '{1}' है.
hr_hr: Naveden stupac „{0}” ne postoji. Stupac s najsličnijim nazivom jest „{1}”.
hu_hu: A megadott oszlop („{0}”) nem létezik. A leginkább hasonló nevű oszlop: „{1}”.
id_id: Kolom '{0}' yang ditentukan tidak ada. Kolom dengan nama yang paling mirip adalah '{1}'.
it_it: La colonna specificata "{0}" non esiste. La colonna con il nome più simile è "{1}".
ja_jp: 指定した列 '{0}' が存在しません。最も似た名前の列は '{1}' です。
kk_kz: Көрсетілген “{0}” бағаны жоқ. Өте ұқсас атауы бар баған — “{1}”.
ko_kr: 지정한 열 '{0}'이(가) 없습니다. 가장 유사한 이름의 열은 '{1}'입니다.
lt_lt: Nurodyto stulpelio {0} nėra. Stulpelis su panašiausiu pavadinimu yra {1}.
lv_lv: Norādītā kolonna “{0}” nepastāv. Vislīdzīgākais nosaukums ir kolonnai “{1}”.
ms_my: Lajur yang ditentukan '{0}' tidak wujud. Lajur dengan nama yang paling mirip ialah '{1}'.
nb_no: Den angitte kolonnen {0} finnes ikke. Kolonnen med mest likt navn er {1}.
nl_nl: De opgegeven kolom {0} bestaat niet. De kolom met de meest vergelijkbare naam is {1}.
pl_pl: Określona kolumna „{0}” nie istnieje. Kolumna o najbardziej podobnej nazwie to „{1}”.
pt_br: A coluna especificada '{0}' não existe. A coluna com o nome mais similar é '{1}'.
pt_pt: A coluna especificada "{0}" não existe. A coluna com o nome mais semelhante é "{1}".
ro_ro: Coloana specificată, „{0}” nu există. Coloana cu numele cel mai asemănător este „{1}”.
ru_ru: Указанный столбец "{0}" не существует. Столбец с наиболее похожим именем — "{1}".
sk_sk: Zadaný stĺpec {0} neexistuje. Stĺpec s najviac podobným názvom je {1}.
sl_si: Določeni stolpec »{0}« ne obstaja. Stolpec z najbolj podobnim imenom je »{1}«.
sr_cyrl_rs: Наведена колона „{0}“ не постоји. Колона са именом које је најсличније је „{1}“.
sr_latn_rs: Navedena kolona „{0}“ ne postoji. Kolona sa imenom koje je najsličnije je „{1}“.
sv_se: Den angivna kolumnen "{0}" finns inte. Kolumnen med det mest likartade namnet är "{1}".
th_th: ไม่มีคอลัมน์ '{0}' ที่ระบุ คอลัมน์ที่มีชื่อคล้ายกันมากที่สุดคือ '{1}'
tr_tr: Belirtilen '{0}' sütunu yok. En benzer ada sahip sütun '{1}'.
uk_ua: Зазначений стовпець "{0}" не існує. Стовпець із найбільш схожим іменем – "{1}".
vi_vn: Cột "{0}" được chỉ định không tồn tại. Cột có tên giống nhất là "{1}".
zh_cn: 指定的列 '{0}' 不存在。名称最相似的列是 '{1}'。
zh_tw: 指定的欄 '{0}' 不存在。名稱最相似的欄是 '{1}'。

# ErrSortIncorrectOrder
source: The sort order is incorrect for the type of the expression.
bg_bg: Редът на сортирането е неправилен за типа на израза.
ca_es: El criteri d'ordenació és incorrecte per al tipus de l'expressió.
cs_cz: Pořadí řazení není správné pro tento typ výrazu.
da_dk: Sorteringsrækkefølgen er forkert for denne udtrykstype.
de_de: Die Sortierreihenfolge ist für den Typ des Ausdrucks unzulässig.
el_gr: Η σειρά ταξινόμησης είναι εσφαλμένη για τον τύπο της παράστασης.
es_es: El criterio de ordenación es incorrecto para el tipo de la expresión.
et_ee: Sortimisjärjestus ei sobi avaldisetüübi jaoks.
eu_es: Espresioaren mota honek ez ditu onartzen ordenatzeko irizpide horiek.
fi_fi: Lajittelujärjestys on virheellinen lausekkeen tyypille.
fr_fr: L’ordre de tri est incorrect pour ce type d’expression.
gl_es: A ordenación do tipo de expresión é incorrecta.
hi_in: व्यंजक के प्रकार के लिए सॉर्ट क्रम ग़लत है.
hr_hr: Redoslijed sortiranja nije točan za vrstu izraza.
hu_hu: Ez a rendezési sorrend helytelen a kifejezés típusához képest.
id_id: Urutan sortir jenis ekspresi salah.
it_it: Il criterio di ordinamento non è corretto per il tipo dell'espressione.
ja_jp: 式の型に関して、並べ替え順序が正しくありません。
kk_kz: Өрнек түрі үшін сұрыптау реті дұрыс емес.
ko_kr: 식 형식에 대해 정렬 순서가 잘못되었습니다.
lt_lt: Naudojant šį reiškinio tipą rikiavimo tvarka yra neteisinga.
lv_lv: Kārtošanas secība izteiksmes tipam nav pareiza.
ms_my: Tertib isihan tidak betul untuk jenis ungkapan tersebut.
nb_no: Sorteringsrekkefølgen er feil for uttrykkstypen.
nl_nl: De sorteervolgorde is onjuist voor het type expressie.
pl_pl: Kolejność sortowania jest nieprawidłowa dla typu wyrażenia.
pt_br: A ordem de classificação está incorreta para o tipo de expressão.
pt_pt: A ordem de ordenação é incorreta para o tipo da expressão.
ro_ro: Ordinea de sortare este incorectă pentru tipul expresiei.
ru_ru: Неправильный порядок сортировки для этого типа выражения.
sk_sk: Zoradenie je nesprávne pre daný typ výrazu.
sl_si: Vrstni red razvrščanja je nepravilen za ta tip izraza.
sr_cyrl_rs: Редослед сортирања је неисправан за тип израза.
sr_latn_rs: Redosled sortiranja je neispravan za tip izraza.
sv_se: Sorteringsordningen är felaktig för uttryckstypen.
th_th: ลำดับการจัดเรียงไม่ถูกต้องสำหรับประเภทของนิพจน์
tr_tr: İfade türüne ilişkin sıralama düzeni yanlış.
uk_ua: Порядок сортування не відповідає типу виразу.
vi_vn: Thứ tự sắp xếp không chính xác đối với loại biểu thức.
zh_cn: 表达式类型的排序顺序不正确。
zh_tw: 此排序次序對該類型的運算式而言不正確。

# ErrSortWrongType
source: Cannot sort on the expression type.
bg_bg: Не може да се извърши сортиране с типа израз.
ca_es: No s'ha pogut ordenar segons el tipus d'expressió.
cs_cz: Typ výrazu neumožňuje řazení.
da_dk: Kan ikke sortere efter udtrykstypen.
de_de: Das Sortieren nach dem Ausdruckstyp ist nicht möglich.
el_gr: Δεν είναι δυνατή η ταξινόμηση στον τύπο της παράστασης.
es_es: No se puede ordenar por el tipo de expresión.
et_ee: Avaldisetüüpi ei saa sortida.
eu_es: Ezin da ordenatu espresio motaren arabera.
fi_fi: Lausekkeen tyypin mukaan ei voi lajitella.
fr_fr: Impossible de trier sur le type d’expression.
gl_es: Non se pode ordenar en función do tipo de expresión.
hi_in: व्यंजक प्रकार पर सॉर्ट नहीं किया जा सकता.
hr_hr: Sortiranje po vrsti izraza nije moguće.
hu_hu: A kifejezés típusa alapján nem lehet rendezni.
id_id: Tidak dapat menyortir jenis ekspresi.
it_it: Non è possibile eseguire l'ordinamento in base al tipo di espressione.
ja_jp: 式の型で並べ替えることはできません。
kk_kz: Өрнек түрі бойынша сұрыптау мүмкін емес.
ko_kr: 식 형식을 정렬할 수 없습니다.
lt_lt: Negalima rikiuoti pagal reiškinio tipą.
lv_lv: Nevar kārtot pēc izteiksmes tipa.
ms_my: Tidak boleh mengisih pada jenis ungkapan.
nb_no: Kan ikke sortere etter uttrykkstypen.
nl_nl: Er kan niet worden gesorteerd voor het type expressie.
pl_pl: Nie można sortować przy użyciu wyrażenia tego typu.
pt_br: Não é possível classificar o tipo de expressão.
pt_pt: Não é possível ordenar o tipo de expressão.
ro_ro: Nu se poate sorta după tipul expresiei.
ru_ru: Невозможно сортировать по типу выражения.
sk_sk: Nedá sa zoraďovať podľa typu výrazu.
sl_si: Razvrščanje za ta tip izraza ni mogoče.
sr_cyrl_rs: Није могуће сортирати на типу израза.
sr_latn_rs: Nije moguće sortirati na tipu izraza.
sv_se: Det går inte att sortera efter uttryckstyp.
th_th: ไม่สามารถเรียงลำดับประเภทนิพจน์
tr_tr: Bu ifade türünde sıralama yapılamaz.
uk_ua: Неможливо відсортувати за типом виразу.
vi_vn: Không thể sắp xếp trên loại biểu thức.
zh_cn: 无法对表达式类型进行排序。
zh_tw: 無法排序運算式類型。

# ErrDistinctWrongType
source: Cannot apply distinct on the expression type.
bg_bg: Операцията за различни стойности не може да бъде приложена към типа на израза.
ca_es: No s'ha pogut aplicar diferentment segons el tipus d'expressió.
cs_cz: Tento typ výrazu neumožňuje použít operaci distinct.
da_dk: Kan ikke anvende særskilt på udtrykstypen.
de_de: Das Anwenden nach dem Ausdruckstyp ist nicht möglich.
el_gr: Δεν είναι δυνατή η εμφάνιση διακριτικών στον τύπο παράστασης.
es_es: No se puede ordenar por el tipo de expresión.
et_ee: Avaldisetüübile ei saa ainuväärtust rakendada.
eu_es: Ezin da aplikatu Distinct eragiketa espresio motan.
fi_fi: Tälle lauseketyypille ei voi käyttää distinct-toimintoa.
fr_fr: Impossible d’appliquer une valeur distincte au type d’expression.
gl_es: Non se pode aplicar a operación Distinct no tipo de expresión.
hi_in: एक्सप्रेशन प्रकार पर अलग से लागू नहीं किया जा सकता.
hr_hr: Različitu vrijednost nije moguće primijeniti na vrstu izraza.
hu_hu: A kifejezés típusa alapján nem lehet egyedit alkalmazni.
id_id: Tidak dapat menerapkan perbedaan pada tipe ekspresi.
it_it: Non è possibile applicare la distinzione in base al tipo di espressione.
ja_jp: 式の型には distinct を適用できません。
kk_kz: Өрнек түрінде айқын мәнді қолдану мүмкін емес.
ko_kr: 식 형식에 distinct 함수를 적용할 수 없습니다.
lt_lt: Negalima reiškinio tipui taikyti skirtingų reikšmių skaičiaus.
lv_lv: Izteiksmes veidam nevar lietot atšķirīgas vērtības.
ms_my: Tidak boleh menggunakan berbeza pada jenis ungkapan.
nb_no: Kan ikke bruke distinkt på uttrykkstypen.
nl_nl: Er kan niet worden gesorteerd voor het type expressie.
pl_pl: Nie można zastosować wyodrębniania wartości odrębnych przy użyciu wyrażenia tego typu.
pt_br: Não é possível classificar o tipo de expressão.
pt_pt: Não é possível aplicar distinct no tipo de expressão.
ro_ro: Nu se poate aplica distinct pe tipul expresiei.
ru_ru: Невозможно применить Distinct для типа выражения.
sk_sk: Na typ výrazu nemožno použiť funkciu Distinct.
sl_si: Funkcije »distinct« ni mogoče uporabiti za vrsto izraza.
sr_cyrl_rs: Није могуће применити разликовање на типу израза.
sv_se: Det går inte att tillämpa distinkt på uttryckstypen.
th_th: ไม่สามารถใช้ Distinct กับนิพจน์ชนิดนี้
tr_tr: Bu ifade türüne ayrı işlem uygulanamaz.
uk_ua: Неможливо застосувати операцію вибору унікальних значень для цього типу виразу.
vi_vn: Không áp dụng được mệnh đề Distinct cho loại biểu thức.
zh_cn: 无法对表达式类型应用 Distinct。
zh_tw: 無法對運算式類型套用 Distinct。

# ErrFunctionDoesNotAcceptThisType_Function_Expected
source: Type error: {0} expects either {1} or a table column of {1} type.
bg_bg: Тип грешка: {0} очаква или {1}, или колона от таблица от типа {1}.
ca_es: Error de tipus: {0} espera {1} o una columna de taules del tipus {1}.
cs_cz: Chyba typu: {0} očekává buď {1}, nebo sloupec tabulky typu {1}.
da_dk: Typefejl: {0} forventer enten {1} eller en tabelkolonne af typen {1}.
de_de: Typfehler: „{0}“ erwartet entweder „{1}“ oder eine Tabellenspalte des Typs „{1}“.
el_gr: Σφάλμα τύπου: Το {0} αναμένει είτε {1} είτε στήλη πίνακα με τύπο {1}.
es_es: Error de tipo: {0} espera {1} o una columna de tabla de tipo {1}.
et_ee: Tüübi tõrge: {0} eeldab kas tüüpi {1} või tüübiga {1} tabeliveergu.
eu_es: Mota-errorea: {0} funtzioak {1} edo {1} motako zutabeak dituen taula bat espero du.
fi_fi: Tyyppivirhe: {0} odottaa joko kohdetta {1} tai tyyppiä {1} olevaa taulukkosaraketta.
fr_fr: Une erreur de type {0} attend soit {1} soit une colonne de tables de type {1}.
gl_es: O erro de tipo {0} esperaba {1} ou unha columna de táboa de tipo {1}.
hi_in: प्रकार त्रुटि: {0} को या तो {1} या {1} का तालिका स्तंभ प्रकार की अपेक्षा है.
hr_hr: Pogreška vrste: {0} očekuje {1} ili stupac tablice vrste {1}.
hu_hu: Típushiba: a(z) {0} {1} értéket vagy {1} típusú táblaoszlopot vár.
id_id: Jenis kesalahan: {0} mengharapkan {1} atau kolom tabel jenis {1}.
it_it: Errore del tipo: {0} prevede {1} o una colonna di tabella del tipo {1}.
ja_jp: 型エラー: {0} には、{1}、または {1} 型のテーブル列が必要です。
kk_kz: Түр қатесі: {0} {1} немесе {1} түріндегі кесте бағанын күтеді.
ko_kr: 유형 오류: {0}에는 {1} 또는 {1} 유형의 표 열이 필요합니다.
lt_lt: Tipo klaida: {0} laukia {1} arba {1} tipo lentelės stulpelio.
lv_lv: Tipa kļūda: funkcijā {0} ir paredzēts tips {1} vai tabulas kolonna ar tipu {1}.
ms_my: Ralat jenis: {0} menjangkakan sama ada {1} atau lajur jadual jenis {1}.
nb_no: Feiltype: {0} forventer enten {1} eller en tabellkolonne av typen {1}.
nl_nl: Fout met type: {0} verwacht {1} of een tabelkolom van het type {1}.
pl_pl: Błąd typu: element {0} oczekuje obiektu {1} lub kolumny tabeli typu {1}.
pt_br: Erro de tipo: {0} espera uma {1} ou uma coluna de tabela de tipo {1}.
pt_pt: Erro do tipo: {0} espera um {1} ou uma coluna de tabela do tipo {1}.
ro_ro: Eroare de tip: {0} așteaptă {1} sau o coloană de tabel de tip {1}.
ru_ru: Ошибка типа: {0} ожидает {1} или табличный столбец типа {1}.
sk_sk: Chyba typu: {0} očakáva buď {1}, alebo stĺpec tabuľky typu {1}.
sl_si: Napaka tipa: funkcija {0} pričakuje {1} ali stolpec tipa {1}.
sr_cyrl_rs: Грешка типа: {0} очекује {1} или тип колоне табеле {1}.
sr_latn_rs: Greška tipa: {0} očekuje {1} ili tip kolone tabele {1}.
sv_se: Typfel: {0} förväntar sig antingen {1} eller en tabellkolumn av typen {1}.
th_th: ชนิดข้อผิดพลาด: {0} ต้องการ {1} หรือคอลัมน์ในตารางของชนิด {1}
tr_tr: Tür hatası: {0}, {1} veya {1} türünde tablo sütunu bekliyor.
uk_ua: Помилковий тип: функція {0} очікує елемент типу "{1}" чи табличний стовпець типу "{1}".
vi_vn: Nhập lỗi: {0} dự kiến hoặc {1} hoặc cột bảng thuộc loại {1}.
zh_cn: 类型错误: {0} 应为 {1} 或 {1} 类型的表格列。
zh_tw: 類型錯誤: {0} 需要 {1} 或類型為 {1} 的資料表資料行。

# ErrIncorrectFormat_Func
source: Incorrect format specifier for '{0}'.
bg_bg: Спецификатор на неправилен формат за „{0}“.
ca_es: Especificador de format incorrecte de '{0}'.
cs_cz: Nesprávný specifikátor formátu pro: „{0}“.
da_dk: Forkert formatangivelse for '{0}'.
de_de: Ungültiger Formatbezeichner für „{0}“.
el_gr: Εσφαλμένο προσδιοριστικό μορφής για '{0}'.
es_es: Especificador de formato incorrecto para "{0}".
et_ee: Funktsiooni {0} jaoks on määratud vale vorming.
eu_es: '{0}' elementuaren formatu baliogabea zehaztu da.
fi_fi: Virheellinen muotomääritys kohteelle {0}.
fr_fr: Spécificateur de format incorrect pour '{0}'.
gl_es: Especificador de formato incorrecto para '{0}'.
hi_in: {0}' के लिए ग़लत स्वरूप स्‍पेसिफ़ायर है.
hr_hr: Oblik specifikatora za "{0}" nije točan.
hu_hu: Érvényes a formátummegadás a(z) {0} esetében.
id_id: Format penentu '{0}' salah.
it_it: L'identificatore di formato per '{0}' non è corretto.
ja_jp: '{0}' の不適切な形式指定子です。
kk_kz: {0} үшін қате пішім спецификаторы.
ko_kr: '{0}'에 대해 잘못된 형식 지정자입니다.
lt_lt: Neteisingas „{0}“ formato specifikatorius.
lv_lv: Nepareizs formāta norādītājs šim: {0}.
ms_my: Penentu format yang salah untuk '{0}'.
nb_no: Ugyldig formatangivelse for {0}.
nl_nl: Onjuiste indelingsopgave voor {0}.
pl_pl: Nieprawidłowy specyfikator formatu dla „{0}”.
pt_br: Especificador de formato incorreto para '{0}'.
pt_pt: Especificador de formato incorreto para "{0}".
ro_ro: Specificator de format incorect pentru „{0}”.
ru_ru: Неправильный спецификатор формата для "{0}".
sk_sk: Nesprávne určenie formátu pre {0}.
sl_si: Nepravilen določitelj oblike za {0}.
sr_cyrl_rs: Неправилно навођење формата за „{0}“.
sr_latn_rs: Nepravilno navođenje formata za „{0}“.
sv_se: Ogiltig formatspecificerare för {0}.
th_th: ตัวระบุรูปแบบ '{0}' ไม่ถูกต้อง
tr_tr: '{0}' işlevine ilişkin biçim tanımlayıcısı yanlış.
uk_ua: Неправильний специфікатор формату для функції "{0}".
vi_vn: Bộ xác định định dạng cho '{0}' không chích xác.
zh_cn: 为 '{0}' 指定的格式不正确。
zh_tw: '{0}' 的格式指定名稱不正確。
