Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_HowToFix_1
source: If your data set exceeds the 500 record limit but contains less than 2,000 records, try resetting the limit.
bg_bg: Ако наборът от данни надвишава ограничението от 500 записа, но съдържа по-малко от 2000 записа, опитайте да нулирате ограничението.
ca_es: Si el vostre conjunt de dades supera el límit de 500 registres, però en conté menys de 2.000, proveu de restablir-ne el límit.
cs_cz: Pokud vaše sada dat překročí limit 500 záznamů, ale zároveň jich obsahuje méně než 2000, zkuste limit resetovat.
da_dk: Hvis datasættet overstiger grænsen på 500 poster, men indeholder færre end 2.000 poster, kan du prøve at nulstille grænsen.
de_de: Wenn Ihr Dataset das Limit von 500 Datensätzen überschreitet, aber weniger als 2.000 Datensätze enthält, setzen Sie das Limit zurück.
el_gr: Αν το σύνολο δεδομένων υπερβαίνει το όριο των 500 εγγραφών, αλλά περιέχει λιγότερες από 2.000 εγγραφές, δοκιμάστε να επαναφέρετε το όριο.
es_es: Si el conjunto de datos supera el límite de 500 registros, pero contiene menos de 2000, intente restablecer el límite.
et_ee: Kui teie andmekogum ületab 500 kirje piirangu, kuid sisaldab alla 2000 kirje, proovige piirang lähtestada.
eu_es: Datu multzoak 500 erregistroko muga gainditzen badu, baina 2.000 erregistro baino gutxiago baditu, saiatu muga berrezartzen.
fi_fi: Jos tietojoukkosi ylittää 500 tietueen rajan, mutta siinä on alle 2 000 tietuetta, kokeile nollata raja.
fr_fr: Si votre jeu de données dépasse la limite de 500 enregistrements mais contient moins de 2 000 enregistrements, essayez de réinitialiser la limite.
gl_es: Se o conxunto de datos supera o límite de 500 rexistros, pero contén menos de 2000, tente restablecer o límite.
hi_in: यदि आपका डेटा सेट 500 रिकॉर्ड सीमा से अधिक है, लेकिन उसमें 2,000 से कम रिकॉर्ड शामिल हैं, तो सीमा रीसेट करने का प्रयास करें.
hr_hr: Ako vaš skup podataka prekoračuje ograničenje od 500 zapisa, ali sadrži manje od 2000 zapisa, pokušajte ponovno postaviti ograničenje.
hu_hu: Ha az adathalmaz a megengedettnél (500) több, de 2000-nél kevesebb rekordot tartalmaz, próbálja meg alaphelyzetbe állítani a határértéket.
id_id: Jika himpunan data Anda melebihi batas rekaman 500 tetapi berisi kurang dari 2.000 rekaman, coba atur ulang batas.
it_it: Se il set di dati supera il limite di 500 record ma ne contiene meno di 2.000, prova a reimpostare il limite.
ja_jp: データ セットが 500 件のレコードの制限を超えていても、2,000 件のレコードより少ない場合は、制限を再設定してみてください。
kk_kz: Егер деректер жиынтығы 500 жазба шегінен асатын болса, бірақ онда 2000 жазбадан азырақ болса, шекті қайта орнатып көріңіз.
ko_kr: 데이터 세트가 레코드 한도 500개를 초과하지만 레코드가 2,000개 미만인 경우 한도를 재설정해 보세요.
lt_lt: Jei jūsų duomenų rinkinys viršija 500 įrašų limitą, bet jame yra mažiau nei 2000 įrašų, pabandykite nustatyti limitą iš naujo.
lv_lv: Ja datu kopā ir pārsniegts 500 ierakstu ierobežojums, bet tajā ir mazāk par 2000 ierakstiem, mēģiniet atiestatīt ierobežojumu.
ms_my: Jika set data anda melebihi had rekod 500 tetapi mengandungi kurang daripada 2,000 rekod, cuba tetapkan semula had.
nb_no: Hvis datasettet overskrider grensen på 500 poster, men inneholder færre enn 2000 poster, kan du prøve å tilbakestille grensen.
nl_nl: Als uw gegevensset meer records bevat dan de limiet van 500, maar minder dan 2000 records, kunt u proberen de limiet opnieuw in te stellen.
pl_pl: Jeśli zestaw danych przekracza limit liczby rekordów wynoszący 500, ale zawiera mniej niż 2000 rekordów, spróbuj zresetować limit.
pt_br: Se seu conjunto de dados excede o limite de 500 registros, mas contém menos de 2.000 registros, tente redefinir o limite.
pt_pt: Se o conjunto de dados exceder o limite de 500 registos, mas contiver menos de 2000 registos, tente repor o limite.
ro_ro: Dacă setul de date depășește limita de 500 de înregistrări, dar conține mai puțin de 2.000 de înregistrări, încercați să resetați limita.
ru_ru: Если ваш набор данных превышает ограничение в 500 записей, но содержит меньше 2000 записей, попробуйте изменить ограничение.
sk_sk: Ak vaša množina údajov prekračuje limit 500 záznamov, ale obsahuje menej ako 2 000 záznamov, skúste resetovať obmedzenie.
sl_si: Če vaš nabor podatkov presega omejitev 500 zapisov, vendar vsebuje manj kot 2000 zapisov, poskusite ponastaviti omejitev.
sr_cyrl_rs: Ако скуп података премашује ограничење од 500 записа, али их садржи мање од 2000, покушајте да промените ограничење.
sr_latn_rs: Ako vaš skup podataka premašuje ograničenje od 500 zapisa, ali ih sadrži manje od 2000, probajte da promenite ograničenje.
sv_se: Om din datauppsättning överskrider gränsen på 500 poster men innehåller färre än 2 000 poster, kan du prova att återställa gränsen.
th_th: หากชุดข้อมูลของคุณเกินขีดจำกัดที่ 500 เรกคอร์ดแต่ไม่เกิน 2,000 เรกคอร์ด ให้ลองตั้งค่าขีดจำกัดใหม่
tr_tr: Veri kümeniz, 500 kayıt sınırını aşıyor ancak 2000'den az kayıt içeriyorsa sınırı sıfırlamayı deneyin.
uk_ua: Якщо для даних перевищено обмеження в 500 записів, але не досягнуто 2000 записів, спробуйте змінити обмеження.
vi_vn: Nếu tập hợp dữ liệu của bạn vượt quá giới hạn 500 bản ghi nhưng chứa ít hơn 2.000 bản ghi, hãy thử đặt lại giới hạn.
zh_cn: 如果数据集超过 500 条记录的限制，但包含少于 2,000 条记录，请尝试重置限制。
zh_tw: 若您的資料集超過了 500 個記錄的限制，但包含的記錄少於 2,000 個，請嘗試重新設定限制。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_HowToFix_2
source: Try simplifying the formula.
bg_bg: Опитайте да опростите формулата.
ca_es: Proveu de simplificar la fórmula.
cs_cz: Zkuste vzorec zjednodušit.
da_dk: Prøv at forenkle formlen.
de_de: Vereinfachen Sie die Formel.
el_gr: Προσπαθήστε να απλοποιήσετε τον τύπο.
es_es: Intente simplificar la fórmula.
et_ee: Proovige valemit lihtsustada.
eu_es: Erraztu formula.
fi_fi: Kokeile yksinkertaistaa kaavaa.
fr_fr: Essayez de simplifier la formule.
gl_es: Tente simplificar a fórmula.
hi_in: फॉर्मूले को सरल बनाने का प्रयास करें.
hr_hr: Pokušajte pojednostavniti formulu.
hu_hu: Egyszerűsítse a képletet.
id_id: Coba sederhanakan rumus.
it_it: Prova a semplificare la formula.
ja_jp: 数式を簡単にしてください。
kk_kz: Формуланы оңайлатып көріңіз.
ko_kr: 수식을 단순하게 만들어 보세요.
lt_lt: Pabandykite supaprastinti formulę.
lv_lv: Mēģiniet vienkāršot formulu.
ms_my: Cuba permudahkan formula.
nb_no: Prøv å forenkle formelen.
nl_nl: Probeer de formule te vereenvoudigen.
pl_pl: Spróbuj uprościć formułę.
pt_br: Tente simplificar a fórmula.
pt_pt: Tente simplificar a fórmula.
ro_ro: Încercați să simplificați formula.
ru_ru: Упростите формулу.
sk_sk: Skúste zjednodušiť vzorec.
sl_si: Poskusite poenostaviti formulo.
sr_cyrl_rs: Покушајте да поједноставите формулу.
sr_latn_rs: Pokušajte da pojednostavite formulu.
sv_se: Försök förenkla formeln.
th_th: ลองทำให้สูตรง่ายขึ้น
tr_tr: Formülü basitleştirmeyi deneyin.
uk_ua: Спробуйте спростити формулу.
vi_vn: Hãy thử đơn giản hóa công thức.
zh_cn: 请尝试简化公式。
zh_tw: 請嘗試簡化公式。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_HowToFix_3
source: Try moving your data to a different data source.
bg_bg: Опитайте да преместите данните си на друг източник на данни.
ca_es: Proveu de moure les dades a una font de dades diferent.
cs_cz: Zkuste přesunout data na jiný zdroj dat.
da_dk: Prøv at flytte dine data til en anden datakilde.
de_de: Verschieben Sie Ihre Daten in eine andere Datenquelle.
el_gr: Δοκιμάστε να μετακινήσετε τα δεδομένα σας σε διαφορετική προέλευση δεδομένων.
es_es: Intente mover los datos a otro origen de datos.
et_ee: Proovige andmeid teise andmeallikasse teisaldada.
eu_es: Eraman datuak beste datu-iturburu batera.
fi_fi: Kokeile siirtää tietosi eri tietolähteeseen.
fr_fr: Essayez de déplacer vos données vers une source de données différente.
gl_es: Tente mover os datos a outra orixe de datos.
hi_in: अपने डेटा को एक भिन्न डेटा स्रोत में ले जाने का प्रयास करें.
hr_hr: Pokušajte premjestiti svoje podatke u neki drugi izvor podataka.
hu_hu: Helyezze át az adatokat egy másik adatforrásba.
id_id: Coba memindahkan data Anda ke sumber data yang berbeda.
it_it: Provare a spostare i dati in un'origine dati diversa.
ja_jp: 別のデータ ソースにデータを移動してください。
kk_kz: Деректерді басқа деректер көзіне жылжытып көріңіз.
ko_kr: 다른 데이터 원본으로 데이터를 이동해 보세요.
lt_lt: Pabandykite perkelti savo duomenis į kitą duomenų šaltinį.
lv_lv: Mēģiniet pārvietot datus uz citu datu avotu.
ms_my: Cuba alihkan data anda kepada sumber data lain.
nb_no: Prøv å flytte dataene til en annen datakilde.
nl_nl: Verplaats de gegevens naar een andere gegevensbron.
pl_pl: Spróbuj przenieść dane do innego źródła danych.
pt_br: Tente mover os dados para uma fonte de dados diferente.
pt_pt: Tente mover os seus dados para outra origem de dados.
ro_ro: Încercați să mutați datele la o altă sursă de date.
ru_ru: Переместите данные в другой источник данных.
sk_sk: Skúste premiestniť údaje do iného zdroja údajov.
sl_si: Poskusite premakniti podatke v drug vir podatkov.
sr_cyrl_rs: Покушајте да преместите податке у други извор података.
sr_latn_rs: Pokušajte da premestite podatke u drugi izvor podataka.
sv_se: Försök flytta dina data till en annan datakälla.
th_th: ลองย้ายข้อมูลของคุณไปยังแหล่งข้อมูลอื่น
tr_tr: Verilerinizi farklı bir veri kaynağına taşımayı deneyin.
uk_ua: Спробуйте перемістити дані до іншого джерела.
vi_vn: Hãy thử di chuyển dữ liệu của bạn sang một nguồn dữ liệu khác.
zh_cn: 尝试将数据移动到另一个数据源。
zh_tw: 請嘗試將您的資料移至其他資料來源。

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_Link_1
source: Article: Understand delegation in a canvas app
bg_bg: Статия: Разбиране на делегирането в приложение за платно
ca_es: Article: Comprensió de la delegació en una aplicació de llenç
cs_cz: Článek: Informace o delegování v aplikaci plátna
da_dk: Artikel: Forstå delegering i en lærredapp
de_de: Artikel: Verstehen der Delegierung in einer Canvas-App
el_gr: Άρθρο: Κατανόηση της ανάθεσης σε μια εφαρμογή καμβά
es_es: Artículo: Comprender la delegación en una aplicación de lienzo
et_ee: Artikkel: lõuendirakenduse delegeerimise selgitus
eu_es: Artikulua: Mihise-aplikazio batean ordezkaritza erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Delegoinnin toiminta pohjaan perustuvassa sovelluksessa
fr_fr: Article : Présentation de la délégation dans une application canevas
gl_es: Artigo: Comprender a delegación nunha aplicación de lenzo
hi_in: आलेख: कैनवास ऐप में प्रत्यायोजन को समझें
hr_hr: Članak: razumijevanje delegiranja u aplikaciji od gotovih gradivnih elemenata
hu_hu: Cikk: A vászonalapú alkalmazásban való delegálás ismertetése
id_id: Artikel: Memahami delegasi dalam aplikasi kanvas
it_it: Articolo: Informazioni sulla delega in un'app canvas
ja_jp: 記事: キャンバス アプリでの委任について
kk_kz: Мақала: кенеп бағдарламасындағы өкілеттік беруді түсіну
ko_kr: 문서: 캔버스 앱의 위임 이해
lt_lt: Straipsnis: perdavimo drobės programoje supratimas
lv_lv: Raksts: Understand delegation in a canvas app (Izpratne par deleģēšanu pamatnes programmās)
ms_my: Artikel: Memahami penugasan dalam aplikasi kanvas
nb_no: Artikkel: Forstå delegering i en lerretsapp
nl_nl: Artikel: Overdracht in een canvas-app begrijpen
pl_pl: Artykuł: Informacje o delegowaniu w aplikacji kanwy
pt_br: Artigo: Entender a delegação em um aplicativo de tela
pt_pt: Artigo: noções básicas sobre delegação numa aplicação de tela
ro_ro: Articol: Ce este delegarea într-o aplicație proiectată pe pânză
ru_ru: Статья. Общие сведения о делегировании в приложении на основе холста
sk_sk: Článok: Informácie o delegovaní v aplikácii plátna
sl_si: Članek: Razumevanje pooblastitve v aplikaciji s platnom
sr_cyrl_rs: Чланак: Објашњење делегирања у апликацији са подлогом
sr_latn_rs: Članak: Objašnjenje delegiranja u aplikaciji sa podlogom
sv_se: Artikel: Förstå delegering i en arbetsyteapp
th_th: บทความ: เข้าใจการรับมอบสิทธิ์ในแอปพื้นที่ทำงาน
tr_tr: Makale: Tuval uygulamasında temsilci atamayı anlama
uk_ua: Стаття: делегування в компонованій програмі
vi_vn: Bài viết: Hiểu rõ về ủy quyền trong ứng dụng canvas
zh_cn: 文章: 了解画布应用中的委派
zh_tw: 文章: 了解畫布應用程式中的委派

# ErrorResource_SuggestRemoteExecutionHint_OpNotSupportedByColumn_Link_2
source: Blog: Data row limits for delegation
bg_bg: Блог: Ограничения за редовете с данни за делегиране
ca_es: Blog: Data row limits for delegation (Límits de les files de dades per a la delegació)
cs_cz: Blog: Omezení řádků dat pro delegování
da_dk: Blog: Datarækkegrænser for delegering
de_de: Blog: Datenzeilengrenzwerte für die Delegierung
el_gr: Ιστολόγιο: Όριο γραμμών δεδομένων για ανάθεση
es_es: Blog: Límites de filas de datos para la delegación
et_ee: Ajaveeb: delegeerimise andmereapiirangud
eu_es: Bloga: Ordezkaritzan erabil daitezkeen datu-errenkaden mugak
fi_fi: Blogi: Delegoinnin tietorivirajoitukset
fr_fr: Blog : Limites de lignes de données pour la délégation
gl_es: Blog: Límites de filas de datos para delegación
hi_in: ब्लॉग: प्रत्यायोजन के लिए डेटा पंक्ति की सीमा
hr_hr: Blog: ograničenja retka podataka za delegiranje
hu_hu: Blog: Adatsor-korlátozások delegálás esetén
id_id: Blog: Batas baris data untuk delegasi
it_it: Blog: Limiti delle righe di dati per la delega
ja_jp: ブログ: 委任に対するデータ行の制限
kk_kz: Блог: өкілеттік беру үшін деректер жолы шектеулері
ko_kr: 블로그: 위임에 대한 데이터 행 제한
lt_lt: Tinklaraštis: perdavimo duomenų eilučių limitai
lv_lv: Emuāra ieraksts: Data row limits for delegation (Datu rindu ierobežojumi delegācijai)
ms_my: Blog: Had baris data untuk penugasan
nb_no: Blogg: Dataradgrenser for delegering
nl_nl: Blog: Gegevensrijlimieten voor overdracht
pl_pl: Blog: Limity liczby wierszy danych w przypadku delegowania
pt_br: Blog: Limites de linha de dados para delegação
pt_pt: Blogue: limites de linhas de dados para delegação
ro_ro: Blog: Limitele rândurilor de date pentru delegare
ru_ru: Блог. Ограничения на количество строк данных для делегирования
sk_sk: Blog: Obmedzenia riadkov údajov pre delegovanie
sl_si: Spletni dnevnik: Omejitve vrstice s podatki za pooblastitev
sr_cyrl_rs: Блог: Ограничења броја редова са подацима за делегирање
sr_latn_rs: Blog: Ograničenja broja redova sa podacima za delegiranje
sv_se: Blogg: Dataradsbegränsningar för delegering
th_th: บล็อก: ขีดจำกัดแถวข้อมูลสำหรับการรับมอบสิทธิ์
tr_tr: Blog: Temsilci atamaya yönelik veri satırı sınırları
uk_ua: Блоґ: обмеження на рядки даних під час делегування
vi_vn: Blog: Giới hạn hàng dữ liệu đối với ủy quyền
zh_cn: 博客: 针对委派的数据行限制
zh_tw: 部落格: 委派的資料列限制

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_ShortMessage
source: Delegation warning. The highlighted part of this formula might not work correctly on large data sets.
bg_bg: Предупреждение за делегиране. Осветената част от тази формула може да не работи правилно при големи набори от данни.
ca_es: Advertiment de la delegació. Pot ser que la part ressaltada d'aquesta fórmula no funcioni correctament en conjunts grans de dades.
cs_cz: Upozornění delegování. Zvýrazněná část tohoto vzorce nemusí fungovat správně pro velké datové sady.
da_dk: Delegeringsadvarsel. Den markerede del af denne formel fungerer muligvis ikke korrekt på store datasæt.
de_de: Warnung zur Delegierung. Der hervorgehobene Teil dieser Formel funktioniert für große Datasets möglicherweise nicht ordnungsgemäß.
el_gr: Προειδοποίηση ανάθεσης. Το επισημασμένο τμήμα αυτού του τύπου ενδέχεται να μην λειτουργεί σωστά σε μεγάλα σύνολα δεδομένων.
es_es: Advertencia de delegación. Es posible que la parte resaltada de esta fórmula no funcione correctamente en conjuntos de datos de gran tamaño.
et_ee: Delegeerimise hoiatus. Valemi esiletõstetud osa ei pruugi suurte andmehulkade puhul õigesti töötada.
eu_es: Ordezkaritzari buruzko abisua. Baliteke formulan nabarmendutako zatiak ez funtzionatzea datu multzo handietan.
fi_fi: Delegointivaroitus. Tämän kaavan korostetut osat eivät ehkä toimi oikein suurille tietojoukoille.
fr_fr: Avertissement relatif à la délégation. La partie en surbrillance de cette formule peut ne pas fonctionner correctement sur des jeux de données volumineux.
gl_es: Aviso de delegación. É posible que a parte destacada desta fórmula non funcione correctamente en conxuntos de datos grandes.
hi_in: प्रत्यायोजन चेतावनी. इस सूत्र के हाइलाइट किए गए भाग पर बड़े डेटा सेट शायद सही तरीके से काम न करे.
hr_hr: Upozorenje o delegiranju. Istaknuti dio formule možda neće ispravno funkcionirati za velike skupove podataka.
hu_hu: Delegálással kapcsolatos figyelmeztetés. Előfordulhat, hogy a képlet kiemelt része nagy méretű adathalmazok esetén nem fog megfelelően működni.
id_id: Peringatan delegasi. Bagian yang disorot dalam rumus ini mungkin tidak berfungsi dengan benar pada himpunan data besar.
it_it: Avviso di delega. La parte evidenziata di questa formula potrebbe non funzionare correttamente su set di dati di grandi dimensioni.
ja_jp: 委任に関する警告です。この数式の強調表示された部分は、大きなデータ セットで正常に機能しない可能性があります。
kk_kz: Өкілеттік беру туралы ескерту. Бұл формуланың белгіленген бөлігі үлкен деректер жиынтықтарында дұрыс жұмыс істемеуі мүмкін.
ko_kr: 위임 경고입니다. 대규모 데이터 세트에서는 이 수식의 강조 표시된 부분이 제대로 작동하지 않을 수 있습니다.
lt_lt: Perdavimo įspėjimas. Paryškinta šios formulės dalis gali tinkamai neveikti, jei duomenų rinkiniai yra dideli.
lv_lv: Brīdinājums par deleģēšanu. Šīs formulas iezīmētā daļa lielās datu kopās var darboties nepareizi.
ms_my: Amaran penugasan. Bahagian yang diserlahkan bagi formula ini mungkin tidak berfungsi dengan betul pada set data yang besar.
nb_no: Delegeringsvarsel. Formelens merkede del kan ha problemer med å fungere på riktig måte på store datasett.
nl_nl: Overdrachtswaarschuwing. Het gemarkeerde deel van deze formule werkt mogelijk niet correct bij grote gegevenssets.
pl_pl: Ostrzeżenie dotyczące delegowania. Wyróżniona część tej formuły może nie działać poprawnie w przypadku dużych zestawów danych.
pt_br: Aviso de delegação. A parte realçada desta fórmula pode não funcionar corretamente em grandes conjuntos de dados.
pt_pt: Aviso de delegação. A parte realçada desta fórmula poderá não funcionar corretamente em conjuntos de dados de grandes dimensões.
ro_ro: Avertisment referitor la delegare. Partea evidențiată din această formulă ar putea să nu funcționeze corect pe seturi mari de date.
ru_ru: Предупреждение о делегировании. Выделенная часть этой формулы может неверно работать с большими наборами данных.
sk_sk: Upozornenie delegovania. Zvýraznená časť tohto vzorca nemusí na veľkých množinách údajov fungovať správne.
sl_si: Opozorilo o pooblastitvi. Označeni del te formula morda ne bo deloval pravilno v velikih naborih podatkov.
sr_cyrl_rs: Упозорење о делегирању. Истакнути део ове формуле можда неће исправно функционисати на великим скуповима података.
sr_latn_rs: Upozorenje o delegiranju. Istaknuti deo ove formule možda neće ispravno funkcionisati na velikim skupovima podataka.
sv_se: Delegeringsvarning. Den markerade delen av den här formeln fungerar kanske inte korrekt för stora datamängder.
th_th: คำเตือนเกี่ยวกับการรับมอบสิทธิ์ ส่วนที่เน้นของสูตรนี้อาจทำงานไม่ถูกต้องในชุดข้อมูลขนาดใหญ่
tr_tr: Temsilci uyarısı. Bu formülün vurgulanan bölümü büyük veri kümelerinde düzgün çalışmayabilir.
uk_ua: Попередження про делегування. Виділена частина цієї формули може неправильно працювати з великими наборами даних.
vi_vn: Cảnh báo về ủy quyền. Phần được tô sáng trong công thức này có thể không hoạt động đúng cách trên tập hợp dữ liệu lớn.
zh_cn: 委派警告。此公式中突出显示的部分可能在大型数据集上无法正常工作。
zh_tw: 委派警告。此公式已醒目提示的部分可能無法在大型資料集上正確運作。
