Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrReturnedNumberBeyondDecimalValues
source: The expression returned a number that is beyond the range of decimal values.
bg_bg: Изразът върна число, което е извън диапазона от десетични стойности.
ca_es: L'expressió ha tornat un número que supera l'interval de valors decimals.
cs_cz: Výraz vrátil číslo, které je mimo rozsah desetinných hodnot.
da_dk: Udtrykket returnerede et tal, der ligger uden for decimalværdiområdet.
de_de: Der Ausdruck hat eine Zahl zurückgegeben, die außerhalb des zulässigen Bereichs von Dezimalwerten liegt.
el_gr: Η παράσταση επέστρεψε έναν αριθμό που βρίσκεται πέρα από την περιοχή των δεκαδικών τιμών.
es_es: La expresión ha devuelto un número fuera del intervalo de valores decimales.
et_ee: Avaldis tagastas arvu, mis jääb kümnendväärtuste vahemikust välja.
eu_es: Adierazpenak balio hamartarren barrutitik kanpo dagoen zenbaki bat itzuli du.
fi_fi: Lauseke palautti numeron, joka ylittää desimaaliarvojen alueen.
fr_fr: L’expression a retourné un nombre qui dépasse la plage de valeurs décimale.
gl_es: A expresión devolveu un número que excede o intervalo de valores decimais.
hi_in: व्यंजक ने एक संख्या लौटाई जो दशमलव मानों की सीमा से परे है.
hr_hr: Izraz je vratio broj koji prelazi raspon decimalnih vrijednosti.
hu_hu: A kifejezés olyan számot adott vissza, amely a decimális érték tartományán kívül esik.
id_id: Ekspresi mengembalikan angka yang berada di luar rentang nilai desimal.
it_it: L'espressione ha restituito un numero non compreso nell'intervallo di valori decimali.
ja_jp: この式が返した数値は小数値の範囲を超えています。
kk_kz: Өрнек ондық мәндер ауқымынан тыс санды қайтарды.
ko_kr: 해당 식이 10진수 값 범위를 넘어서는 숫자를 반환했습니다.
lt_lt: Reiškinys pateikė skaičių, kuris yra už dešimtainių reikšmių diapazono.
lv_lv: Izteiksme atgrieza skaitli, kas pārsniedz decimāldaļu vērtību diapazonu.
ms_my: Ungkapan mengembalikan nombor yang melampaui julat nilai perpuluhan.
nb_no: Uttrykket returnerte et tall som er utenfor området for desimalverdier.
nl_nl: De expressie heeft een getal geretourneerd dat buiten het bereik van decimale waarden ligt.
pl_pl: Wyrażenie zwróciło liczbę spoza zakresu wartości dziesiętnych.
pt_br: A expressão retornou um número que está além do intervalo de valores decimais.
ro_ro: Expresia a returnat un număr care depășește intervalul de valori zecimale.
ru_ru: Выражение вернуло число, которое выходит за пределы диапазона десятичных значений.
sk_sk: Výraz vrátil číslo, ktoré je mimo rozsahu desatinných hodnôt.
sl_si: Izraz je vrnil številko, ki je zunaj obsega decimalnih vrednosti.
sr_cyrl_rs: Израз је вратио број који је изван опсега децималних вредности.
sr_latn_rs: Izraz je vratio broj koji je izvan opsega decimalnih vrednosti.
sv_se: Uttrycket returnerade ett tal som ligger utanför decimalvärdesintervallet.
th_th: นิพจน์ส่งคืนตัวเลขที่เกินช่วงของค่าทศนิยม
tr_tr: İfade, ondalık değerler aralığının dışında bir sayı döndürüldü.
uk_ua: Вираз повернув число, що виходить за межі діапазону десяткових значень.
vi_vn: Biểu thức trả về một số nằm ngoài phạm vi giá trị thập phân.
zh_cn: 此表达式返回的数字超出小数值的范围。
zh_tw: 該運算式傳回的數字超過小數值的範圍。

# ErrPlacesBetweenRange
source: Places should be between 1 and 10.
bg_bg: Броят знаци трябва да е между 1 и 10.
ca_es: Els llocs han d'estar entre 1 i 10.
cs_cz: Počet míst by měl být od 1 do 10.
da_dk: Steder skal være mellem 1 og 10.
de_de: Der Dezimalstellenwert muss zwischen 1 und 10 liegen.
el_gr: Οι τοποθεσίες πρέπει να είναι μεταξύ 1 και 10.
es_es: Los lugares deben estar entre 1 y 10.
et_ee: Kohad peab olema vahemikus 1–10.
eu_es: Hamartarrek 1 eta 10 artekoak izan behar dute.
fi_fi: Paikkojen on oltava välillä 1 ja 10.
fr_fr: Les décimales doivent être comprises entre 1 et 10.
gl_es: Os lugares deben estar entre 1 e 10.
hi_in: स्थान 1 से 10 के बीच होने चाहिए.
hr_hr: Mjesta trebaju biti između 1 i 10.
hu_hu: A helyeknek 1 és 10 között kell lenniük.
id_id: Tempat harus antara 1 dan 10.
it_it: Il numero di posizioni deve essere compreso tra 1 e 10.
ja_jp: 桁数には 1 ～ 10 までの値を指定してください。
kk_kz: Орындар 1 және 10 арасында болуы керек.
ko_kr: 자릿수는 1에서 10 사이여야 합니다.
lt_lt: Vietos turėtų būti nuo 1 iki 10.
lv_lv: Vietām ir jābūt diapazonā no 1 līdz 10.
ms_my: Tempat hendaklah antara 1 dengan 10.
nb_no: Steder må være mellom 1 og 10.
nl_nl: Plaatsen moet waarde tussen 1 en 10 hebben.
pl_pl: Wartość argumentu Places musi należeć do zakresu od 1 do 10.
pt_br: Places deve ser entre 1 e 10.
ro_ro: Locurile trebuie să fie între 1 și 10.
ru_ru: Число знаков должно быть между 1 и 10.
sk_sk: Miesta by mali byť medzi 1 a 10.
sl_si: Mesta morajo biti med 1 in 10.
sr_cyrl_rs: Места би требало да буду између 1 и 10.
sr_latn_rs: Mesta treba da budu između 1 i 10.
sv_se: Decimaler ska vara mellan 1 och 10.
th_th: ตำแหน่งควรอยู่ระหว่าง 1 ถึง 10
tr_tr: Yerler, 1 ve 10 arasında olmalıdır.
uk_ua: Значення кількості місць має бути в діапазоні від 1 до 10.
vi_vn: Số vị trí phải trong khoảng từ 1 đến 10.
zh_cn: 位数应介于 1 到 10 之间。
zh_tw: 位數必須介於 1 到 10 之間

# ErrInvalidOperatorForTypes
source: The operator is invalid for these types.
bg_bg: Операторът е невалиден за тези типове.
ca_es: L'operador no és vàlid per a aquests tipus.
cs_cz: Operátor je pro tyto typy neplatný.
da_dk: Operatoren er ugyldig til disse typer.
de_de: Der Operator ist für diese Typen ungültig.
el_gr: Ο τελεστής δεν είναι έγκυρος για αυτούς τους τύπους.
es_es: El operador no es válido para estos tipos.
et_ee: Tehtemärk ei sobi nende tüüpide jaoks.
eu_es: Eragileak ez du balio mota hauetarako.
fi_fi: Operaattori ei kelpaa näille tyypeille.
fr_fr: L’opérateur n’est pas valide pour ces types.
gl_es: O operador non é válido para estes tipos.
hi_in: इन प्रकारों के लिए ऑपरेटर अमान्य है.
hr_hr: Operator nije valjan za ove vrste.
hu_hu: Az operátor érvénytelen az ilyen típusokhoz.
id_id: Operator untuk jenis ini tidak valid.
it_it: Operatore non valido per questi tipi.
ja_jp: この演算子はこれらの型に使用できません。
kk_kz: Бұл түрлер үшін оператор жарамсыз.
ko_kr: 해당 유형에는 연산자가 유효하지 않습니다.
lt_lt: Operatorius šiems tipams yra netinkamas.
lv_lv: Operators ir nederīgs šiem tipiem.
ms_my: Operator tidak sah untuk jenis ini.
nb_no: Operatoren er ugyldig for disse typene.
nl_nl: De operator is ongeldig voor deze typen.
pl_pl: Operator jest nieprawidłowy dla tych typów.
pt_br: O operador é inválido para estes tipos.
ro_ro: Operatorul nu este valid pentru aceste tipuri.
ru_ru: Оператор не является допустимым для этих типов.
sk_sk: Operátor je pre tieto typy neplatný.
sl_si: Operator ni veljaven za te vrste.
sr_cyrl_rs: Оператор није важећи за ове типове.
sr_latn_rs: Operator je nevažeći za ove tipove.
sv_se: Operatorn är ogiltig för de här typerna.
th_th: ตัวดำเนินการไม่ถูกต้องสำหรับชนิดเหล่านี้
tr_tr: İşleç, bu türler için geçersiz.
uk_ua: Неприпустимий оператор для цих типів.
vi_vn: Toán tử không hợp lệ cho những loại này.
zh_cn: 运算符对于这些类型无效。
zh_tw: 這些類型的運算子無效。

# ErrRegexTimeoutException
source: Regular expression timeout (above {0} ms) - {1}
bg_bg: Изтичане на времето на изчакване на регулярния израз (над {0} ms) – {1}
ca_es: Temps d'espera de l'expressió regular (per sobre de {0} ms) - {1}
cs_cz: Časový limit regulárního výrazu (nad {0} ms) – {1}
da_dk: Timeout for søgemønster (over {0} ms) – {1}
de_de: Timeout für regulären Ausdruck (über {0} ms) – {1}
el_gr: Χρονικό όριο κανονικής παράστασης (πάνω από {0} ms) - {1}
es_es: Tiempo de espera de expresiones regulares (mayor que {0} ms): {1}
et_ee: Regulaaravaldise ajalõpp (üle {0} ms) – {1}
eu_es: Adierazpen erregularraren denbora-muga ({0} ms baino gehiago) - {1}
fi_fi: Säännöllisen lausekkeen aikakatkaisu (yli {0} ms) – {1}
fr_fr: Délai d’expiration de l’expression régulière (supérieur à {0} ms) - {1}
gl_es: Esgotouse o tempo de espera da expresión regular (máis de {0} ms): {1}
hi_in: नियमित उक्ति समय समाप्त ({0} ms से ऊपर) - {1}
hr_hr: Vremensko ograničenje regularnog izraza (iznad {0} ms) – {1}
hu_hu: Reguláris kifejezés időtúllépése (több, mint {0}) – {1}
id_id: Batas waktu ekspresi reguler habis (di atas {0} md) - {1}
it_it: Timeout espressione regolare (superiore a {0} ms) - {1}
ja_jp: 正規表現のタイムアウト ({0} ミリ秒を超過) - {1}
kk_kz: Жүйелі өрнектің күту уақыты (жоғары {0} мс) - {1}
ko_kr: 정규 표현식 시간 초과({0}ms 이상) - {1}
lt_lt: Reguliariojo reiškinio skirtasis laikas baigėsi (viršijo {0} ms) – {1}
lv_lv: Regulārās izteiksmes taimauts (virs {0} ms) — {1}
ms_my: Habis masa ungkapan biasa (melebihi {0} ms) - {1}
nb_no: Tidsavbrudd for regulært uttrykk (over {0} ms) – {1}
nl_nl: Time-out bij reguliere expressies (boven {0} ms) - {1}
pl_pl: Limit czasu wyrażenia regularnego (powyżej {0} ms) — {1}
pt_br: Tempo limite de expressão regular (acima de {0} ms) – {1}
ro_ro: Expresia regulată a expirat (peste {0} ms) - {1}
ru_ru: Тайм-аут регулярного выражения (более {0} мс) — {1}
sk_sk: Časový limit regulárneho výrazu (nad {0} ms) – {1}
sl_si: Časovna omejitev regularnega izraza (nad {0} ms) – {1}
sr_cyrl_rs: Временско ограничење регуларног израза (изнад {0} ms) – {1}
sr_latn_rs: Vremensko ograničenje regularnog izraza (iznad {0} ms) – {1}
sv_se: Timeout för reguljärt uttryck (över {0} ms) – {1}
th_th: หมดเวลาของนิพจน์ปกติ (มากกว่า {0} มิลลิวินาที) - {1}
tr_tr: Normal ifade zaman aşımı ({0} ms'den fazla) - {1}
uk_ua: Час очікування регулярного виразу (більше {0} мс) – {1}
vi_vn: Hết thời gian chờ biểu thức chính quy (trên {0} mili giây) – {1}
zh_cn: 正则表达式超时(超过 {0} 毫秒) - {1}
zh_tw: 規則運算式逾時 ({0} 毫秒以上) - {1}

# ErrInvalidRegexException
source: Invalid regular expression - {rexParseEx.Message}
bg_bg: Невалиден регулярен израз – {rexParseEx.Message}
ca_es: L'expressió regular no és vàlida - {rexParseEx.Message}
cs_cz: Neplatný regulární výraz – {rexParseEx.Message}
da_dk: Ugyldigt søgemønster - {rexParseEx.Message}
de_de: Ungültiger regulärer Ausdruck – {rexParseEx.Message}
el_gr: Η κανονική παράσταση δεν είναι έγκυρη - {rexParseEx.Message}
es_es: Expresión regular no válida. {rexParseEx.Message}
et_ee: Sobimatu regulaaravaldis – {rexParseEx.Message}
eu_es: Adierazpen erregularrak ez du balio - {rexParseEx.Message}
fi_fi: Virheellinen säännönmukainen lauseke – {rexParseEx.Message}
fr_fr: Expression régulière non valide - {rexParseEx.Message}
gl_es: Expresión regular non válida: {rexParseEx.Message}
hi_in: नियमित उक्ति अमान्य है - {rexParseEx.Message}
hr_hr: Uobičajeni izraz nije valjan - {rexParseEx.Message}
hu_hu: Érvénytelen reguláris kifejezés – {rexParseEx.Message}
id_id: Ekspresi reguler tidak valid - {rexParseEx.Message}
it_it: Espressione regolare non valida - {rexParseEx.Message}
ja_jp: 正規表現が無効です - {rexParseEx.Message}
kk_kz: Жарамсыз жүйелі өрнек - {rexParseEx.Message}
ko_kr: 잘못된 정규식 - {rexParseEx.Message}
lt_lt: Netinkama paprastoji išraiška – {rexParseEx.Message}
lv_lv: Nederīga regulārā izteiksme — {rexParseEx.Message}
ms_my: Ungkapan biasa tidak sah - {rexParseEx.Message}
nb_no: Ugyldig regulært uttrykk – {rexParseEx.Message}
nl_nl: Ongeldige reguliere expressie - {rexParseEx.Message}
pl_pl: Nieprawidłowe wyrażenie regularne — {rexParseEx.Message}
pt_br: Expressão regular inválida – {rexParseEx.Message}
ro_ro: Expresie regulată nevalidă - {rexParseEx.Message}
ru_ru: Недопустимое регулярное выражение: {rexParseEx.Message}
sk_sk: Neplatný regulárny výraz – {rexParseEx.Message}
sl_si: Neveljaven regularni izraz – {rexParseEx.Message}
sr_cyrl_rs: Неважећи регуларни израз – {rexParseEx.Message}
sr_latn_rs: Nevažeći regularni izraz – {rexParseEx.Message}
sv_se: Ogiltigt reguljärt uttryck – {rexParseEx.Message}
th_th: นิพจน์ปกติไม่ถูกต้อง {rexParseEx.Message}
tr_tr: Geçersiz normal ifade - {rexParseEx.Message}
uk_ua: Неприпустимий регулярний вираз – {rexParseEx.Message}
vi_vn: Biểu thức chính quy không hợp lệ – {rexParseEx.Message}
zh_cn: 无效的正则表达式 - {rexParseEx.Message}
zh_tw: 無效的規則運算式 - {rexParseEx.Message}

# ErrInputOutsideRange
source: Input value {0} falls outside the allowable range.
bg_bg: Входната стойност {0} е извън допустимия диапазон.
ca_es: El valor d'entrada {0} està fora de l'interval permès.
cs_cz: Vstupní hodnota {0} je mimo povolený rozsah.
da_dk: Inputværdien {0} falder uden for det tilladte område.
de_de: Der Eingabewert {0} liegt außerhalb des zulässigen Bereichs.
el_gr: Η τιμή εισόδου {0} βρίσκεται εκτός της επιτρεπόμενης περιοχής.
es_es: El valor de entrada {0} está fuera del intervalo permitido.
et_ee: Sisendväärtus {0} jääb väljapoole lubatavat vahemikku.
eu_es: Sarrerako {0} balioa baimendutako barrutitik kanpo geratzen da.
fi_fi: Syötearvo {0} on sallitun alueen ulkopuolella.
fr_fr: La valeur d’entrée {0} est en dehors de la plage autorisée.
gl_es: O valor de entrada {0} está do intervalo permitido.
hi_in: इनपुट मान {0} स्वीकार्य सीमा के बाहर आता है.
hr_hr: Ulazna vrijednost {0} je izvan dopuštenog raspona.
hu_hu: A(z) {0} bemeneti érték a megengedett tartományon kívül esik.
id_id: Nilai input {0} berada di luar rentang yang diizinkan.
it_it: Il valore di input {0} non è compreso nell'intervallo consentito.
ja_jp: 入力値 {0} が許可される範囲外です。
kk_kz: Кіріс мәні {0} рұқсат етілген ауқымнан тыс болады.
ko_kr: 입력 값 {0}이(가) 허용 범위를 벗어났습니다.
lt_lt: Įvesties reikšmė {0} nepatenka į leistiną diapazoną.
lv_lv: Ievades vērtība {0} ir ārpus pieļaujamā diapazona.
ms_my: Nilai input {0} berada di luar julat yang dibenarkan.
nb_no: Inndataverdien {0} er utenfor tillatt område.
nl_nl: Invoerwaarde {0} valt buiten het toegestane bereik.
pl_pl: Wartość wejściowa {0} wykracza poza dozwolony zakres.
pt_br: O valor da entrada {0} está fora do intervalo permitido.
ro_ro: Valoarea de intrare {0} este în afara intervalului permis.
ru_ru: Входное значение {0} находится за пределами допустимого диапазона.
sk_sk: Vstupná hodnota {0} je mimo povoleného rozsahu.
sl_si: Vhodna vrednost {0} je zunaj dovoljenega obsega.
sr_cyrl_rs: Улазна вредност {0} пада изван дозвољеног опсега.
sr_latn_rs: Ulazna vrednost {0} je izvan dozvoljenog opsega.
sv_se: Indatavärdet {0} ligger utanför det tillåtna intervallet.
th_th: ค่าอินพุต {0} อยู่นอกช่วงที่อนุญาต
tr_tr: Giriş değeri {0}, izin verilebilir aralığın dışında.
uk_ua: Вхідне значення {0} виходить за межі дозволеного діапазону.
vi_vn: Giá trị đầu vào {0} nằm ngoài phạm vi cho phép.
zh_cn: 输入值 {0} 超出允许的范围。
zh_tw: 輸入值 {0} 超出允許的範圍。

# ErrInvalidNumberInput
source: Input value {0} is an invalid input.
bg_bg: Входната стойност {0} е невалидна.
ca_es: El valor d'entrada {0} és una entrada no vàlida.
cs_cz: Vstupní hodnota {0} je neplatný vstup.
da_dk: Inputværdien {0} er et ugyldigt input.
de_de: Der Eingabewert {0} ist eine ungültige Eingabe.
el_gr: Η τιμή εισόδου {0} δεν είναι έγκυρη.
es_es: El valor de entrada {0} es una entrada no válida.
et_ee: Sisendväärtus {0} on sobimatu sisend.
eu_es: Sarrerako balioa ({0}) desegokia da.
fi_fi: Syötearvo {0} on virheellinen syöte.
fr_fr: La valeur d’entrée {0} est une entrée non valide.
gl_es: O valor de entrada {0} non é unha entrada válida.
hi_in: इनपुट मान {0} एक अमान्य इनपुट है.
hr_hr: Ulazna vrijednost {0} je nevažeći unos.
hu_hu: A(z) {0} beviteli érték érvénytelen.
id_id: Nilai input {0} tidak valid.
it_it: Il valore di input {0} non è valido.
ja_jp: 入力値 {0} が無効です。
kk_kz: Кіріс мәні {0} — жарамсыз енгізу.
ko_kr: 입력 값 {0}이(가) 잘못된 입력입니다.
lt_lt: Įvesties reikšmė {0} yra netinkama įvestis.
lv_lv: Ievades vērtība {0} ir nederīga ievade.
ms_my: Nilai input {0} ialah input yang tidak sah.
nb_no: Inndataverdien {0} er ugyldig.
nl_nl: Invoerwaarde {0} is een ongeldige invoer.
pl_pl: Wartość wejściowa {0} to nieprawidłowe dane wejściowe.
pt_br: O valor da entrada {0} é uma entrada inválida.
ro_ro: Valoarea de intrare {0} este nevalidă.
ru_ru: Входное значение {0} является недопустимым.
sk_sk: Vstupná hodnota {0} je neplatná vstupná hodnota.
sl_si: Vhodna vrednost {0} je neveljaven vnos.
sr_cyrl_rs: Улазна вредност {0} је неважећи улаз.
sr_latn_rs: Ulazna vrednost {0} je nevažeći unos.
sv_se: Indatavärdet {0} är ogiltigt.
th_th: ค่าอินพุต {0} เป็นอินพุตที่ไม่ถูกต้อง
tr_tr: Giriş değeri {0}, geçersiz bir giriştir.
uk_ua: Вхідне значення {0} неприпустиме.
vi_vn: Giá trị đầu vào {0} là đầu vào không hợp lệ.
zh_cn: 输入值 {0} 是无效的输入。
zh_tw: 輸入值 {0} 是無效的輸入。

# ErrUnrecognizedSymbol
source: Unrecognized symbol {0}.
bg_bg: Неразпознат символ {0}.
ca_es: Símbol no reconegut {0}.
cs_cz: Nerozpoznaný symbol {0}.
da_dk: Ukendt symbol {0}.
de_de: Nicht erkanntes Symbol {0}.
el_gr: Μη αναγνωρίσιμο σύμβολο {0}.
es_es: Símbolo no reconocido {0}.
et_ee: Tundmatu sümbol {0}.
eu_es: Ikur ezezaguna: {0}.
fi_fi: Tunnistamaton symboli {0}.
fr_fr: Symbole non reconnu {0}.
gl_es: Símbolo {0} non recoñecido.
hi_in: अपरिचित प्रतीक {0}.
hr_hr: Neprepoznati simbol {0}.
hu_hu: Ismeretlen szimbólum: {0}.
id_id: Simbol tidak dikenali {0}.
it_it: Simbolo {0} non riconosciuto.
ja_jp: 記号 {0} を認識できません。
kk_kz: Танылмаған таңба {0}.
ko_kr: {0} 기호를 인식할 수 없습니다.
lt_lt: Neatpažintas simbolis {0}.
lv_lv: Neatpazīts simbols {0}.
ms_my: Simbol tidak dikenali {0}.
nb_no: Ukjent symbol {0}.
nl_nl: Niet-herkend symbool {0}.
pl_pl: Nierozpoznany symbol {0}.
pt_br: Símbolo {0} não reconhecido.
ro_ro: Simbolul {0} nu a fost recunoscut.
ru_ru: Нераспознанный символ: {0}.
sk_sk: Nerozpoznaný symbol {0}.
sl_si: Simbol {0} ni prepoznan.
sr_cyrl_rs: Непрепознати симбол {0}.
sr_latn_rs: Neprepoznat simbol {0}.
sv_se: Okänd symbol {0}.
th_th: สัญลักษณ์ที่ไม่รู้จัก {0}
tr_tr: Tanınmayan simge {0}.
uk_ua: Нерозпізнаний символ {0}.
vi_vn: Ký hiệu {0} không nhận dạng được.
zh_cn: 无法识别的符号 {0}。
zh_tw: 無法辨識的符號 {0}。
