Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutTrace_custom_record
source: A record containing custom data that will be traced to Application Insights.
bg_bg: Запис, съдържащ персонализирани данни, които ще бъдат проследени до Application Insights.
ca_es: Registre que conté dades personalitzades de les quals es farà un seguiment a l'Application Insights.
cs_cz: Záznam, který obsahuje vlastní data, která se budou trasovat v Application Insights
da_dk: En post, der indeholder brugerdefinerede data, som spores til Application Insights.
de_de: Ein Datensatz mit benutzerdefinierten Daten, die in Application Insights nachverfolgt werden.
el_gr: Μια εγγραφή που περιέχει προσαρμοσμένα δεδομένα τα οποία θα εντοπιστούν στο Application Insights.
es_es: Registro que contiene los datos personalizados de los que se va a realizar un seguimiento en Application Insights.
et_ee: Kirje, mis sisaldab kohandatud andmeid, mida jälitatakse Application Insightsi.
eu_es: Application Insights-erainoko jarraipena egingo zaien datu pertsonalizatuak dituen erregistroa.
fi_fi: Tietue, joka sisältää mukautetut tiedot, jotka jäljitetään Application Insightsissä.
fr_fr: Enregistrement contenant des données personnalisées à tracer dans Application Insights.
gl_es: Rexistro que contén datos personalizados que se van rastrexar en Application Insights.
hi_in: रिकॉर्ड, जिसमें कस्टम डेटा शामिल है, उसे Application Insights में ट्रेस किया जाएगा.
hr_hr: Zapis koji sadrži prilagođene podatke koji će se zabilježiti u Application Insights.
hu_hu: Olyan egyéni adatokat tartalmazó rekord, amely az Application Insights-ba lesz naplózva.
id_id: Catatan yang berisi data kustom yang akan dilacak ke Application Insights.
it_it: Record contenente dati personalizzati che verranno registrati in Application Insights.
ja_jp: Application Insights にトレースされるカスタム データを含むレコード。
kk_kz: Application Insights қызметіне қадағаланатын реттелетін деректерді қамтитын жазба.
ko_kr: Application Insights로 추적되는 사용자 지정 데이터를 포함하는 레코드입니다.
lt_lt: Įrašas su pasirinktiniais duomenimis, kurie bus atsekti iki „Application Insights“.
lv_lv: Ieraksts, kas satur pielāgotus datus, kuri tiks izsekoti, izmantojot Application Insights.
ms_my: Rekod yang mengandungi data tersuai yang akan dikesan pada Application Insights.
nb_no: En post som inneholder egendefinerte data som vil bli sporet til Application Insights.
nl_nl: Een bestand met aangepaste gegevens die naar Application Insights worden getraceerd.
pl_pl: Rekord zawierający niestandardowe dane, które będą śledzone w usłudze Application Insights.
pt_br: Um registro que contém dados personalizados que serão rastreados para o Application Insights.
pt_pt: Um registo que contém dados personalizados que serão controlados para o Application Insights.
ro_ro: O înregistrare care conține date particularizate care vor fi urmărite în Application Insights.
ru_ru: Запись, содержащая настраиваемые данные, для которых будет выполняться трассировка до Application Insights.
sk_sk: Záznam, ktorý obsahuje vlastné údaje, ktoré sa budú sledovať v službe Application Insights.
sl_si: Zapis, v katerem so podatki po meri, ki bodo sledeni s funkcijo Application Insights.
sr_cyrl_rs: Запис који садржи прилагођене податке који ће се пратити до функције Application Insights.
sv_se: En post som innehåller anpassade data som ska spåras till Application Insights.
th_th: ระเบียนที่มีข้อมูลแบบกำหนดเองซึ่งจะถูกติดตามไปยัง Application Insights
tr_tr: Application Insights'a izlenecek özel verileri içeren bir kayıt.
uk_ua: Ви зможете виконати трасування запису, що містить спеціальні дані, до Application Insights.
vi_vn: Một bản ghi có chứa dữ liệu tùy chỉnh sẽ được theo dõi về Application Insights.
zh_cn: 包含将跟踪到 Application Insights 的自定义数据的记录。
zh_tw: 記錄，包含要追蹤到 Application Insights 的自訂資料。

# AboutTrace_trace_options
source: Additional options to the Trace function.
bg_bg: Допълнителни опции към функцията Trace.
ca_es: Opcions addicionals a la funció Trace.
cs_cz: Další možnosti funkce Trace.
da_dk: Yderligere indstillinger for funktionen Trace.
de_de: Zusätzliche Optionen für die Trace-Funktion.
el_gr: Πρόσθετες επιλογές για τη λειτουργία Trace.
es_es: Opciones adicionales a la función Trace.
et_ee: Funktsiooni Trace lisasuvandid.
eu_es: Trace funtzioaren aukera gehigarriak.
fi_fi: Trace-toiminnon lisäasetukset.
fr_fr: Options supplémentaires pour la fonction Trace.
gl_es: Opcións adicionais para a función Trace.
hi_in: Trace फ़ंक्शन के लिए अतिरिक्त विकल्प.
hr_hr: Dodatne mogućnosti funkcije Trace.
hu_hu: A Trace funkció további beállításai.
id_id: Opsi tambahan untuk fungsi Trace.
it_it: Opzioni aggiuntive per la funzione Trace.
ja_jp: Trace 関数の追加のオプションです。
kk_kz: Trace функциясының қосымша опциялары.
ko_kr: Trace 기능에 대한 추가 옵션입니다.
lt_lt: Papildomos „Trace“ funkcijos parinktys.
lv_lv: Funkcijas Trace papildu opcijas.
ms_my: Pilihan tambahan untuk fungsi Trace.
nb_no: Tilleggsalternativer for Trace-funksjonen.
nl_nl: Aanvullende opties voor de Trace-functie.
pl_pl: Dodatkowe opcje funkcji Trace.
pt_br: Opções adicionais da função Trace.
pt_pt: Opções adicionais para a função Trace.
ro_ro: Opțiuni suplimentare pentru funcția Trace.
ru_ru: Дополнительные параметры для функции Trace.
sk_sk: Ďalšie možnosti funkcie Trace.
sl_si: Dodatne možnosti za funkcijo sledenja »Trace«.
sr_cyrl_rs: Додатне опције функције Trace.
sv_se: Ytterligare alternativ för funktionen Trace.
th_th: ตัวเลือกเพิ่มเติมสำหรับฟังก์ชัน Trace
tr_tr: Trace işlevine ek seçenekler.
uk_ua: Додаткові параметри для функції Trace.
vi_vn: Các tùy chọn bổ sung cho chức năng Trace.
zh_cn: Trace 功能的其他选项。
zh_tw: Trace 函數的其他選項。

# ErrFunctionArg2ParamMustBeConstant
source: The '{1}' parameter to the {0} function must be a constant value.
bg_bg: Параметърът {1} към функцията {0} трябва да е константна стойност.
ca_es: El paràmetre "{1}" per a la funció {0} ha de ser un valor constant.
cs_cz: Parametr {1} funkce {0} musí mít konstantní hodnotu.
da_dk: Parameteren "{1}" til funktionen {0} skal være en konstant værdi.
de_de: Der Parameter "{1}" für die Funktion "{0}" muss ein konstanter Wert sein.
el_gr: Η παράμετρος "{1}" στη συνάρτηση {0} πρέπει να είναι μια τιμή σταθεράς.
es_es: El parámetro "{1}" de la función {0} debe ser un valor constante.
et_ee: Funktsiooni {0} parameeter '{1}' peab olema konstantne väärtus.
eu_es: {0} funtzioaren "{1}" parametroak balio konstante bat izan behar du.
fi_fi: Funktion {0} parametrilla {1} on oltava vakioarvo.
fr_fr: Le paramètre « {1} » de la fonction {0} doit être une valeur constante.
gl_es: O parámetro "{1}" para a función {0} debe ser un valor constante.
hi_in: {0} फ़ंक्शन के लिए, '{1}' पैरामीटर में एक अचर मान होना चाहिए.
hr_hr: Parametar "{1}" za funkciju {0} mora biti stalna vrijednost.
hu_hu: A {0} függvény {1} paraméterének konstans értéknek kell lennie.
id_id: Parameter '{1}' untuk fungsi {0} harus merupakan nilai konstan.
it_it: Il parametro '{1}' della funzione {0} deve essere un valore costante.
ja_jp: {0} 関数の '{1}' パラメーターは定数値である必要があります。
kk_kz: {0} функциясы үшін "{1}" параметрі тұрақты мән болуы тиіс.
ko_kr: {0} 함수에 대한 '{1}' 매개 변수는 상수 값이어야 합니다.
lt_lt: Funkcijos {0} parametro {1} reikšmė turi būti pastovi.
lv_lv: Funkcijas “{0}” parametram “{1}” ir jābūt konstantai vērtībai.
ms_my: Parameter '{1}' untuk fungsi {0} mestilah nilai pemalar.
nb_no: Parameteren '{1}' for funksjonen {0} må være en fast verdi.
nl_nl: De parameter {1} voor de functie {0} moet een constante waarde zijn.
pl_pl: Parametr „{1}” funkcji {0} musi być wartością stałą.
pt_br: O parâmetro '{1}' para a função {0} precisa ser um valor constante.
pt_pt: O parâmetro "{1}" na função {0} tem de ser um valor constante.
ro_ro: Parametrul „{1}” pentru funcția {0} trebuie să fie o valoare constantă.
ru_ru: Параметр "{1}" для функции {0} должен иметь значение-константу.
sk_sk: Parameter {1} funkcie {0} musí byť konštantná hodnota.
sl_si: Parameter »{1}« v funkciji {0} mora biti konstantna vrednost.
sr_cyrl_rs: Параметар „{1}“ за функцију {0} мора да буде вредност константе.
sv_se: Parametern {1} till {0}-funktionen måste vara ett konstantvärde.
th_th: พารามิเตอร์ '{1}' ไปยังฟังก์ชัน {0} ต้องเป็นค่าคงที่
tr_tr: {0} işlevinin '{1}' parametresi sabit bir değer olmalıdır.
uk_ua: Параметр "{1}" функції "{0}" має бути постійним значенням.
vi_vn: Tham số ' {1} ' cho hàm {0} phải là giá trị hằng số.
zh_cn: {0} 函数的“{1}”参数必须是常数值。
zh_tw: {0} 函式的 '{1}' 參數必須為常數值。

# ErrJSONArg2IncompatibleOptions
source: The JSONFormat values '{0}' and '{1}' cannot be used together.
bg_bg: Стойностите на JSONFormat „{0}“ и „{1}“ не може да се използват заедно.
ca_es: Els valors de JSONFormat "{0}" i "{1}" no es poden utilitzar junts.
cs_cz: Hodnoty JSONFormat {0} a {1} se nedají použít obě najednou.
da_dk: JSONFormat-værdierne '{0}' og '{1}' kan ikke bruges sammen.
de_de: Die JSONFormat-Werte "{0}" und "{1}" können nicht zusammen verwendet werden.
el_gr: Οι τιμές JSONFormat "{0}" και "{1}" δεν είναι δυνατό να χρησιμοποιηθούν μαζί.
es_es: Los valores de JSONFormat "{0}" y "{1}" no se pueden usar juntos.
et_ee: JSONFormati väärtuseid '{0}' ja '{1}' ei saa koos kasutada.
eu_es: "{0}" eta "{1}" JSONFormat balioak ezin dira batera erabili.
fi_fi: JSONFormat-arvoja {0} ja {1} ei voi käyttää yhdessä.
fr_fr: Les valeurs JSONFormat « {0} » et « {1} » ne peuvent pas être utilisées ensemble.
gl_es: Os valores "{0}" e "{1}" de JSONFormat non se poden usar xuntos.
hi_in: JSONFormat मान '{0}' और '{1}' का उपयोग एक साथ नहीं किया जा सकता.
hr_hr: Vrijednosti JSONFormat "{0}" i "{1}" ne mogu se koristiti zajedno.
hu_hu: A(z) {0} és a(z) {1} JSONFormat-érték nem használható együtt.
id_id: Nilai JSONFormat ' {0} ' dan ' {1} ' tidak dapat digunakan bersamaan.
it_it: Non è possibile usare i valori JSONFormat '{0}' e '{1}' contemporaneamente.
ja_jp: JSONFormat 値 '{0}' と '{1}' は同時に使用することはできません。
kk_kz: "{0}" және "{1}" JSONFormat мәндерін бірге пайдалану мүмкін емес.
ko_kr: JSONFormat 값 '{0}' 및 '{1}'을(를) 함께 사용할 수 없습니다.
lt_lt: JSONFormat reikšmių {0} ir {1} negalima naudoti kartu.
lv_lv: Nevar kopā lietot JSONFormat vērtību “{0}” un “{1}”.
ms_my: Nilai '{0}' dan '{1}' JSONFormat tidak boleh digunakan bersama-sama.
nb_no: JSONFormat-verdiene "{0}" og "{1}" kan ikke brukes sammen.
nl_nl: De JSONFormat-waarden {0} en {1} kunnen niet gezamenlijk worden gebruikt.
pl_pl: Wartości JSONFormat „{0}” i „{1}” nie mogą być używane razem.
pt_br: Os valores JSONFormat '{0}' e '{1}' não podem ser usados juntos.
pt_pt: Os valores JSONFormat "{0}" e "{1}" não podem ser utilizados em conjunto.
ro_ro: Valorile JSONFormat „{0}” și „{1}” nu pot fi utilizate împreună.
ru_ru: Значения JSONFormat "{0}" и "{1}" невозможно использовать одновременно.
sk_sk: Hodnoty JSONFormat {0} a {1} sa nedajú použiť spoločne.
sl_si: Vrednosti JSONFormat »{0}« in »{1}« ni mogoče uporabiti skupaj.
sr_cyrl_rs: JSONFormat вредности „{0}“ и „{1}“ не могу се користити заједно.
sv_se: JSONFormat-värdena {0} och {1} kan inte användas tillsammans.
th_th: ไม่สามารถใช้ค่า JSONFormat '{0}' และ '{1}' ร่วมกันได้
tr_tr: '{0}' ve '{1}' JSONFormat değerleri birlikte kullanılamaz.
uk_ua: Значення JSONFormat "{0}" і "{1}" не можна використовувати разом.
vi_vn: Không thể sử dụng các giá trị JSONFormat '{0}' và '{1}' cùng nhau.
zh_cn: JSONFormat 值“{0}”和“{1}”不能同时使用。
zh_tw: 無法同時使用 JSONFormat 值 '{0}' 和 '{1}'。

# ErrJSONArg2UnsupportedOption
source: The value '{0}' is not supported as an option in the JSON function.
bg_bg: Стойността „{0}“ не се поддържа като опция във функцията JSON.
ca_es: El valor "{0}" no s'admet com a opció a la funció JSON.
cs_cz: Hodnota „{0}“ není podporována jako možnost ve funkci JSON.
da_dk: Værdien "{0}" understøttes ikke som en indstilling i JSON-funktionen.
de_de: Der Wert „{0}“ wird in der JSON-Funktion nicht als Option unterstützt.
el_gr: Η τιμή '{0}' δεν υποστηρίζεται ως επιλογή στη συνάρτηση JSON.
es_es: El valor '{0}' no se admite como opción en la función JSON.
et_ee: Väärtust {0} ei toetata funktsiooni JSON suvandina.
eu_es: "{0}" balioa ez da onartzen aukera gisa JSON funtzioan.
fi_fi: Arvoa {0} ei tueta JSON-funktion toimintona.
fr_fr: La valeur '{0}' n’est pas prise en charge en tant qu’option dans la fonction JSON.
gl_es: O valor "{0}" non se admite como opción na función JSON.
hi_in: मान '{0}' JSON फ़ंक्शन में एक विकल्प के रूप में समर्थित नहीं है.
hr_hr: Vrijednost „{0}” nije podržana kao mogućnost u funkciji JSON.
hu_hu: A(z) '{0}' érték nem támogatott beállításként a JSON függvényben.
id_id: Nilai '{0}' tidak didukung sebagai pilihan dalam fungsi JSON.
it_it: Il valore "{0}" non è supportato come opzione nella funzione JSON.
ja_jp: 値 '{0}' は、JSON 機能のオプションとしてサポートされていません。
kk_kz: "{0}" мәні JSON функциясында опция ретінде қолданылмайды.
ko_kr: '{0}' 값은 JSON 함수에서 옵션으로 지원되지 않습니다.
lt_lt: Reikšmė „{0}“ JSON funkcijoje nepalaikoma kaip parinktis.
lv_lv: Vērtība “{0}” netiek atbalstīta kā opcija JSON funkcijā.
ms_my: Nilai '{0}' tidak disokong sebagai pilihan dalam fungsi JSON.
nb_no: Verdien {0} støttes ikke som et alternativ i JSON-funksjonen.
nl_nl: De waarde {0} wordt niet als optie ondersteund in de JSON-functie.
pl_pl: Wartość „{0}” nie jest obsługiwana jako opcja w funkcji JSON.
pt_br: O valor "{0}" não tem suporte como uma opção na função JSON.
pt_pt: O valor "{0}" não é suportado como uma opção na função JSON.
ro_ro: Valoarea „{0}” nu este acceptată ca opțiune în funcția JSON.
ru_ru: Значение "{0}" не поддерживается в качестве параметра в функции JSON.
sk_sk: Hodnota {0} nie je podporovaná ako možnosť vo funkcii JSON.
sl_si: Vrednost »{0}« ni podprta kot možnost v funkciji JSON.
sr_cyrl_rs: Вредност „{0}“ није подржана као опција у функцији JSON.
sv_se: Värdet "{0}" stöds inte som ett alternativ i JSON-funktionen.
th_th: ค่า '{0}' ไม่ได้รับการสนับสนุนให้เป็นตัวเลือกในฟังก์ชัน JSON
tr_tr: '{0}' değeri, JSON işlevinde bir seçenek olarak desteklenmez.
uk_ua: Значення "{0}" не підтримується як параметр функції JSON.
vi_vn: Giá trị "{0}" không được hỗ trợ dưới dạng tùy chọn trong hàm JSON.
zh_cn: 不支持将值 '{0}' 作为 JSON 函数中的选项。
zh_tw: 不支援以 '{0}' 值做為 JSON 函式中的選項。

# ErrJSONArg1ContainsUnsupportedMedia
source: The value passed to the JSON function contains media, and it is not supported by default. To allow JSON serialization of media values, make sure to use the IncludeBinaryData option in the 'format' parameter.
bg_bg: Стойността, подадена на функцията JSON, съдържа мултимедийно съдържание и не се поддържа по подразбиране. За да разрешите JSON сериализиране на мултимедийни стойности, се уверете, че използвате опцията IncludeBinaryData в параметъра format.
ca_es: El valor que s'ha passat a la funció JSON conté fitxers multimèdia i no s'admet per defecte. Per permetre la serialització JSON dels valors multimèdia, assegureu-vos que utilitzeu l'opció IncludeBinaryData al paràmetre "format".
cs_cz: Hodnota předaná do funkce JSON obsahuje média, což se ve výchozím nastavení nepodporuje. Pokud chcete povolit serializaci JSON pro hodnoty médií, ujistěte se, že jste v parametru format použili možnost IncludeBinaryData.
da_dk: Den værdi, der overføres til JSON-funktionen, indeholder medier, og den understøttes ikke som standard. Hvis du vil tillade JSON-serialisering af medieværdier, skal du sørge for at bruge indstillingen IncludeBinaryData i parameteren 'format'.
de_de: Der an die JSON-Funktion übergebene Wert enthält Medien und wird standardmäßig nicht unterstützt. Um die JSON-Serialisierung von Medienwerten zuzulassen, stellen Sie sicher, dass Sie die Option "IncludeBinaryData" im Parameter "format" verwenden.
el_gr: Η τιμή που μεταβιβάζεται στη συνάρτηση JSON περιέχει πολυμέσα και δεν υποστηρίζεται από προεπιλογή. Για να επιτρέψετε τη σειριοποίηση JSON τιμών πολυμέσων, φροντίστε να χρησιμοποιήσετε την επιλογή IncludeBinaryData στην παράμετρο "μορφή".
es_es: El valor pasado a la función JSON contiene un elementos multimedia y no se admite de forma predeterminada. Para permitir la serialización JSON de valores multimedia, asegúrese de usar la opción IncludeBinaryData en el parámetro "format".
et_ee: Funktsiooni JSON edastatud väärtus sisaldab meediumeid ja seda ei toetata vaikimisi. Meediumiväärtuste JSON-i serialiseerimise lubamiseks kasutage parameetris 'format' kindlasti suvandit IncludeBinaryData.
eu_es: JSON funtziora eraman den balioak multimedia-edukia du eta ez da onartzen modu lehenetsian. JSON formatuari multimedia-balioak serializatzeko baimena emateko, ziurtatu IncludeBinaryData aukera erabiltzen duzula "format" parametroan.
fi_fi: JSON-funktiolle välitetty arvo sisältää mediasisältöä, eikä sitä tueta oletusarvon mukaa. Jos haluat sallia mediasisältöarvojen JSON-sarjoittamisen, varmista, että käytät IncludeBinaryData-asetusta format-parametrissa.
fr_fr: La valeur transmise à la fonction JSON contient un fichier multimédia et n’est pas prise en charge par défaut. Pour autoriser la sérialisation JSON de valeurs associées à des fichiers multimédias, veillez à utiliser l’option IncludeBinaryData dans le paramètre « format ».
gl_es: O valor que se pasou para a función JSON inclúe contido multimedia e non se admite por defecto. Para permitir a serialización JSON de valores multimedia, asegúrese de usar a opción IncludeBinaryData no parámetro "formato".
hi_in: JSON फ़ंक्शन के लिए पास किए गए मान में मीडिया शामिल है और यह डिफ़ॉल्ट रूप से समर्थित नहीं है. मीडिया मानों के JSON क्रमबद्ध की अनुमति देने के लिए, 'फ़ॉर्मेट' पैरामीटर में IncludeBinaryData विकल्प का उपयोग करना सुनिश्चित करें.
hr_hr: Vrijednost proslijeđena JSON funkciji sadrži medije i nije podržana prema zadanim postavkama. Da biste omogućili JSON serijalizaciju medijskih vrijednosti, obavezno upotrijebite mogućnost IncludeBinaryData u parametru "oblik".
hu_hu: A JSON-függvénynek átadott érték multimédiát tartalmaz, és alapértelmezés szerint nem támogatott. Ha engedélyezni szeretné a médiaértékek JSON-szerializálását, használja az IncludeBinaryData beállítást a „format” paraméterben.
id_id: Nilai yang diberikan ke fungsi JSON berisi media, dan hal ini tidak didukung secara default. Untuk memungkinkan serialisasi JSON dari nilai media, pastikan Anda menggunakan pilihan IncludeBinaryData dalam parameter 'format'.
it_it: Il valore passato alla funzione JSON contiene oggetti multimediali e questo scenario non è supportato per impostazione predefinita. Per consentire la serializzazione JSON dei valori multimediali, assicurarsi di usare l'opzione IncludeBinaryData nel parametro 'formato'.
ja_jp: JSON 関数に渡された値はメディアを含んでおり、既定ではサポートされていません。メディア値の JSON シリアル化を許可するには、'format' パラメーターに IncludeBinaryData オプションを使用してください。
kk_kz: JSON функциясына берілген мәнде медиа бар және оған әдепкіде қолдау көрсетілмейді. JSON үшін медиа мәндерін сериализациялауға рұқсат ету үшін "пішім" параметрінде IncludeBinaryData опциясын пайдаланыңыз.
ko_kr: JSON 함수에 전달된 값에 미디어가 포함되어 있는데 이는 기본적으로 지원되지 않습니다. 미디어 값의 JSON serialization을 허용하려면 '형식' 매개 변수에 IncludeBinaryData 옵션을 사용해야 합니다.
lt_lt: JSON funkcijai perduota reikšmė apima mediją, o pagal numatytuosius parametrus ji nepalaikoma. Norėdami leisti medijos reikšmių JSON nuoseklinimą, būtinai naudokite parinktį IncludeBinaryData, esančią parametre formatas.
lv_lv: JSON funkcijai norādītajā vērtībā ir iekļauts multivides saturs, un tā pēc noklusējuma netiek atbalstīta. Lai atļautu multivides vērtību JSON serializēšanu, parametrā “format” jāizmanto opcija IncludeBinaryData.
ms_my: Nilai yang dihantar ke fungsi JSON mengandungi media dan ia tidak disokong secara lalai. Untuk membenarkan pensirian JSON untuk nilai media, pastikan untuk menggunakan opsyen parameter IncludeBinaryData dalam 'format' parameter.
nb_no: Verdien som sendes til JSON-funksjonen inneholder medier og den støttes ikke som standard. For å tillate JSON-serialisering av medieverdier, må du påse å bruke IncludeBinaryData-alternativet i parameteren format.
nl_nl: De waarde die is doorgegeven aan de JSON-functie, bevat media en wordt niet standaard ondersteund. Als u JSON-serialisatie van mediawaarden wilt toestaan, moet u de optie IncludeBinaryData gebruiken in de parameter format.
pl_pl: Wartość przekazywana do funkcji JSON zawiera multimedia, które nie są domyślnie obsługiwane. Aby zezwolić na serializowanie JSON wartości multimedialnych, upewnij się, że w parametrze „format” podano opcję IncludeBinaryData.
pt_br: O valor passado para a função JSON contém mídia e por padrão não há suporte para ele. Para permitir a serialização JSON de valores de mídia, não se esqueça de usar a opção IncludeBinaryData no parâmetro 'format'.
pt_pt: O valor transmitido para a função JSON contém suporte de dados e não é suportado por predefinição. Para permitir a serialização JSON de valores do suporte de dados, certifique-se de que utiliza a opção IncludeBinaryData no parâmetro "formato".
ro_ro: Valoarea transmisă funcției JSON are conținut media și nu este acceptată în mod implicit. Pentru a permite serializarea JSON a valorilor media, asigurați-vă că utilizați opțiunea IncludeBinaryData în parametrul „format”.
ru_ru: Значение, передаваемое функции JSON, содержит медиаданные и по умолчанию не поддерживается. Чтобы включить сериализацию значений медиаданных для JSON, в качестве параметра "формат" используйте IncludeBinaryData.
sk_sk: Hodnota odovzdaná funkcii JSON obsahuje médium a nie je predvolene podporovaná. Ak chcete povoliť serializáciu hodnôt médií vo formáte JSON, nezabudnite použiť možnosť IncludeBinaryData v parametri Format.
sl_si: Vrednost, ki je posredovana funkciji JSON, vsebuje predstavnost in ni privzeto podprta. Če želite dovoliti serializacijo vrednosti predstavnosti JSON, morate v parametru »format« uporabiti možnost »IncludeBinaryData«.
sr_cyrl_rs: Вредност прослеђена функцији JSON садржи медије, а није подржана по подразумеваној вредности. Да бисте дозволили JSON серијализацију медијских вредности, уверите се да користите опцију IncludeBinaryData у параметру „формат“.
sv_se: Det värde som skickas till JSON-funktionen innehåller media och stöds inte som standard. Om du vill tillåta JSON-serialisering av mediavärden måste du använda alternativet IncludeBinaryData i parametern format.
th_th: ค่าที่ส่งผ่านไปยังฟังก์ชัน JSON มีสื่อ และไม่ได้รับการรับรองตามค่าเริ่มต้น เมื่อต้องการอนุญาตการจัดเรียงแบบอนุกรม JSON ของค่าสื่อ ให้ตรวจสอบให้แน่ใจว่าได้ใช้ตัวเลือก IncludeBinaryData ในพารามิเตอร์ 'รูปแบบ'
tr_tr: JSON işlevine geçirilen değer medya içeriyor ve varsayılan olarak desteklenmiyor. Medya değerlerinin JSON serileştirmesine izin vermek için, 'format' parametresinde IncludeBinaryData seçeneğini kullandığınızdan emin olun.
uk_ua: Значення, передане до функції JSON, містить медіадані та не підтримується за замовчуванням. Щоб дозволити серіалізацію JSON для значень медіаданих, виберіть для параметра "формат" варіант "IncludeBinaryData".
vi_vn: Giá trị được truyền đến hàm JSON chứa phương tiện và không được hỗ trợ theo mặc định. Để cho phép chuỗi các giá trị truyền thông của JSON, hãy đảm bảo sử dụng tùy chọn IncludeBinaryData trong tham số 'format'.
zh_cn: 传递给 JSON 函数的值包含媒体，且默认不受支持。要允许媒体值的 JSON 序列化，请确保使用 "format" 参数中的 IncludeBinaryData 选项。
zh_tw: 傳遞至 JSON 函數的值包含媒體，但預設不予以支援。若要允許媒體值的 JSON 序列化，請務必在 'format' 參數中使用 IncludeBinaryData 選項。
