Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCharT
source: Returns a table of characters specified by the code numbers from the character set on your platform.
bg_bg: Връща таблица със знаците, указани от номерата на кодовете от набора знаци на платформата.
ca_es: Retorna una taula de caràcters especificada pels números de codi del joc de caràcters de la plataforma.
cs_cz: Vrátí tabulku znaků určených čísly kódů ze znakové sady vaší platformy.
da_dk: Returnerer en tabel med tegn, der er angivet af kodenumrene på din platforms tegnsæt.
de_de: Gibt die Zeichentabelle zurück, die durch die Codenummern aus dem Zeichensatz für Ihre Plattform angegeben wird.
el_gr: Επιστρέφει έναν πίνακα χαρακτήρων που καθορίζονται από τους κωδικούς αριθμούς από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Devuelve una tabla de caracteres especificados por los números de código del juego de caracteres de la plataforma.
et_ee: Tagastab teie platvormi märgistikust koodidega määratud märkide tabeli.
eu_es: Plataformako karaktere jokoaren kode-zenbakien arabera zehaztutako karaktere-taula itzultzen du.
fi_fi: Palauttaa taulukon merkkejä, jotka alustasi merkistön koodinumerot määrittävät.
fr_fr: Retourne une table de caractères spécifiés par les codes numériques du jeu de caractères sur votre plateforme.
gl_es: Devolve unha táboa de caracteres especificados polos números de código do conxunto de caracteres da súa plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर वर्ण सेट से कोड संख्याओं द्वारा निर्दिष्ट वर्ण की तालिका लौटाता है.
hr_hr: Vraća tablicu znakova koju navode kodni brojevi iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletében használt kódszámoknak megfelelő karakterek tábláját adja vissza.
id_id: Menampilkan tabel karakter yang ditentukan oleh nomor kode dari set karakter .
it_it: Restituisce una tabella di caratteri specificata dai numeri di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットの複数のコード番号を指定すると、文字のテーブルを返します。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірлерінде көрсетілген таңбалар кестесін қайтарады.
ko_kr: 플랫폼에 설정된 문자의 코드 번호에서 지정된 문자 테이블을 반환합니다.
lt_lt: Pateikia lentelę simbolių, kuriuos nurodo kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Atgriež kodu numuru norādīto rakstzīmju tabulu no rakstzīmju kopas jūsu platformā.
ms_my: Mengembalikan jadual aksara yang ditentukan oleh nombor kod daripada set aksara pada platform anda.
nb_no: Returnerer en tabell med tegn som svarer til kodetallene fra tegnsettet på plattformen din.
nl_nl: Hiermee wordt tabel met tekens geretourneerd die zijn opgegeven door de codenummers van de tekenset op uw platform.
pl_pl: Zwraca tabelę znaków określoną przez numery kodu z zestawu znaków na platformie.
pt_br: Retorna uma tabela de caracteres especificados por números de código no conjunto de caracteres da plataforma.
pt_pt: Devolve uma tabela de carateres especificada pelos números de código do caráter definido na plataforma.
ro_ro: Returnează un tabel de caractere specificate de numerele de cod din setul de caractere de pe platformă.
ru_ru: Возвращает таблицу символов, указанную кодами из кодировки для вашей платформы.
sk_sk: Vráti tabuľku znakov určených číselnými kódmi z tabuľky znakov na vašej platforme.
sl_si: Vrne tabelo znakov, ki jih določajo številke kod iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Враћа табелу знакова коју је навео кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Vraća tabelu znakova koju je naveo kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Returnerar en tabell med tecken som specificerats av kodnumren från teckenuppsättningen på din plattform.
th_th: คืนค่าตารางที่มีอักขระที่ระบุด้วยรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzda bulunan karakter kümesindeki kod numaraları ile belirtilen karakter tablosunu döndürür.
uk_ua: Повертає таблицю символів, визначених кодовими числами, з набору в середовищі вашої платформи.
vi_vn: Trả về bảng ký tự được chỉ định theo số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 返回平台上字符集中的代码编号指定的字符组成的表。
zh_tw: 傳回您平台上字元集代碼編號所指定的字元資料表。

# CharTArg1
source: column_of_numbers
bg_bg: колона_от_числа
ca_es: columna_de_nombres
cs_cz: sloupec_čísel
da_dk: kolonne_af_tal
de_de: Spalte_mit_Zahlen
el_gr: στήλη_αριθμών
es_es: columna_números
et_ee: arvuveerg
eu_es: zenbakien_zutabea
fi_fi: lukujen_sarake
fr_fr: colonne_de_nombres
gl_es: columna_de_números
hi_in: संख्याओं_का_स्तंभ
hr_hr: stupac_brojeva
hu_hu: számokat_tartalmazó_oszlop
id_id: kolom_angka
it_it: colonna_di_numeri
ja_jp: 数値の列
kk_kz: сандар_бағаны
ko_kr: 숫자_열
lt_lt: skaičių_stulpelis
lv_lv: skaitļu_kolonna
ms_my: lajur_nombor
nb_no: kolonne_med_tall
nl_nl: kolom_met_getallen
pl_pl: kolumna_liczb
pt_br: coluna_de_números
pt_pt: coluna_de_números
ro_ro: coloană_de_numere
ru_ru: столбец_чисел
sk_sk: stĺpec_s_číslami
sl_si: stolpec_števil
sr_cyrl_rs: колона_са_бројевима
sr_latn_rs: kolona_sa_brojevima
sv_se: kolumn_med_siffror
th_th: คอลัมน์_ของ_ตัวเลข
tr_tr: sayı_sütunu
uk_ua: кількість_стовпців
vi_vn: cột_chứa_số
zh_cn: 数字组成的列
zh_tw: 數值資料行

# AboutChar_column_of_numbers
source: A column of code numbers from the character set on your platform.
bg_bg: Колона с номерата на кодовете от набора знаци на платформата.
ca_es: Columna de números de codi del joc de caràcters de la plataforma.
cs_cz: Sloupec s čísly kódů ze znakové sady vaší platformy
da_dk: En kolonne med kodenumrene fra din platforms tegnsæt.
de_de: Eine Spalte mit Codenummern aus dem Zeichensatz Ihrer Plattform.
el_gr: Στήλη κωδικών αριθμών από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Una columna de números de código del conjunto de caracteres de la plataforma.
et_ee: Teie platvormi märgistikust pärit koodide veerg.
eu_es: Plataformako karaktere jokoko kode-zenbakien zutabea.
fi_fi: Alustasi merkistön koodin numeroiden sarake.
fr_fr: Colonne de codes numériques du jeu de caractères sur votre plateforme.
gl_es: Columna de números de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से कोड संख्याओं का एक स्तंभ.
hr_hr: Stupac kodnih brojeva iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletéből származó kódszámok oszlopa.
id_id: Kolom nomor kode dari set karakter .
it_it: Colonna di numeri di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号が入った列。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірлерінің бағаны.
ko_kr: 플랫폼에 설정된 문자의 코드 번호 열입니다.
lt_lt: Stulpelis su kodais iš simbolių rinkinio jūsų platformoje.
lv_lv: Kodu numuru kolonna no rakstzīmju kopas jūsu platformā.
ms_my: Lajur nombor kod daripada set aksara pada platform anda.
nb_no: En kolonne ned kodenumre fra tegnsettet på plattformen din.
nl_nl: Een kolom met codenummers van de tekenset op uw platform.
pl_pl: Kolumna numerów kodu z zestawu znaków na platformie.
pt_br: Coluna de números de código do conjunto de caracteres da plataforma.
pt_pt: Uma coluna de números de código do caráter definido na plataforma.
ro_ro: O coloană de numere de cod din setul de caractere de pe platformă.
ru_ru: Столбец номеров кодов из кодировки для вашей платформы.
sk_sk: Stĺpec čísel kódov zo znakovej sady na vašej platforme.
sl_si: Stolpec s številkami kod iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Колона кодних бројева из скупа знакова постављених на платформи.
sr_latn_rs: Kolona kodnih brojeva iz skupa znakova postavljenih na platformi.
sv_se: En kolumn med kodnummer från teckenuppsättningen på din plattform.
th_th: คอลัมน์ของรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzdaki karakter kümesinde yer alan kod numaralarını içeren bir sütun.
uk_ua: Стовпець кодових чисел із набору символів у середовищі вашої платформи.
vi_vn: Cột số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 平台上字符集中的代码编号组成的列。
zh_tw: 您平台上字元集代碼編號的資料行。

# AboutParseJSON
source: Converts a JSON string into an object.
bg_bg: Преобразува JSON низ в обект.
ca_es: Converteix una cadena JSON en un objecte.
cs_cz: Převede řetězec JSON na objekt.
da_dk: Konverterer en JSON-streng til et objekt.
de_de: Konvertiert eine JSON-Zeichenfolge in ein Objekt.
el_gr: Μετατρέπει μια συμβολοσειρά JSON σε αντικείμενο.
es_es: Convierte una cadena JSON en un objeto.
et_ee: Teisendab JSON-stringi objektiks.
eu_es: JSON kateak objektu bihurtzen ditu.
fi_fi: Muuntaa JSON-merkkijonon objektiksi.
fr_fr: Convertit une chaîne JSON en objet.
gl_es: Converte unha cadea JSON nun obxecto.
hi_in: JSON स्ट्रिंग को ऑब्जेक्ट में रूपांतरित करें.
hr_hr: Pretvara JSON niz u objekt.
hu_hu: Objektummá alakít egy JSON-sztringet.
id_id: Mengonversi string JSON menjadi objek.
it_it: Converte una stringa JSON in un oggetto.
ja_jp: JSON 文字列をオブジェクトに変換します。
kk_kz: JSON жолын нысанға түрлендіреді.
ko_kr: JSON 문자열을 개체로 변환합니다.
lt_lt: Konvertuoja JSON eilutę į objektą.
lv_lv: Pārvērš JSON virkni par objektu.
ms_my: Menukar rentetan JSON kepada objek.
nb_no: Konverterer en JSON-streng til et objekt.
nl_nl: Converteert een JSON-tekenreeks naar een object.
pl_pl: Konwertuje ciąg w formacie JSON na obiekt.
pt_br: Converte uma cadeia JSON em um objeto.
pt_pt: Converte uma cadeia JSON num objeto.
ro_ro: Convertește un șir JSON într-un obiect.
ru_ru: Преобразует строку JSON в объект.
sk_sk: Konvertuje reťazec JSON na objekt.
sl_si: Niz JSON pretvori v predmet.
sr_cyrl_rs: Конвертује JSON ниску у објекат.
sr_latn_rs: Konvertuje JSON nisku u objekat.
sv_se: Konverterar en JSON-sträng till ett objekt.
th_th: แปลงสตริง JSON ให้เป็นออบเจ็กต์
tr_tr: JSON dizesini nesneye dönüştürür.
uk_ua: Перетворює рядок JSON на об’єкт.
vi_vn: Chuyển đổi một chuỗi JSON thành đối tượng.
zh_cn: 将 JSON 字符串转换为对象。
zh_tw: 將 JSON 字串轉換成物件。

# ParseJSONArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bemenet
id_id: masukan
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane_wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vhod
sr_cyrl_rs: унос
sr_latn_rs: unos
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
vi_vn: đầu_vào
zh_cn: 输入
zh_tw: 輸入

# AboutParseJSON_input
source: A JSON string to process.
bg_bg: JSON низ за обработка.
ca_es: Cadena JSON per processar.
cs_cz: Řetězec JSON ke zpracování.
da_dk: En JSON-streng, der skal behandles.
de_de: Eine zu verarbeitende JSON-Zeichenfolge.
el_gr: Μια συμβολοσειρά JSON για επεξεργασία.
es_es: Cadena JSON que se procesará.
et_ee: Töödeldav JSON-string.
eu_es: Prozesatzeko JSON katea.
fi_fi: Käsiteltävä JSON-merkkijono.
fr_fr: Chaîne JSON à traiter.
gl_es: Cadea JSON que se vai procesar.
hi_in: प्रोसेस की जाने वाली एक JSON स्ट्रिंग.
hr_hr: JSON niz za obradu.
hu_hu: A feldolgozandó JSON-sztring.
id_id: String JSON yang akan diproses.
it_it: Stringa JSON da elaborare.
ja_jp: 処理する JSON 文字列です。
kk_kz: Өңдеуге арналған JSON жолы.
ko_kr: 처리할 JSON 문자열.
lt_lt: Apdorotina JSON eilutė.
lv_lv: Apstrādājamā JSON virkne.
ms_my: Rentetan JSON untuk diproses.
nb_no: En JSON-streng som skal behandles.
nl_nl: Een JSON-tekenreeks die moet worden verwerkt.
pl_pl: Ciąg w formacie JSON do przetworzenia.
pt_br: Uma cadeia de caracteres JSON a ser processada.
pt_pt: Uma cadeia JSON a processar.
ro_ro: Un șir JSON de procesat.
ru_ru: Строка JSON для обработки.
sk_sk: Reťazec JSON, ktorý sa má spracovať.
sl_si: Niz JSON, ki ga želite obdelati.
sr_cyrl_rs: JSON ниска за обраду.
sr_latn_rs: JSON niska za obradu.
sv_se: En JSON-sträng att bearbeta.
th_th: สตริง JSON ที่จะประมวลผล
tr_tr: İşlenecek JSON dizesi.
uk_ua: Рядок JSON для обробки.
vi_vn: Một chuỗi JSON để xử lý.
zh_cn: 要处理的 JSON 字符串。
zh_tw: 要處理的 JSON 字串。

# AboutIndex
source: Returns the record in a table at a given index.
bg_bg: Връща записа в таблица при даден индекс.
ca_es: Retorna el registre d'una taula en un índex determinat.
cs_cz: Vrátí záznam v tabulce v daném indexu.
da_dk: Returnerer posten i en tabel ved et givent indeks.
de_de: Gibt den Datensatz in einer Tabelle zu einem bestimmten Index zurück.
el_gr: Επιστρέφει την καρτέλα σε έναν πίνακα σε ένα δεδομένο ευρετήριο.
es_es: Devuelve el registro de una tabla en un índice determinado.
et_ee: Tagastab tabelis kirje antud registriga.
eu_es: Emandako indizeko taula bateko erregistro bat itzultzen du.
fi_fi: Palauttaa tietueen taulukon annetusta indeksistä.
fr_fr: Retourne l’enregistrement dans une table à partir d’un index donné.
gl_es: Devolve o rexistro dunha táboa nun índice determinado.
hi_in: तालिका में किसी दिए गए इंडेक्स पर रिकॉर्ड लौटाता है.
hr_hr: Vraća zapis u tablici na određenom indeksu.
hu_hu: Visszaadja a tábla adott indexhez tartozó rekordját.
id_id: Mengembalikan rekaman di tabel pada indeks tertentu.
it_it: Restituisce il record di una tabella in corrispondenza di un indice specificato.
ja_jp: 特定のインデックスにあるテーブル内のレコードを返します。
kk_kz: Берілген индексте кестедегі жазбаны қайтарады.
ko_kr: 해당 색인에서 테이블의 레코드를 반환합니다.
lt_lt: Pateikia įrašą lentelėje pagal nurodytą rodyklę.
lv_lv: Atgriež tabulas ierakstu ar noteiktu indeksu.
ms_my: Mengembalikan rekod dalam jadual pada indeks yang diberikan.
nb_no: Returnerer oppføringen i en tabell ved en gitt indeks.
nl_nl: Retourneert de record in een tabel bij een bepaalde index.
pl_pl: Zwraca rekord znajdujący się pod podanym indeksem w tabeli.
pt_br: Retorna o registro em uma tabela em um determinado índice.
pt_pt: Devolve o registo numa tabela num índice indicado.
ro_ro: Returnează înregistrarea de la un index dat dintr-un tabel.
ru_ru: Возвращает запись в таблице по заданному индексу.
sk_sk: Vráti záznam v tabuľke v rámci daného indexu.
sl_si: Vrne zapis v tabeli ob danem indeksu.
sr_cyrl_rs: Даје запис у табели у датом индексу.
sr_latn_rs: Daje zapis u tabeli u datom indeksu.
sv_se: Returnerar posten i en tabell vid ett visst index.
th_th: ส่งกลับเรกคอร์ดในตารางตามดัชนีที่กำหนด
tr_tr: Belirli bir dizinde bir tablodaki kaydı döndürür.
uk_ua: Повертає запис у таблиці із заданим індексом.
vi_vn: Trả về bản ghi trong bảng tại một chỉ mục nhất định.
zh_cn: 返回表中给定索引处的记录。
zh_tw: 在指定索引處傳回資料表中的資料。

# IndexArg1
source: table
bg_bg: таблица
ca_es: taula
cs_cz: tabulka
da_dk: tabel
de_de: Tabelle
el_gr: πίνακας
es_es: tabla
et_ee: tabel
eu_es: taula
fi_fi: taulukko
gl_es: táboa
hi_in: तालिका
hr_hr: tablica
hu_hu: tábla
id_id: tabel
it_it: tabella
ja_jp: テーブル
kk_kz: кесте
ko_kr: 테이블
lt_lt: lentelė
lv_lv: tabula
ms_my: jadual
nb_no: tabell
nl_nl: tabel
pl_pl: tabela
pt_br: tabela
pt_pt: tabela
ro_ro: tabel
ru_ru: таблица
sk_sk: tabuľka
sl_si: tabela
sr_cyrl_rs: табела
sr_latn_rs: tabela
sv_se: tabell
th_th: ตาราง
tr_tr: tablo
uk_ua: таблиця
vi_vn: bảng
zh_cn: 表
zh_tw: 資料表

# IndexArg2
source: index
bg_bg: индекс
ca_es: índex
da_dk: indeks
el_gr: ευρετήριο
es_es: índice
et_ee: register
eu_es: indizea
fi_fi: indeksi
gl_es: índice
hi_in: इंडेक्स
hr_hr: indeks
id_id: indeks
it_it: indice
ja_jp: インデックス
kk_kz: индекс
ko_kr: 색인
lt_lt: rodyklė
lv_lv: indekss
ms_my: indeks
nb_no: indeks
pl_pl: indeks
pt_br: índice
pt_pt: índice
ru_ru: индекс
sl_si: kazalo
sr_cyrl_rs: индекс
sr_latn_rs: indeks
th_th: ดัชนี
tr_tr: dizin
uk_ua: індекс
vi_vn: chỉ mục
zh_cn: 索引
zh_tw: 索引

# AboutIndex_table
source: A table.
bg_bg: Таблица.
ca_es: Taula.
cs_cz: Tabulka.
da_dk: En tabel.
de_de: Eine Tabelle.
el_gr: Ένας πίνακας.
es_es: Una tabla
et_ee: Tabel.
eu_es: Taula bat.
fi_fi: Taulukko.
fr_fr: Une table.
gl_es: Táboa.
hi_in: तालिका.
hr_hr: Jedna tablica.
hu_hu: Egy tábla.
id_id: Tabel.
it_it: Una tabella.
ja_jp: テーブルです。
kk_kz: Кесте.
ko_kr: 테이블.
lt_lt: Lentelė.
lv_lv: Tabula.
ms_my: Jadual.
nb_no: En tabell.
nl_nl: Een tabel.
pl_pl: Tabela.
pt_br: Uma tabela.
pt_pt: Uma tabela.
ro_ro: Un tabel.
ru_ru: Таблица.
sk_sk: Tabuľka.
sl_si: Tabela.
sr_cyrl_rs: Табела.
sr_latn_rs: Tabela.
sv_se: En tabell.
th_th: ตาราง
tr_tr: Bir tablo.
uk_ua: Таблиця.
vi_vn: Bảng.
zh_cn: 一个表。
zh_tw: 資料表。

# AboutIndex_index
source: The index of the record to be retrieved.
bg_bg: Индексът за записа, който трябва да бъде извлечен.
ca_es: Índex del registre que s'ha de recuperar.
cs_cz: Index záznamu, který má být načten.
da_dk: Indekset for den post, der skal hentes.
de_de: Der Index des Datensatzes, der abgerufen werden soll.
el_gr: Το ευρετήριο της καρτέλας προς ανάκτηση.
es_es: El índice del registro que se recuperará.
et_ee: Toodava kirje register.
eu_es: Eskuratu nahi duzun erregistroaren indizea.
fi_fi: Noudettavan tietueen indeksi.
fr_fr: Index de l’enregistrement à récupérer.
gl_es: Índice do rexistro que se vai recuperar.
hi_in: रिकॉर्ड का इंडेक्स जिसे पुनर्प्राप्त किया जाना है.
hr_hr: Indeks zapisa koji treba dohvatiti.
hu_hu: A lekérni kívánt rekord indexe.
id_id: Indeks rekaman yang akan diambil.
it_it: Indice del record da recuperare.
ja_jp: 取得するレコードのインデックスです。
kk_kz: Алынатын жазбаның индексі.
ko_kr: 검색할 레코드의 색인입니다.
lt_lt: Nuskaitoma įrašo rodyklė.
lv_lv: Izgūstamā ieraksta rādītājs.
ms_my: Indeks rekod yang akan diambil.
nb_no: Indeksen for oppføringen som skal hentes.
nl_nl: De index van de record die moet worden opgehaald.
pl_pl: Indeks rekordu, który ma zostać pobrany.
pt_br: O índice do registro a ser recuperado.
pt_pt: O índice do registo a obter.
ro_ro: Indexul înregistrării de regăsit.
ru_ru: Индекс записи, которую требуется извлечь.
sk_sk: Index záznamu, ktorý sa má načítať.
sl_si: Indeks zapisa, ki ga želite pridobiti.
sr_cyrl_rs: Индекс записа који треба преузети.
sr_latn_rs: Indeks zapisa koji treba preuzeti.
sv_se: Index för den post som ska hämtas.
th_th: ดัชนีของเรกคอร์ดที่จะเรียก
tr_tr: Alınacak kaydın dizini.
uk_ua: Індекс запису, який потрібно отримати.
vi_vn: Chỉ mục của bản ghi sẽ được truy xuất.
zh_cn: 要检索的记录的索引。
zh_tw: 要擷取之記錄的索引。

# Screen_Name_DisplayName
source: Name
bg_bg: Име
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
eu_es: Izena
fi_fi: Nimi
fr_fr: Nom
gl_es: Nome
hi_in: नाम
hr_hr: Naziv
hu_hu: Név
id_id: Nama
it_it: Nome
ja_jp: 名前
kk_kz: Аты
ko_kr: 이름
lt_lt: Pavadinimas
lv_lv: Nosaukums
ms_my: Nama
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Názov
sl_si: Ime
sr_cyrl_rs: Назив
sr_latn_rs: Ime
sv_se: Namn
th_th: ชื่อ
tr_tr: Ad
uk_ua: Ім’я
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# Screen_Printing_DisplayName
source: Printing
bg_bg: Отпечатва се
ca_es: Impressió
cs_cz: Tisk
da_dk: Udskrivning
de_de: Drucken
el_gr: Εκτύπωση
es_es: Imprimiendo
et_ee: Printimine
eu_es: Inprimatzen
fi_fi: Tulostaminen
fr_fr: Impression
gl_es: Imprimindo
hi_in: मुद्रण
hr_hr: Ispis
hu_hu: Nyomtatás
id_id: Pencetakan
it_it: Stampa in corso
ja_jp: 印刷中
kk_kz: Басып шығару
ko_kr: 인쇄
lt_lt: Spausdinimas
lv_lv: Drukāšana
ms_my: Mencetak
nb_no: Skriver ut
nl_nl: Afdrukken
pl_pl: Drukowanie
pt_br: Imprimindo
pt_pt: A imprimir
ro_ro: Imprimare
ru_ru: Печать
sk_sk: Tlačí sa
sl_si: Tiskanje
sr_cyrl_rs: Штампање
sr_latn_rs: Štampanje
sv_se: Utskrift
th_th: กำลังพิมพ์
tr_tr: Baskı
uk_ua: Друк
vi_vn: In
zh_cn: 正在打印
zh_tw: 列印中

# Screen_ImagePosition_DisplayName
source: Image position
bg_bg: Позиция на изображението
ca_es: Posició de la imatge
cs_cz: Umístění obrázku
da_dk: Billedposition
de_de: Bildposition
el_gr: Θέση εικόνας
es_es: Posición de imagen
et_ee: Pildi asend
eu_es: Irudiaren posizioa
fi_fi: Kuvan sijainti
fr_fr: Position de l’image
gl_es: Posición da imaxe
hi_in: छवि की स्थिति
hr_hr: Položaj slike
hu_hu: Kép pozíciója
id_id: Posisi gambar
it_it: Posizione immagine
ja_jp: 画像の位置
kk_kz: Сурет орны
ko_kr: 이미지 위치
lt_lt: Vaizdo padėtis
lv_lv: Attēla pozīcija
ms_my: Posisi imej
nb_no: Bildeplassering
nl_nl: Afbeeldingspositie
pl_pl: Pozycja obrazu
pt_br: Posição da imagem
pt_pt: Posição da imagem
ro_ro: Poziție imagine
ru_ru: Положение изображения
sk_sk: Pozícia obrázka
sl_si: Mesto slike
sr_cyrl_rs: Положај слике
sr_latn_rs: Položaj slike
sv_se: Bildplacering
th_th: ตำแหน่งของภาพ
tr_tr: Görüntü konumu
uk_ua: Положення зображення
vi_vn: Vị trí hình ảnh
zh_cn: 图像位置
zh_tw: 影像位置

# Screen_Size_DisplayName
source: Size
bg_bg: Размер
ca_es: Mida
cs_cz: Velikost
da_dk: Størrelse
de_de: Größe
el_gr: Μέγεθος
es_es: Tamaño
et_ee: Suurus
eu_es: Tamaina
fi_fi: Koko
fr_fr: Taille
gl_es: Tamaño
hi_in: आकार
hr_hr: Veličina
hu_hu: Méret
id_id: Ukuran
it_it: Dimensioni
ja_jp: サイズ
kk_kz: Өлшем
ko_kr: 크기
lt_lt: Dydis
lv_lv: Lielums
ms_my: Saiz
nb_no: Størrelse
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro_ro: Dimensiune
ru_ru: Размер
sk_sk: Veľkosť
sl_si: Velikost
sr_cyrl_rs: Величина
sr_latn_rs: Veličina
sv_se: Storlek
th_th: ขนาด
tr_tr: Boyut
uk_ua: Розмір
vi_vn: Kích cỡ
zh_cn: 大小
zh_tw: 大小

# barcode_Type_DisplayName
source: Barcode type
bg_bg: Тип баркод
ca_es: Tipus de codi de barres
cs_cz: Typ čárového kódu
da_dk: Stregkodetype
de_de: Barcodetyp
el_gr: Τύπος γραμμικού κώδικα
es_es: Tipo de código de barras
et_ee: Vöötkoodi tüüp
eu_es: Barra-kodearen mota
fi_fi: Viivakoodin tyyppi
fr_fr: Type de code-barres
gl_es: Tipo de código de barras
hi_in: बारकोड प्रकार
hr_hr: Vrsta crtičnog koda
hu_hu: Vonalkód típusa
id_id: Jenis kode batang
it_it: Tipo di codice a barre
ja_jp: バーコードのタイプ
kk_kz: Штрихкод түрі
ko_kr: 바코드 유형
lt_lt: Brūkšninio kodo tipas
lv_lv: Svītrkoda tips
ms_my: Jenis kod bar
nb_no: Strekkodetype
nl_nl: Type streepjescode
pl_pl: Typ kodu kreskowego
pt_br: Tipo de código de barras
pt_pt: Tipo de código de barras
ro_ro: Tip cod de bare
ru_ru: Тип штрихкода
sk_sk: Typ čiarového kódu
sl_si: Vrsta črtne kode
sr_cyrl_rs: Тип бар-кода
sr_latn_rs: Tip barkoda
sv_se: Streckkodstyp
th_th: ประเภทบาร์โค้ด
tr_tr: Barkod türü
uk_ua: Тип штрих-коду
vi_vn: Loại mã vạch
zh_cn: 条形码类型
zh_tw: 條碼類型

# camera_Contrast_DisplayName
source: Contrast
bg_bg: Контраст
cs_cz: Kontrast
da_dk: Kontrast
de_de: Kontrast
el_gr: Αντίθεση
es_es: Contraste
et_ee: Kontrastsus
eu_es: Kontrastea
fi_fi: Kontrasti
fr_fr: Contraste
gl_es: Contraste
hi_in: कॉन्ट्रास्ट
hr_hr: Kontrast
hu_hu: Kontraszt
id_id: Kontras
it_it: Contrasto
ja_jp: コントラスト
kk_kz: Контраст
ko_kr: 대비
lt_lt: Kontrastingumas
lv_lv: Kontrasts
ms_my: Kontras
nb_no: Kontrast
pl_pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru_ru: Контраст
sk_sk: Kontrast
sl_si: Kontrast
sr_cyrl_rs: Контраст
sr_latn_rs: Kontrast
sv_se: Kontrast
th_th: ความคมชัด
tr_tr: Karşıtlık
uk_ua: Контраст
vi_vn: Độ tương phản
zh_cn: 对比度
zh_tw: 對比

# camera_Zoom_DisplayName
source: Zoom
bg_bg: Мащабиране
cs_cz: Lupa
el_gr: Ζουμ
et_ee: Suum
eu_es: Zooma
fi_fi: Zoomaa
hi_in: ज़ूम
hr_hr: Zumiranje
hu_hu: Nagyítás/kicsinyítés
ja_jp: ズーム
kk_kz: Ұлғайту
ko_kr: 확대/축소
lt_lt: Mastelis
lv_lv: Tālummaiņa
ms_my: Zum
nl_nl: In- en uitzoomen
pl_pl: Powiększenie
ro_ro: Panoramare
ru_ru: Масштабировать
sk_sk: Lupa
sl_si: Povečava
sr_cyrl_rs: Зумирај
sr_latn_rs: Zum
sv_se: Zooma
th_th: ย่อ/ขยาย
tr_tr: Yakınlaştır
uk_ua: Масштаб
vi_vn: Thu phóng
zh_cn: 缩放
zh_tw: 縮放

# camera_Camera_DisplayName
source: Camera
bg_bg: Камера
ca_es: Càmera
cs_cz: Fotoaparát
da_dk: Kamera
de_de: Kamera
el_gr: Κάμερα
es_es: Cámara
et_ee: Kaamera
eu_es: Kamera
fi_fi: Kamera
fr_fr: Caméra
gl_es: Cámara
hi_in: कैमरा
hr_hr: Kamera
hu_hu: Kamera
id_id: Kamera
it_it: Fotocamera
ja_jp: カメラ
kk_kz: Камера
ko_kr: 카메라
lt_lt: Fotoaparatas
lv_lv: Kamera
ms_my: Kamera
nb_no: Kamera
pl_pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro_ro: Cameră
ru_ru: Камера
sk_sk: Fotoaparát
sl_si: Kamera
sr_cyrl_rs: Камера
sr_latn_rs: Kamera
sv_se: Kamera
th_th: กล้อง
tr_tr: Kamera
uk_ua: Камера
zh_cn: 相机
zh_tw: 相機
