Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrInvalidControlReference_HowToFix_1
source: This property only supports references to global variables, collections, and some control and screen properties. See the link for a list of supported control properties.
bg_bg: Това свойство поддържа само препратки към глобални променливи, колекции и някои контролни и екранни свойства. Вижте връзката за списък с поддържаните контролни свойства.
ca_es: Aquesta propietat només admet referències a variables globals, col·leccions i algunes propietats de control i pantalla. Consulteu l'enllaç per obtenir la llista de propietats de control admeses.
cs_cz: Tato vlastnost podporuje jen odkazy na globální proměnné, kolekce a některé vlastnosti ovládacích prvků a obrazovky. Odkaz vás zavede na seznam podporovaných vlastní ovládacích prvků.
da_dk: Denne egenskab understøtter kun referencer til globale variabler, samlinger og visse kontrol- og skærmegenskaber. Se linket for at få vist en liste over understøttede egenskaber for kontrolelementer.
de_de: Diese Eigenschaft unterstützt nur Verweise auf globale Variablen, Sammlungen und einige Steuerelement- und Bildschirmeigenschaften. Eine Liste der unterstützten Steuerelementeigenschaften finden Sie über den Link.
el_gr: Αυτή η ιδιότητα υποστηρίζει μόνο αναφορές σε καθολικές μεταβλητές, συλλογές και ορισμένες ιδιότητες στοιχείου ελέγχου και οθόνης. Ανατρέξτε στη σύνδεση για μια λίστα των υποστηριζόμενων ιδιοτήτων στοιχείου ελέγχου.
es_es: Esta propiedad solo admite referencias a variables globales, colecciones y algunas propiedades de control y pantalla. Consulte el vínculo para obtener una lista de las propiedades de control admitidas.
et_ee: See atribuut toetab ainult viiteid globaalsetele muutujatele, kogumitele ning mõningatele juhtelemendi ja ekraani atribuutidele. Vaadake toetatud juhtelemendi atribuutide loendi linki.
eu_es: Aldagai orokorren, bildumen, eta zenbait kontrol- eta pantaila-propietateren erreferentziak soilik onartzen ditu propietateak. Onartzen diren kontrol-propietateen zerrenda bat ikusteko, atzitu esteka.
fi_fi: Tämä ominaisuus tukee vain viittauksia yleisiin muuttujiin, kokoelmiin sekä joihinkin ohjausobjekti- ja näyttöominaisuuksiin. Katso tuettujen ohjausobjektiominaisuuksien luettelo linkin avulla.
fr_fr: Cette propriété prend uniquement en charge les références à des variables globales, à des collections et à certaines propriétés de contrôle et d’écran. Consultez le lien pour obtenir la liste des propriétés de contrôle prises en charge.
gl_es: Esta propiedade só admite referencias a variables globais, coleccións e algunhas propiedades de control e pantalla. Consulte a ligazón para obter unha lista das propiedades de control compatibles.
hi_in: यह गुण केवल वैश्विक चरों, संग्रहों और कुछ नियंत्रण और स्क्रीन गुणों के संदर्भ का समर्थन करता है. समर्थित नियंत्रण गुणों की सूची के लिए लिंक देखें.
hr_hr: Ovo svojstvo podržava samo reference na globalne varijable, zbirke i neka svojstva kontrole i zaslona. Pogledajte vezu da biste pronašli popis podržanih svojstava kontrole.
hu_hu: Ez a tulajdonság csak a globális változókra, gyűjteményekre, illetve néhány vezérlő- és képernyőtulajdonságra mutató hivatkozások használatát támogatja. A támogatott vezérlőtulajdonságok listáját a hivatkozáson találhatja meg.
id_id: Properti ini hanya mendukung referensi ke variabel global, koleksi, dan beberapa properti kontrol dan layar. Lihat tautan untuk daftar properti kontrol yang didukung.
it_it: Questa proprietà supporta solo riferimenti a variabili globali, raccolte e alcune proprietà di controllo e schermo. Vedere il collegamento per un elenco delle proprietà di controllo supportate.
ja_jp: このプロパティは、グローバル変数、コレクション、および一部のコントロールと画面のプロパティへの参照のみをサポートします。サポートされているコントロール プロパティの一覧については、リンクを参照してください。
kk_kz: Бұл сипат тек глобалдық айнымалыларға, жиынтықтарға және кейбір басқару элементі мен экран сипаттарына сілтемелерге қолдау көрсетеді. Қолдау көрсетілетін басқару элементінің сипаттарының тізіміне сілтемені қараңыз.
ko_kr: 이 속성은 전역 변수, 컬렉션 및 일부 컨트롤 및 화면 속성에 대한 참조만 지원합니다. 지원되는 컨트롤 속성 목록을 보려면 링크를 참조하세요.
lt_lt: Ši ypatybė palaiko tik nuorodas į visuotinius kintamuosius, rinkinius ir kai kurias valdymo bei ekrano ypatybes. Peržiūrėkite palaikomų valdymo ypatybių sąrašo saitą.
lv_lv: Šis rekvizīts atbalsta tikai atsauces uz globāliem mainīgajiem, kolekcijām un dažiem vadīklu un ekrāna rekvizītiem. Lai skatītu atbalstīto vadīklu rekvizītu sarakstu, atveriet saiti.
ms_my: Sifat ini hanya menyokong rujukan kepada pemboleh ubah global, koleksi dan beberapa sifat kawalan dan skrin. Lihat pautan untuk senarai sifat kawalan yang disokong.
nb_no: Denne egenskapen støtter bare referanser til globale variabler, samlinger og enkelte egenskaper for kontroll og skjerm. Se koblingen for en liste over støttede kontrollegenskaper.
nl_nl: Deze eigenschap ondersteunt alleen verwijzingen naar globale variabelen, verzamelingen en bepaalde besturings- en schermeigenschappen. Zie de koppeling voor een lijst met ondersteunde besturingselementeigenschappen.
pl_pl: Ta właściwość obsługuje tylko odwołania do zmiennych globalnych, kolekcji oraz niektórych właściwości kontrolek i ekranu. Skorzystaj z linku, aby uzyskać listę obsługiwanych właściwości kontrolek.
pt_br: Esta propriedade oferece suporte somente a referências a variáveis globais, coleções e algumas propriedades de controle e de tela. Consulte o link para obter uma lista de propriedades de controle compatíveis.
pt_pt: Esta propriedade apenas suporta referências a variáveis globais, coleções e algumas propriedades de controlo e ecrã. Consulte a ligação para obter uma lista das propriedades de controlo suportadas.
ro_ro: Această proprietate acceptă numai referințe la variabile globale, colecții și câteva proprietăți de control și de ecran. Accesați linkul pentru o listă de proprietăți de control acceptate.
ru_ru: Это свойство поддерживает ссылки только на глобальные переменные, коллекции и некоторые свойства экрана и элементов управления. Список поддерживаемых свойств элементов управления см. по ссылке.
sk_sk: Táto vlastnosť podporuje len odkazy na globálne premenné, kolekcie a niektoré ovládacie prvky a vlastnosti obrazovky. Vyhľadajte prepojenie na zoznam podporovaných vlastností ovládacieho prvku.
sl_si: Ta lastnost podpira samo sklice na globalne spremenljivke, zbirke ter nekatere lastnosti kontrolnika in zaslona. Kliknite povezavo za seznam podprtih lastnosti kontrolnika.
sr_cyrl_rs: Ово својство подржава само референце на опште променљиве, колекције и нека својства контрола и екрана. Погледајте везу за листу подржаних својстава контрола.
sr_latn_rs: Ovo svojstvo podržava samo reference na opšte promenljive, kolekcije i neka svojstva kontrola i ekrana. Pogledajte vezu za listu podržanih svojstava kontrola.
sv_se: Den här egenskapen stöder endast referenser till globala variabler, mängder och vissa kontroll- och skärmegenskaper. En lista över egenskaper som stöds hittar du via länken.
th_th: คุณสมบัตินี้สนับสนุนการอ้างอิงตัวแปรส่วนกลาง คอลเลกชัน และคุณสมบัติตัวควบคุมและหน้าจอบางอย่างเท่านั้น ดูที่ลิงก์สำหรับรายการคุณสมบัติของตัวควบคุมที่ได้รับการสนับสนุน
tr_tr: Bu özellik yalnızca genel değişkenler, koleksiyonlar ile bazı denetim ve ekran özelliklerine yönelik başvuruları destekler. Desteklenen denetim özelliklerinin listesi için bağlantıya gidin.
uk_ua: Ця властивість підтримує лише посилання на глобальні змінні, колекції та деякі властивості елементів керування й екрана. Перейдіть за посиланням, щоб переглянути список підтримуваних властивостей елементів керування.
vi_vn: Thuộc tính này chỉ hỗ trợ các tham chiếu tới các biến toàn cầu, các tuyển tập và một số thuộc tính về điều khiển và màn hình. Xem liên kết để biết danh sách các thuộc tính điều khiển được hỗ trợ.
zh_cn: 此属性仅支持引用全局变量、集合以及一些控件和屏幕属性。有关受支持的控件属性列表，请单击链接。
zh_tw: 此屬性只支援對全域變數、集合以及某些控制項和螢幕屬性的參考。如需支援的控制項屬性清單，請參閱連結。

# ErrorResource_ErrInvalidControlReference_Link_1
source: Reference: ConfirmExit for Canvas Apps
bg_bg: Препратка: ConfirmExit за приложения за платно
ca_es: Referència: ConfirmExit per a aplicacions de llenç
cs_cz: Odkaz: ConfirmExit pro aplikace plátna
da_dk: Reference: ConfirmExit til lærredapps
de_de: Referenz: ConfirmExit für Canvas-Apps
el_gr: Αναφορά: ConfirmExit για εφαρμογές καμβά
es_es: Referencia: ConfirmExit para las aplicaciones de lienzo
et_ee: Viide: ConfirmExit lõuendirakenduste jaoks
eu_es: Erreferentzia: Mihise-aplikazioen ConfirmExit
fi_fi: Viittaus: ConfirmExit pohjaan perustuville sovelluksille
fr_fr: Référence : ConfirmExit pour les applications canevas
gl_es: Referencia: ConfirmExit para aplicacións de lenzo
hi_in: संदर्भ: कैनवास ऐप्स के लिए ConfirmExit
hr_hr: Referenca: ConfirmExit za aplikacije od gotovih gradivnih elemenata
hu_hu: Referencia: ConfirmExit vászonalapú alkalmazásokhoz
id_id: Referensi: ConfirmExit untuk Aplikasi Kanvas
it_it: Riferimento: ConfirmExit per app canvas
ja_jp: 参照: キャンバス アプリの ConfirmExit
kk_kz: Сілтеме: кенеп бағдарламалары үшін ConfirmExit
ko_kr: 참조: 캔버스 앱에 대한 ConfirmExit
lt_lt: Nuoroda: ConfirmExit drobės programoms
lv_lv: Atsauce: ConfirmExit pamatnes programmām
ms_my: Rujukan: ConfirmExit untuk Aplikasi Kanvas
nb_no: Referanse: ConfirmExit for lerretsapper
nl_nl: Verwijzing: ConfirmExit voor canvas-apps
pl_pl: Odwołanie: ConfirmExit dla aplikacji kanwy
pt_br: Referência: ConfirmExit para Aplicativos de Tela
pt_pt: Referência: ConfirmExit para Aplicações de Tela
ro_ro: Referință: ConfirmExit pentru aplicații proiectate pe pânză
ru_ru: Ссылка: ConfirmExit для приложений на основе холста
sk_sk: Odkaz: ConfirmExit pre aplikácie plátna
sl_si: Referenca: ConfirmExit za aplikacije s platnom
sr_cyrl_rs: Референца: ConfirmExit за апликације са подлогом
sr_latn_rs: Referenca: ConfirmExit za aplikacije sa podlogom
sv_se: Referens: ConfirmExit för arbetsyteappar
th_th: อ้างอิง: ConfirmExit สำหรับแอปพื้นที่ทำงาน
tr_tr: Başvuru: Tuval Uygulamaları için ConfirmExit
uk_ua: Посилання: ConfirmExit для компонованих програм
vi_vn: Tham chiếu: ConfirmExit cho ứng dụng canvas
zh_cn: 引用: 画布应用的 ConfirmExit
zh_tw: 參考: 畫布應用程式的 ConfirmExit

# ErrorResource_ErrInvalidStringInterpolation_ShortMessage
source: Expressions which appear inside an interpolated string must evaluate to a Text value or to a compatible type.
bg_bg: Изразите, които са включени в интерполиран низ, трябва да се оценяват със стойност на текст или със съвместим тип.
ca_es: Les expressions que apareixen dins d'una cadena interpolada s'han d'avaluar amb un valor de text o un tipus compatible.
cs_cz: Výrazy, které se objevují uvnitř interpolovaného řetězce, musí být vyhodnoceny jako textová hodnota nebo kompatibilní typ.
da_dk: Udtryk, der vises i en indskudt streng, skal evalueres til en tekstværdi eller til en kompatibel type.
de_de: Ausdrücke, die in einer interpolierten Zeichenfolge angezeigt werden, müssen zu einem Textwert oder zu einem kompatiblen Typ ausgewertet werden.
el_gr: Οι παραστάσεις που εμφανίζονται εντός μιας παρεμβαλλόμενης συμβολοσειράς πρέπει να αποτιμούν σε τιμή κειμένου ή σε συμβατό τύπο.
es_es: Las expresiones que aparecen dentro de una cadena interpolada deben evaluarse en un valor de texto o en un tipo compatible.
et_ee: Avaldised, mis kuvatakse interpoleeritud stringis, peavad hindama tekstiväärtuse või ühilduva tüübini.
eu_es: Interpolatutako kateen barnean agertzen diren adierazpenek testu-balio edo mota bateragarri bat eman behar dute.
fi_fi: Interpoloidun merkkijonon sisältämien lausekkeiden on käännyttävä tekstiarvoksi tai yhteensopivaksi tyypiksi.
fr_fr: Les expressions qui s’affichent à l’intérieur d’une chaîne interpolée doivent être évaluées selon une valeur Texte ou un type compatible.
gl_es: As expresións que aparecen dentro dunha cadea interpolada deben avaliarse como un valor de texto ou un tipo compatible.
hi_in: इंटरपोलेटेड स्ट्रिंग में दिखाई देने वाले मनोभावों का टेक्स्ट के मान या संगत प्रकार के लिए मूल्यांकन करना चाहिए.
hr_hr: Izrazi koji se pojavljuju unutar interpoliranog niza moraju se procijeniti na tekstnu vrijednost ili kompatibilnu vrstu.
hu_hu: Az interpolált sztringben megjelenő kifejezéseket szövegértékkel vagy kompatibilis típussal kell kiértékelni.
id_id: Ekspresi yang muncul di dalam untai (karakter) yang diinterpolasi harus dievaluasi ke nilai Teks atau jenis yang kompatibel.
it_it: Le espressioni presenti in una stringa interpolata devono restituire un valore di tipo Testo o un tipo compatibile.
ja_jp: 補間された文字列に表示される式は、テキスト値または互換性のあるタイプとして評価する必要があります。
kk_kz: Интерполяцияланған жол ішінде пайда болатын өрнектер мәтін мәніне немесе үйлесімді түрге бағалануға тиіс.
ko_kr: 보간된 문자열 안에 표시되는 식은 텍스트 값 또는 호환되는 유형으로 평가해야 합니다.
lt_lt: Išraiškos, rodomos interpoliuotoje eilutėje, įvertinimas turi būti teksto reikšmė arba suderinamas tipas.
lv_lv: Izteiksmes, kas tiek rādītas interpolētajā virknē, ir jānovērtē ar teksta vērtību vai saderīgu tipu.
ms_my: Ungkapan yang muncul dalam rentetan tersisip mesti dinilai sebagai nilai Teks atau sebagai jenis yang serasi.
nb_no: Uttrykk som vises i en interpolert streng, må evalueres til en tekstverdi eller til en kompatibel type.
nl_nl: Expressies die in een geïnterpoleerde tekenreeks verschijnen, moeten worden geëvalueerd op een tekstwaarde of op een compatibel type.
pl_pl: Wynikami wyrażeń znajdujących się w interpolowanym ciągu muszą być wartości tekstowe lub wartości zgodnego typu.
pt_br: As expressões que aparecem dentro de uma cadeia de caracteres interpolada devem ser avaliadas a um valor de Texto ou a um tipo compatível.
pt_pt: As expressões que aparecem dentro de uma cadeia interpolada têm de ser avaliadas como um valor de Texto ou um tipo compatível.
ro_ro: Expresiile care apar în cadrul unui șir interpolat trebuie să fie evaluate ca valoare Text sau un tip compatibil.
ru_ru: Результатом вычисления выражений внутри интерполированной строки должно быть значение типа "текст" или совместимого типа.
sk_sk: Výrazy, ktoré sa objavujú vnútri interpolovaného reťazca, sa musia vyhodnotiť ako textová hodnota alebo kompatibilný typ.
sl_si: Izrazi, ki se pojavijo v interpoliranem nizu, morajo imeti vrednost »Vrednost besedila« ali združljivo vrsto.
sr_cyrl_rs: Изрази који се појављују унутар интерполиране ниске морају да имају текстуалну вредност или компатибилан тип вредности.
sr_latn_rs: Izrazi koji se pojavljuju unutar interpolirane niske moraju da imaju tekstualnu vrednost ili kompatibilan tip vrednosti.
sv_se: Uttryck som visas inuti en interpolerad sträng måste utvärderas till ett textvärde eller till en kompatibel typ.
th_th: นิพจน์ที่ปรากฏภายในสตริงที่แทรกตัวแปรต้องประเมินเป็นค่าข้อความหรือเป็นชนิดที่เข้ากันได้
tr_tr: Düz metin arasına kod eklenmiş dizede görünen ifadeler bir Metin değerine veya uyumlu bir türe göre değerlendirmelidir.
uk_ua: Вирази, які з’являються в інтерпольованому рядку, мають бути оцінені як "Текстове значення" або як сумісний тип.
vi_vn: Biểu thức xuất hiện trong chuỗi nội suy phải đánh giá theo giá trị Văn bản hoặc theo loại tương thích.
zh_cn: 出现在内插字符串中的表达式的计算结果必须为文本值或兼容类型。
zh_tw: 顯示在差補字串中的運算式必須評估為文字值或相容類型。

# ErrorResource_ErrInvalidStringInterpolation_HowToFix_1
source: Check the types of the expressions inside the interpolated string.
bg_bg: Проверете типовете на изразите, включени в интерполирания низ.
ca_es: Comproveu els tipus d'expressions dins de la cadena interpolada.
cs_cz: Zkontrolujte typy výrazů uvnitř interpolovaného řetězce.
da_dk: Kontrollér udtrykstyperne i den indskudte streng.
de_de: Überprüfen Sie die Typen der Ausdrücke innerhalb der interpolierten Zeichenfolge.
el_gr: Ελέγξτε τους τύπους των παραστάσεων εντός της παρεμβαλλόμενης συμβολοσειράς.
es_es: Compruebe los tipos de las expresiones dentro de la cadena interpolada.
et_ee: Kontrollige avaldiste tüüpe interpoleeritud stringis.
eu_es: Egiaztatu interpolatutako katearen barneko adierazpen motak.
fi_fi: Tarkista interpoloidun merkkijonon sisältämien lausekkeiden tyypit.
fr_fr: Vérifiez les types d’expressions à l’intérieur de la chaîne interpolée.
gl_es: Comprobe os tipos de expresións dentro da cadea interpolada.
hi_in: इंटरपोलेटेड स्ट्रिंग में मनोभावों के प्रकारों को जांचें.
hr_hr: Provjerite vrste izraza unutar interpoliranog niza.
hu_hu: Az interpolált sztringben található kifejezéstípusok ellenőrzése.
id_id: Periksa jenis ekspresi di dalam untai (karakter) yang diinterpolasi.
it_it: Verifica i tipi delle espressioni nella stringa interpolata.
ja_jp: 補間された文字列が含む式のタイプを確認してください。
kk_kz: Интерполяцияланған жол ішіндегі өрнектердің түрлерін тексеріңіз.
ko_kr: 보간된 문자열 내의 식 유형을 확인하세요.
lt_lt: Patikrinkite išraiškų tipus interpoliuotoje eilutėje.
lv_lv: Pārbaudiet izteiksmju tipus interpolētajā virknē.
ms_my: Semak jenis ungkapan dalam rentetan tersisip.
nb_no: Kontroller uttrykkstypene i den interpolerte strengen.
nl_nl: Controleer de typen expressies in de geïnterpoleerde tekenreeks.
pl_pl: Sprawdź typy wyrażeń w interpolowanym ciągu.
pt_br: Verifique os tipos das expressões dentro da cadeia de caracteres interpolada.
pt_pt: Verifique os tipos de expressões existentes na cadeia interpolada.
ro_ro: Verificați tipurile de expresii din cadrul șirului interpolat.
ru_ru: Проверьте типы выражений внутри интерполированной строки.
sk_sk: Skontrolujte typy výrazov vnútri interpolovaného reťazca.
sl_si: Preverite vrste izrazov v interpoliranem nizu.
sr_cyrl_rs: Проверите типове израза унутар интерполиране ниске.
sr_latn_rs: Proverite tipove izraza unutar interpolirane niske.
sv_se: Kontrollera typen av uttryck inuti den interpolerade strängen.
th_th: ตรวจสอบชนิดของนิพจน์ภายในสตริงที่แทรกตัวแปร
tr_tr: Düz metin arasına kod eklenmiş dize içindeki ifadelerin türlerini kontrol edin.
uk_ua: Перевірте типи виразів в інтерпольованому рядку.
vi_vn: Kiểm tra các loại biểu thức trong chuỗi nội suy.
zh_cn: 检查内插字符串中表达式的类型。
zh_tw: 檢查差補字串中的運算式類型。

# ErrorResource_ErrEmptyIsland_ShortMessage
source: Empty expressions cannot appear inside an interpolated string.
bg_bg: В интерполирания низ не трябва да има празни изрази.
ca_es: Les expressions buides no poden aparèixer dins d'una cadena interpolada.
cs_cz: Prázdné výrazy se nemohou zobrazit uvnitř interpolovaného řetězce.
da_dk: Tomme udtryk kan ikke vises i en indskudt streng.
de_de: In einer interpolierten Zeichenfolge dürfen keine leeren Ausdrücke vorkommen.
el_gr: Οι κενές παραστάσεις δεν είναι δυνατό να εμφανίζονται μέσα σε μια παρεμβαλλόμενη συμβολοσειρά.
es_es: Las expresiones vacías no pueden aparecer dentro de una cadena interpolada.
et_ee: Tühjad avaldised ei tohi ilmuda interpoleeritud stringis.
eu_es: Ezin da hutsik dagoen adierazpenik egon kate interpolatuan.
fi_fi: Interpoloidun merkkijonon sisällä ei voi olla tyhjiä lausekkeita.
fr_fr: Les expressions vides ne peuvent pas apparaître dans une chaîne interpolée.
gl_es: Dentro dunha cadea interpolada non poden aparecer expresións baleiras.
hi_in: इंटरपोलेटेड स्ट्रिंग के अंदर खाली अभिव्यक्ति प्रकट नहीं हो सकती.
hr_hr: Prazni izrazi ne mogu se pojaviti unutar interpoliranog niza.
hu_hu: Az interpolált sztringben nem szerepelhetnek üres kifejezések.
id_id: Ekspresi kosong tidak boleh muncul di dalam string yang diinterpolasi.
it_it: Non possono essere presenti espressioni vuote in una stringa interpolata.
ja_jp: 補間された文字列内に空の式を表示することはできません。
kk_kz: Бос өрнектер интерполяцияланған жолдың ішінде көрінбейді.
ko_kr: 보간된 문자열 내에 빈 식을 표시할 수 없습니다.
lt_lt: Interpoliuotoje eilutėje negali būti tuščių išraiškų.
lv_lv: Interpolētajā virknē nevar būt tukšu izteiksmju.
ms_my: Ungkapan kosong tidak boleh muncul dalam rentetan terinterpolasi.
nb_no: Tomme uttrykk kan ikke vises i en interpolert streng.
nl_nl: Lege expressies kunnen niet worden weergegeven in een geïnterpoleerde tekenreeks.
pl_pl: Puste wyrażenia nie mogą znajdować się w interpolowanym ciągu.
pt_br: Expressões vazias não podem aparecer dentro de uma cadeia de caracteres interpolada.
pt_pt: Não podem existir expressões vazias numa cadeia interpolada.
ro_ro: Expresiile vide nu pot apărea într-un șir interpolat.
ru_ru: Внутри интерполированной строки не может быть пустых выражений.
sk_sk: Prázdne výrazy sa nemôžu objaviť vnútri interpolovaného reťazca.
sl_si: V interpoliranem nizu ne smejo biti prazni izrazi.
sr_cyrl_rs: Празни изрази не смеју да се појављују унутар интерполиране ниске.
sr_latn_rs: Prazni izrazi ne smeju da se pojavljuju unutar interpolirane niske.
sv_se: Tomma uttryck kan inte visas inuti en interpolerad sträng.
th_th: นิพจน์ว่างไม่สามารถปรากฏภายในสตริงที่แทรกตัวแปรได้
tr_tr: Boş ifadeler, düz metin arasına kod eklenmiş dize içinde görünmez.
uk_ua: Пусті вирази не можуть відображатися в інтерпольованому рядку.
vi_vn: Các biểu thức trống không thể xuất hiện bên trong một xâu nội suy.
zh_cn: 空表达式不能出现在内插字符串中。
zh_tw: 插入字串中不得出現空白運算式。

# ErrorResource_ErrEmptyIsland_HowToFix_1
source: Check for empty expressions inside the interpolated string.
bg_bg: Проверете за празни изрази в интерполирания низ.
ca_es: Comprova si hi ha expressions buides dins de la cadena interpolada.
cs_cz: Zkontrolujte prázdné výrazy uvnitř interpolovaného řetězce.
da_dk: Kontrollér, om der er tomme udtryk i den indskudte streng.
de_de: Prüfen Sie, ob es in der interpolierten Zeichenfolge leere Ausdrücke gibt.
el_gr: Ελέγξτε για κενές παραστάσεις εντός της παρεμβαλλόμενης συμβολοσειράς.
es_es: Compruebe si hay expresiones vacías dentro de la cadena interpolada.
et_ee: Kontrollige tühjasid avaldisi interpoleeritud stringis.
eu_es: Egiaztatu hutsik dagoen adierazpenik dagoen kate interpolatuan.
fi_fi: Etsi tyhjiä lausekkeita interpoloidun merkkijonon sisältä.
fr_fr: Recherchez des expressions vides dans la chaîne interpolée.
gl_es: Comprobe as expresións baleiras dentro da cadea interpolada.
hi_in: इंटरपोलेटेड स्ट्रिंग के अंदर खाली अभिव्यक्तियों की जांच करें.
hr_hr: Provjerite ima li praznih izraza unutar interpoliranog niza.
hu_hu: Az interpolált sztringben található üres kifejezések ellenőrzése.
id_id: Periksa ekspresi kosong di dalam string yang diinterpolasi.
it_it: Verifica la presenza di espressioni vuote nella stringa interpolata.
ja_jp: 補間された文字列内にある空の式を確認してください。
kk_kz: Интерполяцияланған жолдағы бос өрнектерді тексеріңіз.
ko_kr: 보간된 문자열 내의 빈 식을 검사합니다.
lt_lt: Patikrinkite, ar interpoliuotoje eilutėje yra tuščių išraiškų.
lv_lv: Pārbaudiet, vai interpolētajā virknē nav tukšu izteiksmju.
ms_my: Semak ungkapan kosong dalam rentetan terinterpolasi.
nb_no: Se etter tomme uttrykk i den interpolerte strengen.
nl_nl: Controleer op lege expressies in de geïnterpoleerde tekenreeks.
pl_pl: Sprawdź, czy w interpolowanym ciągu znajdują się puste wyrażenia.
pt_br: Verifique se há expressões vazias dentro da cadeia de caracteres interpolada.
pt_pt: Verifique se existem expressões vazias na cadeia interpolada.
ro_ro: Verificați dacă există expresii goale în șirul interpolat.
ru_ru: Проверьте интерполированную строку на наличие пустых выражений.
sk_sk: Skontrolujte prázdne výrazy vnútri interpolovaného reťazca.
sl_si: Preverite, ali so v interpoliranem nizu prazni izrazi.
sr_cyrl_rs: Проверите да ли има празних израза унутар интерполиране ниске.
sr_latn_rs: Proverite da li ima praznih izraza unutar interpolirane niske.
sv_se: Kontrollera om det finns tomma uttryck i den interpolerade strängen.
th_th: ตรวจสอบนิพจน์ว่างภายในสตริงที่แทรกตัวแปร
tr_tr: Düz metin arasına kod eklenmiş dize içinde boş ifade olup olmadığını kontrol edin.
uk_ua: Перевірте наявність пустих виразів у інтерпольованому рядку.
vi_vn: Kiểm tra các biểu thức trống bên trong xâu nội suy.
zh_cn: 检查内插字符串内是否有空表达式。
zh_tw: 檢查插入字串中是否包含空白運算式。
