Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrOperationNotSupportedByPlayerDevice
source: Operation not supported by this player or device
bg_bg: Операцията не се поддържа от този плейър или устройство
ca_es: Aquest reproductor o dispositiu no admet aquesta operació
cs_cz: Operace, kterou tento přehrávač nebo zařízení nepodporuje
da_dk: Handlingen understøttes ikke af denne afspiller eller enhed
de_de: Vorgang wird von diesem Spieler oder Gerät nicht unterstützt
el_gr: Η λειτουργία δεν υποστηρίζεται από αυτόν τον παίκτη ή τη συσκευή
es_es: Operación no admitida por este reproductor o dispositivo
et_ee: See mängija või seade ei toeta seda toimingut
eu_es: Erreproduzigailuak edo gailuak ez du onartzen eragiketa
fi_fi: Tämä toisto-ohjelma tai laite ei tue toimintoa
fr_fr: Opération non prise en charge par ce lecteur ou cet appareil
gl_es: Operación non compatible con este reprodutor ou dispositivo
hi_in: कार्रवाई इस प्लेयर या डिवाइस द्वारा समर्थित नहीं है
hr_hr: Ovaj reproduktor ili uređaj ne podržava operaciju
hu_hu: A műveletet nem támogatja ez a lejátszó vagy eszköz
id_id: Operasi tidak didukung oleh pemutar atau perangkat ini
it_it: Operazione non supportata da questo dispositivo o lettore
ja_jp: このプレーヤーまたはデバイスでは操作がサポートされていません
kk_kz: Бұл ойыншы немесе құрылғы қолдамайтын әрекет
ko_kr: 이 플레이어 또는 디바이스에서 지원하지 않는 작업
lt_lt: Šis leistuvas arba įrenginys operacijos nepalaiko
lv_lv: Šis spēlētājs vai ierīce neatbalsta operāciju
ms_my: Operasi tidak disokong oleh pemain atau peranti ini
nb_no: Operasjonen støttes ikke av denne spilleren eller enheten
nl_nl: Bewerking wordt niet ondersteund door deze speler of dit apparaat
pl_pl: Ten odtwarzacz lub urządzenie nie obsługuje tej operacji
pt_br: Operação sem suporte para este player ou dispositivo
ro_ro: Operațiune neacceptată de acest player sau dispozitiv
ru_ru: Операция не поддерживается этим проигрывателем или устройством
sk_sk: Tento prehrávač alebo zariadenie nepodporuje operáciu
sl_si: Predvajalnik ali naprava ne podpira postopka
sr_cyrl_rs: Овај плејер или уређај не подржава операцију
sr_latn_rs: Ovaj plejer ili uređaj ne podržavaju operaciju
sv_se: Åtgärden stöds inte av den här spelaren eller enheten
th_th: การดำเนินการไม่ได้รับการสนับสนุนโดยเครื่องเล่นหรืออุปกรณ์นี้
tr_tr: İşlem bu oyuncu veya cihaz tarafından desteklenmiyor
uk_ua: Цей програвач або пристрій не підтримує операцію
vi_vn: Trình phát hoặc thiết bị này không hỗ trợ thao tác này
zh_cn: 此播放器或设备不支持的操作
zh_tw: 此播放機或裝置不支援作業

# ErrInsufficientMemoryStorage
source: Insufficient memory or device storage
bg_bg: Недостатъчна памет или място за съхранение на устройството
ca_es: No hi ha prou memòria o emmagatzematge del dispositiu
cs_cz: Nedostatek paměti nebo úložiště zařízení
da_dk: Der er ikke tilstrækkelig hukommelse eller enhedslager
de_de: Nicht genügend Arbeitsspeicher oder Gerätespeicher
el_gr: Ανεπαρκής μνήμη ή χώρος αποθήκευσης συσκευών
es_es: Almacenamiento de dispositivo o memoria insuficiente
et_ee: Mälumaht või seadme salvestusruum pole piisav
eu_es: Ez dago nahikoa memoria edo gailuaren biltegiratze-lekua
fi_fi: Muistia tai laitteen tallennustilaa ei ole riittävästi
fr_fr: Mémoire ou périphérique de stockage insuffisant
gl_es: Almacenamento do dispositivo ou memoria insuficiente
hi_in: अपर्याप्त स्मृति या डिवाइस संग्रहण
hr_hr: Nedovoljno memorije ili pohrane uređaja
hu_hu: Nincs elegendő memória vagy tárhely
id_id: Memori atau penyimpanan perangkat tidak memadai
it_it: Memoria o spazio di archiviazione del dispositivo insufficiente
ja_jp: メモリまたはデバイス ストレージが不足しています
kk_kz: Жад немесе құрылғы жады жеткіліксіз
ko_kr: 메모리 또는 디바이스 저장 공간 부족
lt_lt: Nepakanka atminties arba įrenginio saugyklos vietos
lv_lv: Nepietiekami daudz vietas atmiņā vai ierīces krātuvē
ms_my: Memori atau storan peranti tidak mencukupi
nb_no: For lite minne eller enhetslagring
nl_nl: Onvoldoende geheugen of apparaatopslag
pl_pl: Za mało pamięci lub miejsca do magazynowania na urządzeniu
pt_br: Memória ou armazenamento de dispositivo insuficiente
ro_ro: Memorie insuficientă sau spațiu de stocare pe dispozitiv insuficient
ru_ru: Недостаточно памяти или места в хранилище устройства
sk_sk: Nedostatok pamäte alebo ukladacieho priestoru v zariadení
sl_si: Na voljo ni dovolj pomnilnika ali shrambe naprave
sr_cyrl_rs: Нема довољно меморије или складишта уређаја
sr_latn_rs: Nema dovoljno memorije ili skladišta uređaja
sv_se: Otillräckligt minne eller otillräcklig enhetslagring
th_th: หน่วยความจำหรือที่เก็บข้อมูลในอุปกรณ์ไม่เพียงพอ
tr_tr: Yetersiz bellek veya cihaz depolama alanı
uk_ua: Бракує пам’яті або місця на пристрої
vi_vn: Không đủ bộ nhớ hoặc dung lượng thiết bị
zh_cn: 内存或设备存储不足
zh_tw: 記憶體或裝置儲存空間不足

# ErrStorageQuotaExceeded
source: Storage quota exceeded
bg_bg: Квотата за мястото за съхранение е надхвърлена
ca_es: S'ha superat la quota d'emmagatzematge
cs_cz: Překročena kvóta úložiště
da_dk: Lagerkvote er overskredet
de_de: Speicherkontingent überschritten
el_gr: Υπέρβαση στόχων πωλήσεων χώρου αποθήκευσης
es_es: Cuota de almacenamiento superada
et_ee: Salvestuskvoot on ületatud
eu_es: Biltegiratze-kuota gainditu da
fi_fi: Tallennustilan kiintiö ylittyi
fr_fr: Quota de stockage dépassé
gl_es: Superouse a cota de almacenamento
hi_in: संग्रहण कोटा पार हो गया
hr_hr: Premašena je kvota pohrane
hu_hu: Túllépte a tárhelykvótát
id_id: Kuota penyimpanan terlampaui
it_it: Quota archiviazione superata
ja_jp: ストレージ クォータを超えています
kk_kz: Жад үлесінен асып кетті
ko_kr: 스토리지 할당량 초과
lt_lt: Viršyta saugyklos kvota
lv_lv: Pārsniegta krātuves kvota
ms_my: Kuota storan dilebihi
nb_no: Lagringskvoten er overskredet
nl_nl: Opslaglimiet overschreden
pl_pl: Przekroczono limit przydziału magazynu
pt_br: Cota de armazenamento excedida
ro_ro: Cotă de stocare depășită
ru_ru: Превышена квота хранилища
sk_sk: Prekročená kvóta úložiska
sl_si: Kvota shrambe je presežena
sr_cyrl_rs: Премашена је квота за складиштење
sr_latn_rs: Premašena je kvota za skladištenje
sv_se: Lagringskvot överskriden
th_th: เกินโควตาที่เก็บข้อมูล
tr_tr: Depolama kotası aşıldı
uk_ua: Перевищено квоту сховища
vi_vn: Đã vượt quá hạn mức lưu trữ
zh_cn: 已超出存储配额
zh_tw: 已超過儲存空間配額

# ErrNetworkError
source: Network error
bg_bg: Мрежова грешка
ca_es: Error de la xarxa
cs_cz: Chyba sítě
da_dk: Netværksfejl
de_de: Netzwerkfehler
el_gr: Σφάλμα δικτύου
es_es: Error de red
et_ee: Võrgutõrge
eu_es: Sareko errorea
fi_fi: Verkkovirhe
fr_fr: Erreur réseau
gl_es: Erro de rede
hi_in: नेटवर्क त्रुटि
hr_hr: Mrežna pogreška
hu_hu: Hálózati hiba
id_id: Kesalahan jaringan
it_it: Errore di rete
ja_jp: ネットワーク エラー
kk_kz: Желі қатесі
ko_kr: 네트워크 오류
lt_lt: Tinklo klaida
lv_lv: Tīkla kļūda
ms_my: Ralat rangkaian
nb_no: Nettverksfeil
nl_nl: Netwerkfout
pl_pl: Błąd sieci
pt_br: Erro de rede
ro_ro: Eroare de rețea
ru_ru: Ошибка сети
sk_sk: Chyba siete
sl_si: Napaka omrežja
sr_cyrl_rs: Грешка мреже
sr_latn_rs: Greška mreže
sv_se: Nätverksfel
th_th: ข้อผิดพลาดของเครือข่าย
tr_tr: Ağ hatası
uk_ua: Помилка мережі
vi_vn: Lỗi mạng
zh_cn: 网络错误
zh_tw: 網路錯誤

# ErrNumericError
source: Numeric error
bg_bg: Числова грешка
ca_es: Error numèric
cs_cz: Číselná chyba
da_dk: Numerisk fejl
de_de: Numerischer Fehler
el_gr: Αριθμητικό σφάλμα
es_es: Error numérico
et_ee: Numbriline tõrge
eu_es: Zenbakizko errorea
fi_fi: Numeerinen virhe
fr_fr: Erreur numérique
gl_es: Erro numérico
hi_in: सांख्यिक त्रुटि
hr_hr: Numerička pogreška
hu_hu: Numerikus hiba
id_id: Kesalahan numerik
it_it: Errore numerico
ja_jp: 数値エラー
kk_kz: Сандық қате
ko_kr: 숫자 오류
lt_lt: Skaitinė klaida
lv_lv: Skaitliska kļūda
ms_my: Ralat angka
nb_no: Numerisk feil
nl_nl: Numerieke fout
pl_pl: Błąd liczbowy
pt_br: Erro numérico
ro_ro: Eroare numerică
ru_ru: Числовая ошибка
sk_sk: Číselná chyba
sl_si: Številska napaka
sr_cyrl_rs: Нумеричка грешка
sr_latn_rs: Numerička greška
sv_se: Numeriskt fel
th_th: ข้อผิดพลาดเชิงตัวเลข
tr_tr: Sayı hatası
uk_ua: Числова помилка
vi_vn: Lỗi số
zh_cn: 数字错误
zh_tw: 數值錯誤

# ErrTimeoutError
source: Timeout error
bg_bg: Грешка поради изтичане на времето на изчакване
ca_es: Error de temps d'espera
cs_cz: Chyba: Vypršel časový limit
da_dk: Timeout-fejl
de_de: Zeitüberschreitungsfehler
el_gr: Σφάλμα ορίου λήξης
es_es: Error de tiempo de espera
et_ee: Ajalõputõrge
eu_es: Errorea denbora-mugan
fi_fi: Aikakatkaisuvirhe
fr_fr: Erreur de temporisation
gl_es: Erro de tempo de espera
hi_in: टाइमआउट त्रुटि
hr_hr: Pogreška vremenskog ograničenja
hu_hu: Időtúllépési hiba
id_id: Kesalahan waktu habis
it_it: Errore di timeout
ja_jp: タイムアウト エラー
kk_kz: Күту уақытының қатесі
ko_kr: 시간 제한 오류
lt_lt: Skirtojo laiko klaida
lv_lv: Taimauta kļūda
ms_my: Ralat tamat masa
nb_no: Tidsavbruddsfeil
nl_nl: Time-outfout
pl_pl: Błąd limitu czasu
pt_br: Erro de tempo limite
ro_ro: Eroare de expirare
ru_ru: Ошибка времени ожидания
sk_sk: Chyba uplynutia časového limitu
sl_si: Napaka časovne omejitve
sr_cyrl_rs: Грешка временског ограничења
sr_latn_rs: Greška vremenskog ograničenja
sv_se: Timeoutfel
th_th: ข้อผิดพลาดการหมดเวลา
tr_tr: Zaman aşımı hatası
uk_ua: Помилка часу очікування
vi_vn: Lỗi hết thời gian chờ
zh_cn: 超时错误
zh_tw: 逾時錯誤

# ErrOnlineServiceNotAvailable
source: Online service connection not available
bg_bg: Връзката с онлайн услугата не е налична
ca_es: La connexió al servei en línia no està disponible
cs_cz: Připojení k online službě není k dispozici
da_dk: Onlinetjenesteforbindelsen er ikke tilgængelig
de_de: Onlinedienstverbindung nicht verfügbar
el_gr: Η σύνδεση με την ηλεκτρονική υπηρεσία δεν είναι διαθέσιμη
es_es: La conexión al servicio en línea no está disponible
et_ee: Võrguteenuse ühendus pole saadaval
eu_es: Lineako zerbitzuaren konexioa ez dago erabilgarri
fi_fi: Online-palveluyhteys ei ole käytettävissä
fr_fr: Connexion au service en ligne non disponible
gl_es: Conexión de servizo en liña non dispoñible
hi_in: ऑनलाइन सेवा कनेक्शन उपलब्ध नहीं है
hr_hr: Veza s internetskom uslugom nije dostupna
hu_hu: Nem érhető el az online szolgáltatási kapcsolat
id_id: Sambungan layanan online tidak tersedia
it_it: Connessione al servizio online non disponibile
ja_jp: オンライン サービスの接続を利用できません
kk_kz: Онлайн қызмет қосылымы қолжетімді емес
ko_kr: 온라인 서비스 연결을 사용할 수 없음
lt_lt: Nėra ryšio su internetine tarnyba
lv_lv: Tiešsaistes pakalpojuma savienojums nav pieejams
ms_my: Sambungan perkhidmatan dalam talian tidak tersedia
nb_no: Nettbasert tjenestetilkobling er ikke tilgjengelig
nl_nl: Verbinding met online service niet beschikbaar
pl_pl: Połączenie z usługą online jest niedostępne
pt_br: Conexão do serviço online não disponível
ro_ro: Conexiunea la serviciul online nu este disponibilă
ru_ru: Подключение к веб-службе недоступно
sk_sk: Online pripojenie k službe nie je k dispozícii
sl_si: Povezava s spletno storitvijo ni na voljo
sr_cyrl_rs: Веза услуге на мрежи није доступна
sr_latn_rs: Veza sa uslugom na mreži nije dostupna
sv_se: Anslutningen till onlinetjänsten är inte tillgänglig
th_th: ไม่สามารถเชื่อมต่อบริการออนไลน์ได้
tr_tr: Çevrimiçi servis bağlantısı kullanılamıyor
uk_ua: Підключення до онлайнової служби недоступне
vi_vn: Kết nối dịch vụ trực tuyến không khả dụng
zh_cn: 在线服务连接不可用
zh_tw: 無法使用線上服務連線

# ErrInvalidJsonFormat
source: Invalid JSON format
bg_bg: Невалиден JSON формат
ca_es: Format JSON no vàlid
cs_cz: Neplatný formát JSON
da_dk: Ugyldigt JSON-format
de_de: Ungültiges JSON-Format
el_gr: Μη έγκυρη μορφή JSON
es_es: Formato JSON no válido
et_ee: Kehtetu JSON-i vorming
eu_es: JSON formatuak ez du balio
fi_fi: Virheellinen JSON-muoto
fr_fr: Format JSON non valide
gl_es: Formato JSON non válido
hi_in: अमान्य JSON स्वरूप
hr_hr: JSON oblik nije valjan
hu_hu: Érvénytelen JSON-formátum
id_id: Format JSON tidak valid
it_it: Formato JSON non valido
ja_jp: JSON の形式が間違っています
kk_kz: Жарамсыз JSON пішімі
ko_kr: 잘못된 JSON 형식
lt_lt: Netinkamas JSON formatas
lv_lv: Nederīgs JSON formāts
ms_my: Format JSON tidak sah
nb_no: Ugyldig JSON-format
nl_nl: Ongeldige JSON-indeling
pl_pl: Nieprawidłowy format JSON
pt_br: Formato JSON inválido
ro_ro: Format JSON nevalid
ru_ru: Недопустимый формат JSON
sk_sk: Neplatný formát JSON
sl_si: Neveljavna oblika JSON
sr_cyrl_rs: Неважећи JSON формат
sr_latn_rs: Nevažeći JSON format
sv_se: Ogiltigt JSON-format
th_th: รูปแบบ JSON ไม่ถูกต้อง
tr_tr: Geçersiz JSON biçimi
uk_ua: Неприпустимий формат JSON
vi_vn: Định dạng JSON không hợp lệ
zh_cn: JSON 格式无效
zh_tw: 無效的 JSON 格式

# ErrCustomError
source: Custom error
bg_bg: Персонализирана грешка
ca_es: Error personalitzat
cs_cz: Vlastní chyba
da_dk: Brugerdefineret fejl
de_de: Benutzerdefinierter Fehler
el_gr: Προσαρμοσμένο σφάλμα
es_es: Error personalizado
et_ee: Kohandatud tõrge
eu_es: Errore-mezu pertsonalizatua
fi_fi: Mukautettu virhe
fr_fr: Erreur personnalisée
gl_es: Erro personalizado
hi_in: कस्टम संबंधी त्रुटि संदेश
hr_hr: Prilagođena pogreška
hu_hu: Egyéni hiba
id_id: Kesalahan kustom
it_it: Errore personalizzato
ja_jp: カスタム エラー
kk_kz: Реттелетін қате
ko_kr: 사용자 지정 오류
lt_lt: Pasirinktinė klaida
lv_lv: Pielāgošanas kļūda
ms_my: Ralat tersuai
nb_no: Egendefinert feil
nl_nl: Aangepaste fout
pl_pl: Błąd niestandardowy
pt_br: Erro personalizado
ro_ro: Eroare particularizată
ru_ru: Пользовательская ошибка
sk_sk: Vlastná chyba
sl_si: Napaka po meri
sr_cyrl_rs: Прилагођена грешка
sr_latn_rs: Prilagođena greška
sv_se: Anpassat fel
th_th: ข้อผิดพลาดแบบกำหนดเอง
tr_tr: Özel hata
uk_ua: Настроювана помилка
vi_vn: Lỗi tùy chỉnh
zh_cn: 自定义错误
zh_tw: 自訂錯誤

# ErrCustomErrorArg
source: Custom error ({0})
bg_bg: Персонализирана грешка ({0})
ca_es: Error personalitzat ({0})
cs_cz: Vlastní chyba ({0})
da_dk: Brugerdefineret fejl ({0})
de_de: Benutzerdefinierter Fehler ({0})
el_gr: Προσαρμοσμένο σφάλμα ({0})
es_es: Error personalizado ({0})
et_ee: Kohandatud tõrge ({0})
eu_es: Errore-mezu pertsonalizatua ({0})
fi_fi: Mukautettu virhe ({0})
fr_fr: Erreur personnalisée ({0})
gl_es: Erro personalizado ({0})
hi_in: कस्टम त्रुटि ({0})
hr_hr: Prilagođena pogreška ({0})
hu_hu: Egyéni hiba ({0})
id_id: Kesalahan kustom ({0})
it_it: Errore personalizzato ({0})
ja_jp: カスタム エラー ({0})
kk_kz: Реттелетін қате ({0})
ko_kr: 사용자 지정 오류({0})
lt_lt: Pasirinktinė klaida ({0})
lv_lv: Pielāgošanas kļūda ({0})
ms_my: Ralat tersuai ({0})
nb_no: Egendefinert feil ({0})
nl_nl: Aangepaste fout ({0})
pl_pl: Błąd niestandardowy ({0})
pt_br: Erro personalizado ({0})
ro_ro: Eroare particularizată ({0})
ru_ru: Пользовательская ошибка ({0})
sk_sk: Vlastná chyba ({0})
sl_si: Napaka po meri ({0})
sr_cyrl_rs: Прилагођена грешка ({0})
sr_latn_rs: Prilagođena greška ({0})
sv_se: Anpassat fel ({0})
th_th: ข้อผิดพลาดแบบกำหนดเอง ({0})
tr_tr: Özel hata ({0})
uk_ua: Настроювана помилка ({0})
vi_vn: Lỗi tùy chỉnh ({0})
zh_cn: 自定义错误({0})
zh_tw: 自訂錯誤 ({0})

# ErrReservedErrorArg
source: Reserved error ({0})
bg_bg: Запазена грешка ({0})
ca_es: Error reservat ({0})
cs_cz: Vyhrazená chyba ({0})
da_dk: Reserveret fejl ({0})
de_de: Reservierter Fehler ({0})
el_gr: Δεσμευμένο σφάλμα ({0})
es_es: Error reservado ({0})
et_ee: Reserveeritud väärtuste tõrge ({0})
eu_es: Errore erreserbatua ({0})
fi_fi: Varattu virhe ({0})
fr_fr: Erreur réservée ({0})
gl_es: Erro reservado ({0})
hi_in: आरक्षित त्रुटि ({0})
hr_hr: Rezervirana pogreška ({0})
hu_hu: Fenntartott hiba ({0})
id_id: Kesalahan cadangan ({0})
it_it: Errore riservato ({0})
ja_jp: 予約エラー ({0})
kk_kz: Сақталған қате ({0})
ko_kr: 예약된 오류({0})
lt_lt: Rezervavimo klaida ({0})
lv_lv: Rezervētas vērtības kļūda ({0})
ms_my: Ralat tertempah ({0})
nb_no: Reservert feil ({0})
nl_nl: Gereserveerde fout ({0})
pl_pl: Błąd zastrzeżony ({0})
pt_br: Erro reservado ({0})
ro_ro: Eroare rezervată ({0})
ru_ru: Зарезервированная ошибка ({0})
sk_sk: Vyhradená chyba ({0})
sl_si: Rezervirana napaka ({0})
sr_cyrl_rs: Резервисана грешка ({0})
sr_latn_rs: Rezervisana greška ({0})
sv_se: Reserverat fel ({0})
th_th: ข้อผิดพลาดที่สงวนไว้ ({0})
tr_tr: Ayrılmış değer hatası ({0})
uk_ua: Помилка зарезервованого значення ({0})
vi_vn: Lỗi dành riêng ({0})
zh_cn: 保留错误({0})
zh_tw: 已保留錯誤 ({0})

# ErrOverflow
source: Overflow.
bg_bg: Препълване.
ca_es: Sobreeiximent.
cs_cz: Přetečení.
da_dk: Overløb.
de_de: Überlauf.
el_gr: Υπερχείλιση.
es_es: Desbordamiento.
et_ee: Ületäide.
eu_es: Gainezkatzea.
fi_fi: Ylivuoto.
fr_fr: Débordement.
gl_es: Desbordamento.
hi_in: ओवरफ्लो.
hr_hr: Preljev.
hu_hu: Túlcsordulás.
id_id: Luapan.
ja_jp: オーバーフロー。
kk_kz: Толып кету.
ko_kr: 오버플로.
lt_lt: Perpilda.
lv_lv: Pārpilde.
ms_my: Limpahan.
nb_no: Overflyt.
nl_nl: Overloop.
pl_pl: Przepełnienie.
pt_br: Estouro.
ro_ro: Depășire.
ru_ru: Переполнение.
sk_sk: Pretečenie.
sl_si: Prekoračitev.
sr_cyrl_rs: Вишак.
sr_latn_rs: Višak.
sv_se: Spill.
th_th: เกินขนาด
tr_tr: Taşma.
uk_ua: Переповнення.
vi_vn: Tràn.
zh_cn: 溢出。
zh_tw: 溢位。

# ErrFilterPredicate
source: Filter() only supports one predicate.
bg_bg: Filter() поддържа само един предикат.
ca_es: Filter() només admet un predicat.
cs_cz: Filter() podporuje pouze jeden predikát.
da_dk: Filter() understøtter kun ét prædikat.
de_de: Filter() unterstützt nur ein einzelnes Prädikat.
el_gr: Το Filter() υποστηρίζει μόνο ένα κατηγόρημα.
es_es: Filter() solo admite un predicado.
et_ee: Filter() toetab ainult ühte predikaati.
eu_es: Filter() elementuak predikatu bakarra onartzen du.
fi_fi: Filter() tukee vain yhtä predikaattia.
fr_fr: Filter() ne prend en charge qu’un seul prédicat.
gl_es: Filter() só admite un predicado.
hi_in: Filter() केवल एक विधेय का समर्थन करता है.
hr_hr: Filter() podržava samo jedan predikat.
hu_hu: A(z) Filter() csak egy predikátumot támogat.
id_id: Filter() hanya mendukung satu predikat.
it_it: Filter() supporta un solo predicato.
ja_jp: Filter() が対応している述語は 1 つのみです。
kk_kz: Filter() тек бір предикатты қолдайды.
ko_kr: Filter()는 하나의 조건자만 지원합니다.
lt_lt: Filter() palaiko tik vieną taisyklės sąlygą.
lv_lv: Filter() atbalsta tikai vienu predikātu.
ms_my: Filter() hanya menyokong satu ramalan.
nb_no: Filter() støtter bare ett predikat.
nl_nl: Filter() ondersteunt slechts één predikaat.
pl_pl: Filter() obsługuje tylko jeden predykat.
pt_br: Filter() oferece suporte somente a um predicado.
ro_ro: Filter() acceptă doar un predicat.
ru_ru: Filter() поддерживает только один предикат.
sk_sk: Filter() podporuje iba jeden predikát.
sl_si: Filter() podpira samo en predikat.
sr_cyrl_rs: Filter() подржава само један предикат.
sr_latn_rs: Filter() podržava samo jedan predikat.
sv_se: Filter() stöder endast ett predikat.
th_th: Filter() รองรับเพรดิเคตเพียงค่าเดียวเท่านั้น
tr_tr: Filter() yalnızca bir ifadeyi destekler.
uk_ua: Filter() підтримує лише один предикат.
vi_vn: Filter() chỉ hỗ trợ một vị từ.
zh_cn: Filter() 仅支持一个谓词。
zh_tw: Filter() 只支援一個述詞。

# ErrUntypedObjectIncorrectTypeArg
source: The untyped object argument to the '{0}' function has an incorrect type. Expected: {1}, Actual: {0}.
bg_bg: Аргументът на функцията {0}, представляващ нетипизиран обект, е с неправилен тип. Очакван: {1}, действителен: {0}.
ca_es: L'argument de l'objecte sense tipus a la funció "{0}" té un tipus incorrecte. Valor esperat: {1}, valor real: {2}.
cs_cz: Argument netypového objektu funkce „{0}“ má nesprávný typ. Očekávaný: {1}, skutečný: {2}.
da_dk: Argumentet til objekt uden type til funktionen "{0}" har en forkert type. Forventet: {1}, Faktisk: {2}.
de_de: Das nicht typisierte Objektargument für die Funktion „{0}“ hat den falschen Typ. Erwartet: {1}, tatsächlich: {0}.
el_gr: Το όρισμα μη τυπολογημένου αντικειμένου στη συνάρτησης '{0}' έχει εσφαλμένο τύπο. Αναμενόμενο: {1}, Πραγματικό: {2}.
es_es: El argumento de objeto sin tipo para la función "{0}" tiene un tipo incorrecto. Esperado: {1}, Real: {2}.
et_ee: Tüübita objektiargument funktsioonile '{0}' on vale tüübiga. Eeldatav: {1}, tegelik: {2}.
eu_es: "{0}" funtziorako motarik gabeko objektuaren argumentu mota ez da egokia. Esperotakoa: {1}, Benetakoa: {0}.
fi_fi: Funktion {0} tyypittämättömän objektin argumentin tyyppi on virheellinen. Odotettu: {1}, toteutunut: {2}.
fr_fr: L’argument d’objet sans type pour la fonction « {0} » a un type incorrect. Prévu : {1}, réel : {2}.
gl_es: O argumento do obxecto sen tipo para a función "{0}" ten un tipo incorrecto. Esperábase: {1}, real: {2}.
hi_in: {0}' फ़ंक्शन के अनटाइप्ड ऑब्जेक्ट तर्क का प्रकार गलत है. अपेक्षित: {1}, वास्तविक: {2}.
hr_hr: Argument netipiziranog objekta za funkciju „{0}” ima neispravnu vrstu. Očekivano: {1}, Stvarno: {2}.
hu_hu: A(z) „{0}” függvény be nem írt objektum argumentumának típusa helytelen. Várható: {1}, Tényleges: {2}.
id_id: Argumen objek tidak bertipe untuk fungsi '{0}' memiliki tipe yang salah. Diharapkan: {1}, Aktual: {2}.
it_it: L'argomento dell'oggetto non tipizzato nella funzione "{0}" ha un tipo non corretto. Previsto: {1}, Effettivo: {2}.
ja_jp: '{0}' 関数に入力された型指定されていないオブジェクトへの引数の型が正しくありません。予期される型: {1}、現在の型: {2}。
kk_kz: "{0}" функциясының жіктелмеген нысан аргументінің түрі дұрыс емес. Күтілген: {1}, нақты: {2}.
ko_kr: '{0}' 함수에 형식화되지 않은 개체 인수의 유형이 잘못되었습니다. 예상: {1}, 실제: {2}.
lt_lt: Neapibrėžto tipo objekto argumentas „{0}“ funkcijai yra netinkamo tipo. Tikimasi: {1}, faktinis: {2}.
lv_lv: Funkcijas “{0}” netipizēta objekta argumentam ir nepareizs tips. Paredzams: {1}, faktiski: {2}.
ms_my: Argumen objek tanpa jenis kepada fungsi '{0}' mempunyai jenis yang salah. Dijangkakan: {1}, Sebenar: {2}.
nb_no: Det typeløse objektargumentet for funksjonen {0} har feil type. Forventet: {1}, faktisk: {2}.
nl_nl: Het argument met een niet-getypeerd object voor de functie '{0}' heeft een onjuist type. Verwacht: {1}, werkelijk: {0}.
pl_pl: Argument obiektu bez typu przekazany do funkcji „{0}” ma niepoprawny typ. Oczekiwany: {1}; rzeczywisty: {2}.
pt_br: O argumento de objeto sem tipo para a função '{0}' tem um tipo incorreto. Esperado: {1}, Real: {2}.
ro_ro: Argumentul obiectului fără tip pentru funcția „{0}” are un tip incorect. Se aștepta: {1}, dar ce real este: {2}.
ru_ru: Аргумент нетипизированного объекта для функции "{0}" имеет неверный тип. Ожидается {1}, фактически {2}.
sk_sk: Argument netypového objektu funkcie {0} má nesprávny typ. Očakávaný: {1}, skutočný: {2}.
sl_si: Argument predmeta brez vrste za funkcijo »{0}« ima napačno vrsto. Pričakovana: {1}, dejanska: {2}.
sr_cyrl_rs: Аргумент нетипизираног објекта до „{0}“ функције има нетачан тип. Очекивано: {1}, стварно: {2}.
sr_latn_rs: Argument netipiziranog objekta do „{0}“ funkcije ima netačan tip. Očekivano: {1}, stvarno: {2}.
sv_se: Argumentet för typlöst objekt till {0} har fel typ. Förväntat: {1}, Faktisk: {2}.
th_th: อาร์กิวเมนต์ออบเจ็กต์ที่ไม่ได้ระบุชนิดของฟังก์ชัน '{0}' มีชนิดที่ไม่ถูกต้อง ค่าที่ต้องการ: {1}, ค่าจริง: {2}
tr_tr: '{0}' işlevine yönelik türü belirtilmemiş nesne bağımsız değişkeninin türü yanlış. Beklenen: {1}, Mevcut: {2}.
uk_ua: Аргумент нетипізованого об’єкта для функції "{0}" має неправильний тип. Очікувалося: {1}, отримано: {2}.
vi_vn: Đối số đối tượng chưa được phân loại vào hàm "{0}" có loại không chính xác. Dự kiến: {1}, Thực tế: {2}.
zh_cn: '{0}' 函数的非类型化对象参数的类型不正确。应为: {1}，实际为: {2}。
zh_tw: 『{0}』函式的非類型化物件引數的類型不正確。預期的類型: {1}，實際的類型: {0}。
