Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrUpdateRecordPermissionDenied
source: Update record permission denied
bg_bg: Разрешението за актуализиране на запис е отказано
ca_es: S'ha denegat l'actualització de permisos de registre
cs_cz: Oprávnění k aktualizaci záznamu bylo odepřeno
da_dk: Der blev ikke givet tilladelse til at opdatere posten
de_de: Berechtigung zum Aktualisieren des Datensatzes abgelehnt
el_gr: Το δικαίωμα ενημέρωσης καρτέλας απορρίφθηκε
es_es: Actualizar permiso de registro denegado
et_ee: Kirje värskendamise õigus on keelatud
eu_es: Ukatu da erregistroa eguneratzeko baimena
fi_fi: Tietueen päivitysoikeus estetty
fr_fr: Autorisation de mise à jour d’enregistrement refusée
gl_es: Permiso de actualización de rexistros denegado
hi_in: अद्यतन रिकॉर्ड अनुमति अस्वीकृत
hr_hr: Dozvola za ažuriranje zapisa je odbijena
hu_hu: Rekordengedély frissítése megtagadva
id_id: Izin pembaruan rekaman ditolak
it_it: Autorizzazione di aggiornamento record negata
ja_jp: レコード更新のアクセス許可が拒否されました
kk_kz: Жазба рұқсатын жаңартудан бас тартылды
ko_kr: 레코드 업데이트 권한 거부됨
lt_lt: Teisė naujinti įrašą uždrausta
lv_lv: Ieraksta atjaunināšanas atļauja ir liegta
ms_my: Kemas kini keizinan rekod dinafikan
nb_no: Tillatelse til å oppdatere oppføring er ikke gitt
nl_nl: Machtiging voor bijwerken van records geweigerd
pl_pl: Odmowa uprawnienia do aktualizowania rekordów
pt_br: Permissão negada para atualizar registro
ro_ro: Permisiune de actualizare a înregistrării refuzată
ru_ru: Отказано в разрешении на изменение записей
sk_sk: Povolenie na aktualizáciu záznamu bolo zamietnuté
sl_si: Dovoljenje za posodobitev zapisa je zavrnjeno
sr_cyrl_rs: Дозвола за ажурирање записа је одбијена
sr_latn_rs: Dozvola za ažuriranje zapisa je odbijena
sv_se: Behörighet att uppdatera post nekad
th_th: สิทธิ์การอัปเดตเรกคอร์ดถูกปฏิเสธ
tr_tr: Kayıt güncelleştirme izni reddedildi
uk_ua: Дозвіл на оновлення запису не надано
vi_vn: Quyền cập nhật bản ghi bị từ chối
zh_cn: 更新记录权限被拒绝
zh_tw: 更新記錄權限遭拒

# ErrDeleteRecordPermissionDenied
source: Delete record permission denied
bg_bg: Разрешението за изтриване на запис е отказано
ca_es: S'ha denegat la supressió de permisos de registre
cs_cz: Oprávnění k odstranění záznamu bylo odepřeno
da_dk: Der blev ikke givet tilladelse til sletning af posten
de_de: Berechtigung zum Löschen des Datensatzes abgelehnt
el_gr: Το δικαίωμα διαγραφής καρτέλας απορρίφθηκε
es_es: Eliminar permiso de eliminación denegado
et_ee: Kirje kustutamise õigus on keelatud
eu_es: Ukatu da erregistroa ezabatzeko baimena
fi_fi: Tietueen poisto-oikeus estetty
fr_fr: Autorisation de suppression d’enregistrement refusée
gl_es: Permiso de eliminación de rexistros denegado
hi_in: रिकॉर्ड हटाने की अनुमति अस्वीकृत
hr_hr: Dozvola za brisanje zapisa je odbijena
hu_hu: Rekordengedély törlése megtagadva
id_id: Izin penghapusan rekaman ditolak
it_it: Autorizzazione di eliminazione record negata
ja_jp: レコード削除のアクセス許可が拒否されました
kk_kz: Жазба рұқсатын жоюдан бас тартылды
ko_kr: 레코드 삭제 권한 거부됨
lt_lt: Teisė naikinti įrašą uždrausta
lv_lv: Ieraksta dzēšanas atļauja ir liegta
ms_my: Padam keizinan rekod dinafikan
nb_no: Tillatelse til å slette oppføring er ikke gitt
nl_nl: Machtiging voor verwijderen van records geweigerd
pl_pl: Odmowa uprawnienia do usuwania rekordów
pt_br: Permissão negada para excluir registro
ro_ro: Permisiune de ștergere a înregistrării refuzată
ru_ru: Отказано в разрешении на удаление записей
sk_sk: Povolenie na odstránenie záznamu bolo zamietnuté
sl_si: Dovoljenje za brisanje zapisa je zavrnjeno
sr_cyrl_rs: Дозвола за брисање записа је одбијена
sr_latn_rs: Dozvola za brisanje zapisa je odbijena
sv_se: Behörighet att ta bort post nekad
th_th: สิทธิ์การลบเรกคอร์ดถูกปฏิเสธ
tr_tr: Kayıt silme izni reddedildi
uk_ua: Дозвіл на видалення запису не надано
vi_vn: Quyền xóa bản ghi bị từ chối
zh_cn: 删除记录权限被拒绝
zh_tw: 刪除記錄權限遭拒

# ErrColumnServerGenerated
source: Column is generated by the server and cannot be modified
bg_bg: Колоната се генерира от сървъра и не може да бъде променена
ca_es: El servidor ha generat la columna i no es pot modificar
cs_cz: Sloupec je generován serverem a nelze jej měnit
da_dk: Kolonnen oprettes af serveren og kan ikke redigeres
de_de: Spalte wird vom Server generiert und kann nicht geändert werden
el_gr: Η στήλη δημιουργείται από το διακομιστή και δεν είναι δυνατό να τροποποιηθεί
es_es: El servidor genera la columna y no se puede modificar
et_ee: Veerg on loodud serveri poolt ja seda ei saa muuta
eu_es: Zerbitzariak sortu du zutabea eta ezin da aldatu
fi_fi: Palvelin luo sarakkeen, eikä sitä voi muokata
fr_fr: La colonne est générée par le serveur et ne peut pas être modifiée
gl_es: A columna xéraa o servidor e non se pode modificar
hi_in: स्तंभ सर्वर द्वारा उत्पन्न होता है और इसे संशोधित नहीं किया जा सकता
hr_hr: Stupac generira poslužitelj i ne može se mijenjati
hu_hu: Az oszlopot a kiszolgáló generálta, ezért nem módosítható
id_id: Kolom dibuat oleh server dan tidak dapat diubah
it_it: Colonna generata dal server. Impossibile modificarla
ja_jp: 列はサーバーによって生成されたため、変更できません
kk_kz: Баған серверде жасалады және өзгертілмеуі мүмкін
ko_kr: 열은 서버에서 생성되어 수정할 수 없습니다
lt_lt: Stulpelį sugeneravo serveris, jo modifikuoti negalima
lv_lv: Kolonnu ģenerē serveris, un to nevar modificēt
ms_my: Lajur dijana oleh pelayan dan tidak boleh diubah suai
nb_no: Kolonnen genereres av serveren og kan ikke endres
nl_nl: Kolom is gegenereerd door de server en kan niet worden gewijzigd
pl_pl: Kolumna została wygenerowana przez serwer i nie można jej zmodyfikować
pt_br: A coluna é gerada pelo servidor e não pode ser modificada
ro_ro: Coloana este generată de server și nu poate fi modificată
ru_ru: Столбец создается сервером и не может быть изменен
sk_sk: Stĺpec je generovaný serverom a nemožno ho upravovať
sl_si: Stolpec je ustvarjen s strežnikom in ga ni mogoče spremeniti
sr_cyrl_rs: Сервер генерише колону и није је могуће изменити
sr_latn_rs: Server generiše kolonu i nju nije moguće promeniti
sv_se: Kolumnen genereras av servern och kan inte ändras
th_th: คอลัมน์ถูกสร้างโดยเซิร์ฟเวอร์และไม่สามารถปรับเปลี่ยนได้
tr_tr: Sütun sunucu tarafından oluşturuldu ve değiştirilemez
uk_ua: Стовпець створюється сервером, і його не можна змінити
vi_vn: Cột do máy chủ tạo và không thể sửa đổi
zh_cn: 列由服务器生成，无法修改
zh_tw: 資料行是由伺服器產生，無法修改

# ErrRecordUpdateConflict
source: Record update conflict, refresh record and reapply your change
bg_bg: Конфликт при актуализация на записа, обновете записа и приложете отново промяната си
ca_es: Conflicte d'actualització de registres, actualitza el registre i torna a aplicar el canvi
cs_cz: Zaznamenejte konflikt aktualizací, obnovte záznam a znovu aplikujte změnu
da_dk: Registrer opdateringskonflikt, opdater post, og anvend din ændring igen
de_de: Konflikt beim Aktualisieren des Datensatzes; Datensatz aktualisieren und Änderung erneut anwenden
el_gr: Διένεξη ενημέρωσης καρτελών, ανανέωση καρτέλας και εκ νέου εφαρμογή της αλλαγής σας
es_es: Conflicto de actualización de registros, actualizar registro y volver a aplicar el cambio
et_ee: Kirje värskendamise konflikt, värskendage kirjet ja rakendage muudatus uuesti
eu_es: Erregistroa eguneratzeko gatazka; freskatu erregistroa eta aplikatu berriro aldaketa
fi_fi: Tietueiden päivitysristiriita, päivitä tietue ja suorita muutos uudelleen
fr_fr: Conflit de mise à jour de l’enregistrement, actualisez l’enregistrement et appliquez votre modification à nouveau
gl_es: Conflito de actualización do rexistro, actualice o rexistro e volva aplicar a modificación
hi_in: अपडेट में टकराव को रिकॉर्ड करें, रिकॉर्ड रिफ़्रेश करें और अपना परिवर्तन पुनः लागू करें
hr_hr: Sukob ažuriranja zapisa, osvježite zapise i ponovno primijenite promjenu
hu_hu: Jegyezze fel a frissítés ütközését, frissítse a rekordot, majd alkalmazza újra a módosítást
id_id: Terjadi konflik saat memperbarui rekaman, refresh rekaman, lalu terapkan ulang perubahan Anda
it_it: Conflitto di aggiornamento record, aggiorna il record e applica nuovamente la modifica
ja_jp: 競合によりレコードを変更できません。レコードを更新してから再度変更してください
kk_kz: Жазба жаңарту қайшылығы, жазбаны жаңартып, өзгертуді қайта қолданыңыз
ko_kr: 레코드 업데이트 충돌, 레코드 새로 고침 및 변경 내용 다시 적용
lt_lt: Įrašykite naujinimo konfliktą, atnaujinkite įrašą ir iš naujo taikyti keitimą
lv_lv: Ieraksta atjaunināšanas konflikts; atsvaidziniet ierakstu un lietojiet izmaiņas vēlreiz
ms_my: Percanggahan kemas kini rekod, segar semula rekod dan gunakan semula perubahan anda
nb_no: Konflikt med oppføringsoppdatering. Oppdater oppføringen og ta i bruk endringen på nytt
nl_nl: Conflict bij bijwerken record, record vernieuwen en uw wijziging opnieuw toepassen
pl_pl: Konflikt podczas aktualizacji rekordu. Odśwież rekord i ponownie zastosuj zmianę.
pt_br: Conflito de atualização de registro. Atualize o registro e reaplique sua alteração
ro_ro: Înregistrați conflictul de actualizare, reîmprospătați înregistrarea și reaplicați modificarea
ru_ru: Конфликт при изменении записи. Обновите запись и примените изменение еще раз
sk_sk: Konflikt aktualizácie záznamu, obnovte záznam a znova použite zmenu
sl_si: Pri posodabljanju zapisa je prišlo do spora. Osvežite zapis in znova uveljavite spremembo
sr_cyrl_rs: Неусаглашеност ажурирања записа, освежите запис и поновно примените промену
sr_latn_rs: Neusaglašenost ažuriranja zapisa, osvežite zapis i ponovno primenite promenu
sv_se: Postuppdateringskonflikt, uppdatera posten och tillämpa ändringen igen
th_th: เกิดความขัดแย้งในการอัปเดตเรกคอร์ด รีเฟรชเรกคอร์ดและทำการเปลี่ยนแปลงอีกครั้ง
tr_tr: Kayıt güncelleştirme çakışması oluştu, kaydı yenileyin ve değişikliğinizi yeniden uygulayın
uk_ua: Конфлікт оновлення записів, оновить запис і повторно застосуйте зміни
vi_vn: Quá trình cập nhật bản ghi bị xung đột, hãy làm mới bản ghi rồi áp dụng lại thay đổi của bạn
zh_cn: 记录更新冲突，刷新记录并重新应用您的更改
zh_tw: 記錄更新衝突，請重新整理記錄並重新套用變更

# ErrValidationError
source: Validation error
bg_bg: Грешка при проверката
ca_es: Error de validació
cs_cz: Chyba ověření
da_dk: Valideringsfejl
de_de: Prüfungsfehler
el_gr: Σφάλμα επικύρωσης
es_es: Error de validación
et_ee: Kinnitamistõrge
eu_es: Balioztatze-errorea
fi_fi: Vahvistusvirhe
fr_fr: Erreur de validation
gl_es: Erro de validación
hi_in: प्रमाणीकरण त्रुटि
hr_hr: Pogreška provjere valjanosti
hu_hu: Ellenőrzési hiba
id_id: Kesalahan validasi
it_it: Errore di convalida
ja_jp: 検証エラー
kk_kz: Тексеру қатесі
ko_kr: 유효성 검사 오류
lt_lt: Tikrinimo klaida
lv_lv: Apstiprināšanas kļūda
ms_my: Ralat pensahihan
nb_no: Valideringsfeil
nl_nl: Validatiefout
pl_pl: Błąd walidacji
pt_br: Erro de validação
ro_ro: Eroare de validare
ru_ru: Ошибка проверки
sk_sk: Chyba overenia
sl_si: Napaka pri preverjanju veljavnosti
sr_cyrl_rs: Грешка у провери ваљаности
sr_latn_rs: Greška u proveri valjanosti
sv_se: Valideringsfel
th_th: ข้อผิดพลาดการตรวจสอบความถูกต้อง
tr_tr: Doğrulama hatası
uk_ua: Помилка перевірки
vi_vn: Lỗi xác thực
zh_cn: 验证错误
zh_tw: 驗證錯誤

# ErrColumnReadOnly
source: Column is read-only
bg_bg: Колоната е само за четене
ca_es: La columna és només de lectura
cs_cz: Sloupec je jen pro čtení
da_dk: Kolonnen er skrivebeskyttet
de_de: Spalte ist schreibgeschützt
el_gr: Η στήλη είναι μόνο για ανάγνωση
es_es: La columna es de solo lectura
et_ee: Veerg on kirjutuskaitstud
eu_es: Irakurtzeko soilik da zutabea
fi_fi: Sarake on vain luku -tyyppinen
fr_fr: La colonne est en lecture seule
gl_es: A columna é só de lectura
hi_in: स्तंभ केवल-पढ़ने के लिए है
hr_hr: Stupac je samo za čitanje
hu_hu: Az oszlop írásvédett
id_id: Kolom hanya baca
it_it: La colonna è di sola lettura
ja_jp: 列が読み取り専用です
kk_kz: Баған тек оқуға арналған
ko_kr: 열이 읽기 전용임
lt_lt: Stulpelis skirtas tik skaityti
lv_lv: Kolonna ir tikai lasāma
ms_my: Lajur adalah baca sahaja
nb_no: Kolonnen er skrivebeskyttet
nl_nl: Kolom is alleen-lezen
pl_pl: Kolumna jest tylko do odczytu
pt_br: A coluna é somente leitura
ro_ro: Coloana este doar în citire
ru_ru: Столбец доступен только для чтения
sk_sk: Stĺpec je iba na čítanie
sl_si: Stolpec je samo za branje
sr_cyrl_rs: Колона је само за читање
sr_latn_rs: Kolona je samo za čitanje
sv_se: Kolumnen är skrivskyddad
th_th: คอลัมน์เป็นแบบอ่านอย่างเดียว
tr_tr: Sütun salt okunur
uk_ua: Стовпець доступний лише для читання
vi_vn: Cột ở chế độ chỉ đọc
zh_cn: 列是只读列
zh_tw: 資料欄是唯讀

# ErrInvalidRecord
source: Record is invalid
bg_bg: Записът е невалиден
ca_es: El registre no és vàlid
cs_cz: Záznam je neplatný
da_dk: Posten er ugyldig
de_de: Datensatz ist ungültig
el_gr: Η καρτέλα δεν είναι έγκυρη
es_es: El registro no es válido
et_ee: Kirje ei sobi
eu_es: Erregistroak ez du balio
fi_fi: Tietue on virheellinen
fr_fr: Enregistrement non valide
gl_es: O rexistro non é válido
hi_in: रिकॉर्ड अमान्य है
hr_hr: Zapis nije valjan
hu_hu: A rekord érvénytelen
id_id: Rekaman tidak valid
it_it: Record non valido
ja_jp: レコードが無効です
kk_kz: Жазба жарамсыз
ko_kr: 레코드가 잘못되었습니다
lt_lt: Įrašas netinkamas
lv_lv: Ieraksts ir nederīgs
ms_my: Rekod tidak sah
nb_no: Oppføringen er ugyldig
nl_nl: Record is ongeldig
pl_pl: Rekord jest nieprawidłowy
pt_br: O registro é inválido
ro_ro: Înregistrarea nu este validă
ru_ru: Недопустимая запись
sk_sk: Záznam je neplatný
sl_si: Zapis ni veljaven
sr_cyrl_rs: Запис је неважећи
sr_latn_rs: Zapis je nevažeći
sv_se: Posten är ogiltig
th_th: เรกคอร์ดไม่ถูกต้อง
tr_tr: Kayıt geçersiz
uk_ua: Неприпустимий запис
vi_vn: Bản ghi không hợp lệ
zh_cn: 记录无效
zh_tw: 記錄無效

source: Division by zero
bg_bg: Деление на нула
ca_es: Divisió entre zero
cs_cz: Dělení nulou
da_dk: Division med nul
de_de: Teilung durch Null
el_gr: Διαίρεση με το μηδέν
es_es: División entre cero
et_ee: Nulliga jagamine
eu_es: Zerorekin zatitu
fi_fi: Jako nollalla
fr_fr: Division par zéro
gl_es: División por cero
hi_in: शून्य से विभाजित है
hr_hr: Dijeljenje nulom
hu_hu: Nullával történő osztás
id_id: Pembagian dengan nol
it_it: Divisione per zero
ja_jp: 0 による除算
kk_kz: Нөлге бөлу
ko_kr: 0으로 나눔
lt_lt: Dalyba iš nulio
lv_lv: Dalīšana ar nulli
ms_my: Pembahagian dengan sifar
nb_no: Deling på null
nl_nl: Delen door nul
pl_pl: Dzielenie przez zero
pt_br: Divisão por zero
ro_ro: Împărțire la zero
ru_ru: Деление на нуль
sk_sk: Delenie nulou
sl_si: Deljenje z nič
sr_cyrl_rs: Дељење нулом
sr_latn_rs: Deljenje nulom
sv_se: Division med noll
th_th: การหารด้วยศูนย์
tr_tr: Sıfıra bölme
uk_ua: Ділення на нуль
vi_vn: Phép chia cho 0
zh_cn: 除数为零
zh_tw: 除數為零

# ErrBadLanguage
source: Bad language code or invalid value
bg_bg: Неверен код на език или невалидна стойност
ca_es: Codi de llengua incorrecte o valor no vàlid
cs_cz: Chybný kód jazyka nebo neplatná hodnota
da_dk: Ugyldig sprogkode eller ugyldig værdi
de_de: Ungültiger Sprachcode oder Wert
el_gr: Εσφαλμένος κωδικός γλώσσας ή μη έγκυρη τιμή
es_es: Código de idioma incorrecto o valor no válido
et_ee: Vigane keelekood või sobimatu väärtus
eu_es: Hizkuntza-kode okerra edo erabil ezin daitekeen balioa
fi_fi: Virheellinen kielikoodi tai virheellinen arvo
fr_fr: Mauvais code de langue ou valeur non valide
gl_es: Código de idioma incorrecto ou valor non válido
hi_in: खराब भाषा कोड या अमान्य मान
hr_hr: Neispravan kod jezika ili vrijednost koja nije valjana
hu_hu: Hibás nyelvi kód vagy érvénytelen érték
id_id: Kode bahasa buruk atau nilai tidak valid
it_it: Codice lingua errato o valore non valido
ja_jp: 言語コードが間違っているか、または値が無効です
kk_kz: Нашар тіл коды немесе жарамсыз мән
ko_kr: 잘못된 언어 코드 또는 잘못된 값
lt_lt: Netinkamas kalbos kodas arba netinkama reikšmė
lv_lv: Nepareizs valodas kods vai nederīga vērtība
ms_my: Kod bahasa buruk atau nilai tidak sah
nb_no: Ugyldig språkkode eller ugyldig verdi
nl_nl: Onjuiste taalcode of ongeldige waarde
pl_pl: Zły kod języka lub nieprawidłowa wartość
pt_br: Código de idioma incorreto ou valor inválido
ro_ro: Cod de limbă greșit sau valoare nevalidă
ru_ru: Неверный код языка или недопустимое значение
sk_sk: Chybný kód jazyka alebo neplatná hodnota
sl_si: Neveljavna jezikovna koda ali vrednost
sr_cyrl_rs: Лош кôд језика или неважећа вредност
sr_latn_rs: Loš kôd jezika ili nevažeća vrednost
sv_se: Felaktig språkkod eller ogiltigt värde
th_th: รหัสภาษาไม่ถูกต้องหรือค่าไม่ถูกต้อง
tr_tr: Hatalı dil kodu veya geçersiz değer
uk_ua: Неправильний код мови або неприпустиме значення
vi_vn: Mã ngôn ngữ không hợp lệ hoặc giá trị không hợp lệ
zh_cn: 语言代码错误或值无效
zh_tw: 語言代碼不正確或值無效

# ErrRegexSyntaxError
source: Syntax error in regular expression
bg_bg: Синтактична грешка в регулярния израз
ca_es: Error de sintaxi a l'expressió regular
cs_cz: Chyba syntaxe v regulárním výrazu
da_dk: Syntaksfejl i søgemønster
de_de: Syntaxfehler in regulärem Ausdruck
el_gr: Σφάλμα σύνταξης στην κανονική παράσταση
es_es: Error de sintaxis en expresión regular
et_ee: Süntaksitõrge regulaaravaldises
eu_es: Sintaxi-errorea adierazpen erregularrean
fi_fi: Syntaksivirhe säännöllisessä lausekkeessa
fr_fr: Erreur de syntaxe dans l’expression régulière
gl_es: Erro de sintaxe na expresión regular
hi_in: नियमित अभिव्यक्ति में सिंटैक्स त्रुटि
hr_hr: Pogreška sintakse u regularnom izrazu
hu_hu: Szintaktikai hiba a reguláris kifejezésben
id_id: Kesalahan sintaksis dalam ekspresi reguler
it_it: Errore di sintassi in un'espressione regolare
ja_jp: 正規表現の構文エラー
kk_kz: Тұрақты өрнектегі синтаксистік қате
ko_kr: 정규식의 구문 오류
lt_lt: Paprastosios išraiškos sintaksės klaida
lv_lv: Sintakses kļūda parastā izteiksmē
ms_my: Ralat sintaks dalam ungkapan biasa
nb_no: Syntaksfeil i regulært uttrykk
nl_nl: Syntaxisfout in reguliere expressie
pl_pl: Błąd składniowy w wyrażeniu regularnym
pt_br: Erro de sintaxe na expressão regular
ro_ro: Eroare de sintaxă în expresia regulată
ru_ru: Синтаксическая ошибка в регулярном выражении
sk_sk: Syntaktická chyba v regulárnom výraze
sl_si: Napaka sintakse v regularnem izrazu
sr_cyrl_rs: Грешка синтаксе у регуларном изразу
sr_latn_rs: Greška sintakse u redovnom izrazu
sv_se: Syntaxfel i reguljärt uttryck
th_th: ข้อผิดพลาดทางไวยากรณ์ในนิพจน์ทั่วไป
tr_tr: Normal ifadede sözdizimi hatası
uk_ua: Помилка синтаксису в регулярному виразі
vi_vn: Lỗi cú pháp trong biểu thức chính quy
zh_cn: 正则表达式中的语法错误
zh_tw: 規則運算式發生語法錯誤

# ErrInvalidFunctionUsage
source: Invalid function usage
bg_bg: Невалидна употреба на функция
ca_es: Ús de la funció no vàlid
cs_cz: Neplatné použití funkce
da_dk: Ugyldig funktionsanvendelse
de_de: Ungültige Funktionsverwendung
el_gr: Μη έγκυρη χρήση συνάρτησης
es_es: Uso de función no válido
et_ee: Sobimatu funktsioonikasutus
eu_es: Funtzioaren erabilerak ez du balio
fi_fi: Virheellinen funktion käyttö
fr_fr: Utilisation de fonction non valide
gl_es: Uso da función non válido
hi_in: अमान्य फ़ंक्शन उपयोग
hr_hr: Iskorištenost funkcije nije valjana
hu_hu: Érvénytelen függvényhasználat
id_id: Penggunaan fungsi tidak valid
it_it: Utilizzo della funzione non valido
ja_jp: 関数の使用法が間違っています
kk_kz: Функцияны пайдалану жарамайды
ko_kr: 잘못된 함수 사용
lt_lt: Netinkamas funkcijos naudojimas
lv_lv: Nederīgs funkcijas lietojums
ms_my: Penggunaan fungsi tidak sah
nb_no: Ugyldig funksjonsbruk
nl_nl: Ongeldig gebruik van functie
pl_pl: Nieprawidłowe użycie funkcji
pt_br: Uso de função inválido
ro_ro: Utilizare nevalidă a funcției
ru_ru: Недопустимое использование функции
sk_sk: Neplatné použitie funkcie
sl_si: Neveljavna uporaba funkcije
sr_cyrl_rs: Неважећа употреба функције
sr_latn_rs: Nevažeća upotreba funkcije
sv_se: Ogiltig funktionsanvändning
th_th: การใช้ฟังก์ชันไม่ถูกต้อง
tr_tr: Geçersiz işlev kullanımı
uk_ua: Неприпустиме використання функції
vi_vn: Cách sử dụng hàm không hợp lệ
zh_cn: 函数用法无效
zh_tw: 函式使用方式無效

# ErrFileNotFound
source: File not found
bg_bg: Файлът не е намерен
ca_es: No s'ha trobat el fitxer
cs_cz: Soubor nebyl nalezen
da_dk: Filen blev ikke fundet
de_de: Datei nicht gefunden
el_gr: Το αρχείο δεν βρέθηκε
es_es: Archivo no encontrado
et_ee: Faili ei leitud
eu_es: Ez da aurkitu fitxategia
fi_fi: Tiedostoa ei löydy
fr_fr: Fichier introuvable
gl_es: Ficheiro non atopado
hi_in: फ़ाइल नहीं मिली
hr_hr: Datoteka nije pronađena
hu_hu: A fájl nem található
id_id: File tidak ditemukan
it_it: File non trovato
ja_jp: ファイルが見つかりません
kk_kz: Файл табылмады
ko_kr: 파일 없음
lt_lt: Failas nerastas
lv_lv: Fails nav atrasts
ms_my: Fail tidak ditemui
nb_no: Finner ikke filen
nl_nl: Kan het bestand niet vinden
pl_pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ro_ro: Fișier negăsit
ru_ru: Файл не найден
sk_sk: Súbor sa nenašiel
sl_si: Datoteke ni mogoče najti
sr_cyrl_rs: Датотека није пронађена
sr_latn_rs: Datoteka nije pronađena
sv_se: Filen hittades inte
th_th: ไม่พบไฟล์
tr_tr: Dosya bulunamadı
uk_ua: Файл не знайдено
vi_vn: Không tìm thấy tệp
zh_cn: 未找到文件
zh_tw: 找不到檔案

# ErrSystemAnalysisError
source: System analysis error
bg_bg: Грешка при системен анализ
ca_es: Error d'anàlisi del sistema
cs_cz: Chyba systémové analýzy
da_dk: Fejl i systemanalyse
de_de: Systemanalysefehler
el_gr: Σφάλμα ανάλυσης συστήματος
es_es: Error de análisis del sistema
et_ee: Süsteemianalüüsi tõrge
eu_es: Sistemaren analisi-errorea
fi_fi: Järjestelmäanalyysivirhe
fr_fr: Erreur d’analyse système
gl_es: Erro de análise do sistema
hi_in: सिस्टम विश्लेषण त्रुटि
hr_hr: Pogreška analize sustava
hu_hu: Rendszerelemzési hiba
id_id: Kesalahan analisis sistem
it_it: Errore dell'analisi di sistema
ja_jp: システム分析エラー
kk_kz: Жүйе талдау қатесі
ko_kr: 시스템 분석 오류
lt_lt: Sistemos analizės klaida
lv_lv: Sistēmas analīzes kļūda
ms_my: Ralat analisis sistem
nb_no: Systemanalysefeil
nl_nl: Fout in systeemanalyse
pl_pl: Systemowy błąd analizy
pt_br: Erro na análise do sistema
ro_ro: Eroare de analiză a sistemului
ru_ru: Ошибка анализа системы
sk_sk: Chyba systémovej analýzy
sl_si: Napaka pri analizi sistema
sr_cyrl_rs: Грешка у анализи система
sr_latn_rs: Greška u analizi sistema
sv_se: Systemanalysfel
th_th: ข้อผิดพลาดในการวิเคราะห์ระบบ
tr_tr: Sistem analiz hatası
uk_ua: Помилка системного аналізу
vi_vn: Lỗi phân tích hệ thống
zh_cn: 系统分析错误
zh_tw: 系統分析錯誤

# ErrReadRecordPermissionDenied
source: Read record permission denied
bg_bg: Разрешението за четене на запис е отказано
ca_es: S'ha denegat la lectura de permisos de registre
cs_cz: Oprávnění ke čtení záznamu bylo odepřeno
da_dk: Læs posttilladelse nægtet
de_de: Berechtigung zum Lesen des Datensatzes abgelehnt
el_gr: Το δικαίωμα ανάγνωσης καρτέλας απορρίφθηκε
es_es: Permiso de lectura de registro denegado
et_ee: Kirje lugemisõigus on keelatud
eu_es: Ukatu da erregistroa irakurtzeko baimena
fi_fi: Tietueen lukuoikeus estetty
fr_fr: Autorisation de lecture d’enregistrement refusée
gl_es: Permiso de lectura de rexistros denegado
hi_in: रिकॉर्ड पढ़ने की अनुमति अस्वीकृत
hr_hr: Dozvola za čitanje zapisa je odbijena
hu_hu: Rekordengedély beolvasása megtagadva
id_id: Izin pembacaan rekaman ditolak
it_it: Autorizzazione di lettura record negata
ja_jp: レコード読み取りのアクセス許可が拒否されました
kk_kz: Жазба рұқсатын оқудан бас тартылды
ko_kr: 레코드 읽기 권한 거부됨
lt_lt: Teisė skaityti įrašą uždrausta
lv_lv: Ieraksta lasīšanas atļauja ir liegta
ms_my: Baca keizinan rekod dinafikan
nb_no: Tillatelse til å lese oppføring er ikke gitt
nl_nl: Machtiging voor lezen van records geweigerd
pl_pl: Odmowa uprawnienia do odczytu rekordów
pt_br: Permissão negada para leitura de registro
ro_ro: Permisiunea de citire a înregistrării a fost refuzată
ru_ru: Отказано в разрешении на чтение записей
sk_sk: Povolenie na čítanie záznamu bolo zamietnuté
sl_si: Dovoljenje za branje zapisa je zavrnjeno
sr_cyrl_rs: Дозвола за читање записа је одбијена
sr_latn_rs: Dozvola za čitanje zapisa je odbijena
sv_se: Behörighet att läsa post nekad
th_th: สิทธิ์การอ่านเรกคอร์ดถูกปฏิเสธ
tr_tr: Kayıt okuma izni reddedildi
uk_ua: Дозвіл на читання запису не надано
vi_vn: Quyền đọc bản ghi bị từ chối
zh_cn: 读取记录权限被拒绝
zh_tw: 讀取記錄權限遭拒
