Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SubstituteFuncArg2
source: old_text
bg_bg: стар_текст
ca_es: text_anterior
cs_cz: starý_text
da_dk: gammel_tekst
de_de: alter_Text
el_gr: παλιό_κείμενο
es_es: texto_antiguo
et_ee: vana_tekst
eu_es: testu_zaharra
fi_fi: vanha_teksti
fr_fr: ancien_texte
gl_es: texto_antigo
hi_in: पुराना_पाठ
hr_hr: stari_tekst
hu_hu: régi_szöveg
id_id: teks_lama
it_it: testo_precedente
ja_jp: 古いテキスト
kk_kz: ескі_мәтін
ko_kr: 이전_텍스트
lt_lt: senas_tekstas
lv_lv: vecais_teksts
ms_my: teks_lama
nb_no: gammel_tekst
nl_nl: oude_tekst
pl_pl: stary_tekst
pt_br: texto_antigo
pt_pt: texto_antigo
ro_ro: text_vechi
ru_ru: старый_текст
sk_sk: starý_text
sl_si: staro_besedilo
sr_cyrl_rs: стари_текст
sr_latn_rs: stari_tekst
sv_se: gammal_text
th_th: ข้อความ_เก่า
tr_tr: eski_metin
uk_ua: старий_текст
vi_vn: văn_bản_cũ
zh_cn: 旧文本
zh_tw: 舊_文字

# SubstituteFuncArg3
source: new_text
bg_bg: нов_текст
ca_es: text_nou
cs_cz: nový_text
da_dk: ny_tekst
de_de: neuer_Text
el_gr: νέο_κείμενο
es_es: texto_nuevo
et_ee: uus_tekst
eu_es: testu_berria
fi_fi: uusi_teksti
fr_fr: nouveau_texte
gl_es: texto_novo
hi_in: नया_पाठ
hr_hr: novi_tekst
hu_hu: új_szöveg
id_id: teks_baru
it_it: nuovo_testo
ja_jp: 新しいテキスト
kk_kz: жаңа_мәтін
ko_kr: 새_텍스트
lt_lt: naujas_tekstas
lv_lv: jauns_teksts
ms_my: teks_baru
nb_no: ny_tekst
nl_nl: nieuwe_tekst
pl_pl: nowy_tekst
pt_br: texto_novo
pt_pt: novo_texto
ro_ro: text_nou
ru_ru: новый_текст
sk_sk: nový_text
sl_si: novo_besedilo
sr_cyrl_rs: нови_текст
sr_latn_rs: novi_tekst
sv_se: ny_text
th_th: ข้อความ_ใหม่
tr_tr: yeni_metin
uk_ua: новий_текст
vi_vn: văn_bản_mới
zh_cn: 新文本
zh_tw: 新_文字

# SubstituteFuncArg4
source: instance_num
bg_bg: срещане_позиция
ca_es: núm_instància
cs_cz: číslo_instance
da_dk: forekomst_ant
de_de: Instanznummer
el_gr: αριθμός_παρουσίας
es_es: núm_instancia
et_ee: esinemisjuhu_nr
eu_es: instantzia_zenbakia
fi_fi: esiintymän_numero
fr_fr: numéro_instance
gl_es: núm_instancia
hi_in: इंस्‍टैंस_संख्या
hr_hr: broj_instance
hu_hu: példány_száma
id_id: jumlah_kejadian
it_it: num_istanze
ja_jp: インスタンス番号
kk_kz: нұсқа_нөмірі
ko_kr: 인스턴스_번호
lt_lt: egzempliorių_skaičius
lv_lv: instance_skaits
ms_my: nombor_tika
nb_no: forekomstnummer
nl_nl: waarde_exemplaar
pl_pl: liczba_wystąpień
pt_br: número_instância
pt_pt: instância_num
ro_ro: nr_instanță
ru_ru: номер_экземпляра
sk_sk: číslo_inštancie
sl_si: število_primerka
sr_cyrl_rs: инстанца_нум
sr_latn_rs: instanca_num
sv_se: instans_antal
th_th: จำนวน_อินสแตนซ์
tr_tr: örnek_sayısı
uk_ua: номер_екземпляра
vi_vn: số_phiên_bản
zh_cn: 实例数
zh_tw: 取代_第幾個

# AboutSubstitute_text
source: The text value to process.
bg_bg: Текстовата стойност за обработване.
ca_es: Valor de text que es processarà.
cs_cz: Textová hodnota, která má být zpracována
da_dk: Tekstværdien, der skal behandles.
de_de: Der zu verarbeitende Textwert.
el_gr: Η τιμή κειμένου για επεξεργασία.
es_es: Valor de texto que se va a procesar.
et_ee: Töödeldav tekstväärtus.
eu_es: Prozesatuko den testu-balioa.
fi_fi: Käsiteltävä tekstiarvo.
fr_fr: Valeur de texte à traiter.
gl_es: Valor de texto que se vai procesar.
hi_in: संसाधित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se obrađuje.
hu_hu: A feldolgozandó szöveges érték.
id_id: Nilai teks untuk diproses.
it_it: Valore di testo da elaborare.
ja_jp: 処理するテキスト値。
kk_kz: Өңделетін мәтіндік мән.
ko_kr: 처리할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia apdoroti.
lv_lv: Apstrādājamā teksta vērtība.
ms_my: Nilai teks untuk diproses.
nb_no: Tekstverdien som skal behandles.
nl_nl: De tekstwaarde die moet worden verwerkt.
pl_pl: Wartość tekstowa do przetworzenia.
pt_br: Valor de texto a ser processado.
pt_pt: Valor de texto a processar.
ro_ro: Valoarea text de procesat.
ru_ru: Текстовое значение для обработки.
sk_sk: Textová hodnota na spracovanie.
sl_si: Besedilna vrednost za obdelavo.
sr_cyrl_rs: Вредност текста за обраду.
sr_latn_rs: Vrednost teksta za obradu.
sv_se: Textvärdet att bearbeta.
th_th: ข้อความที่จะดำเนินการ
tr_tr: İşlenecek metin değeri.
uk_ua: Текстове значення, яке потрібно обробити.
vi_vn: Giá trị văn bản cần xử lý.
zh_cn: 要处理的文本值。
zh_tw: 要處理的文字值。

# AboutSubstitute_old_text
source: The text to replace.
bg_bg: Текстът за заместване.
ca_es: Text que se substituirà.
cs_cz: Text, který má být nahrazen
da_dk: Teksten, der skal erstattes.
de_de: Der zu ersetzende Text.
el_gr: Το κείμενο για αντικατάσταση.
es_es: Texto que se va a reemplazar.
et_ee: Asendatav tekst.
eu_es: Ordeztuko den testua.
fi_fi: Korvattava teksti.
fr_fr: Texte à remplacer.
gl_es: Texto que se vai substituír.
hi_in: बदला जाने वाला पाठ.
hr_hr: Tekst koji se zamjenjuje.
hu_hu: A lecserélendő szöveg.
id_id: Teks untuk diganti.
it_it: Testo da sostituire.
ja_jp: 置換される文字列。
kk_kz: Ауыстырылатын мәтін.
ko_kr: 대체할 텍스트입니다.
lt_lt: Keičiamas tekstas.
lv_lv: Aizstājamais teksts.
ms_my: Teks untuk diganti.
nb_no: Teksten som skal erstattes.
nl_nl: De tekst die moet worden vervangen.
pl_pl: Tekst do zastąpienia.
pt_br: Texto a ser substituído.
pt_pt: Texto a substituir.
ro_ro: Textul de înlocuit.
ru_ru: Текст для замены.
sk_sk: Text na nahradenie.
sl_si: Besedilo, ki bo zamenjano.
sr_cyrl_rs: Текст који треба заменити.
sr_latn_rs: Tekst koji treba zameniti.
sv_se: Texten att ersätta.
th_th: ข้อความที่จะแทนที่
tr_tr: Değiştirilecek metin.
uk_ua: Текст, який потрібно замінити.
vi_vn: Văn bản cần thay thế.
zh_cn: 要替换的文本。
zh_tw: 要取代的文字。

# AboutSubstitute_new_text
source: A replacement text.
bg_bg: Заместващ текст.
ca_es: Text de substitució.
cs_cz: Náhradní text
da_dk: En erstatningstekst.
de_de: Ein Ersetzungstext.
el_gr: Κείμενο αντικατάστασης.
es_es: Un texto de reemplazo.
et_ee: Asendustekst.
eu_es: Ordezko testua.
fi_fi: Korvaava teksti.
fr_fr: Texte de remplacement.
gl_es: Texto de substitución.
hi_in: प्रतिस्थापन पाठ.
hr_hr: Zamjenski tekst.
hu_hu: Az a szöveg, amelyre cserélni kell az eddigi szöveget.
id_id: Teks pengganti.
it_it: Testo da usare per la sostituzione.
ja_jp: 置換文字列。
kk_kz: Ауыстыратын мәтін.
ko_kr: 대체 텍스트입니다.
lt_lt: Pakaitinis tekstas.
lv_lv: Aizstāšanas teksts.
ms_my: Teks gantian.
nb_no: En erstatningstekst.
nl_nl: Een vervangende tekst.
pl_pl: Tekst zastępczy.
pt_br: Texto de substituição.
pt_pt: Um texto de substituição.
ro_ro: Un text de înlocuire.
ru_ru: Текст для замены.
sk_sk: Nahradzujúci text.
sl_si: Nadomestno besedilo.
sr_cyrl_rs: Текст замене.
sr_latn_rs: Tekst zamene.
sv_se: En ersättningstext.
th_th: ข้อความที่จะนำไปแทนที่
tr_tr: Yeni metin.
uk_ua: Текст, який використовують для заміни.
vi_vn: Văn bản thay thế.
zh_cn: 替换文本。
zh_tw: 取代文字。

# AboutSubstitute_instance_num
source: Specifies which occurrence of the given text to replace.
bg_bg: Указва повторението на дадения текст за заместване.
ca_es: Especifica quina repetició del text proporcionat se substituirà.
cs_cz: Určuje, který výskyt zadaného textu má být nahrazen.
da_dk: Angiver, hvilken forekomst af den givne tekst, der skal erstattes.
de_de: Gibt an, welches Vorkommen des angegebenen Texts ersetzt werden soll.
el_gr: Καθορίζει την εμφάνιση του δεδομένου κειμένου προς αντικατάσταση.
es_es: Especifica la repetición del texto dado que se va a reemplazar.
et_ee: Määrab, milline määratud teksti esinemiskord tuleb asendada.
eu_es: Emandako testuren zer elementu ordeztu zehazten du.
fi_fi: Määrittää, mikä annetun tekstin esiintymä korvataan.
fr_fr: Spécifie quelle occurrence du texte donné remplacer.
gl_es: Especifica que ocorrencia do texto indicado se ten que substituír.
hi_in: यह निर्दिष्ट करता है कि दिए गए पाठ की किस आवृत्ति को बदला जाए.
hr_hr: Navodi koje se pojavljivanje zadanog teksta zamjenjuje.
hu_hu: Megadja, hogy az adott szöveg melyik előfordulását kell lecserélni.
id_id: Menentukan kejadian teks tertentu untuk digantikan.
it_it: Specifica l'occorrenza da sostituire del testo indicato.
ja_jp: 指定された文字列を置換する出現位置を指定します。
kk_kz: Берілген мәтіннің қайсысын ауыстыру керектігін көрсетеді.
ko_kr: 대체할, 지정된 텍스트의 항목을 지정합니다.
lt_lt: Nurodo, kurį pateikto teksto pasikartojimą pakeisti.
lv_lv: Norāda, kuru dotā teksta vienību aizstāt.
ms_my: Menentukan kejadian teks yang diberikan yang perlu diganti.
nb_no: Angir hvilken forekomst for den angitte teksten som skal erstattes.
nl_nl: Hiermee wordt aangegeven welke instantie van de desbetreffende tekst moet worden vervangen.
pl_pl: Określa, które wystąpienie danego tekstu ma zostać zastąpione.
pt_br: Especifica a ocorrência do texto fornecido a ser substituída.
pt_pt: Especifica que ocorrência de determinado texto substituir.
ro_ro: Specifică ce apariție a textului dat să fie înlocuită.
ru_ru: Указывает, какое вхождение заданного текста нужно заменить.
sk_sk: Určuje, ktorý výskyt daného textu sa má nahradiť.
sl_si: Navaja, katera ponovitev navedenega besedila bo zamenjana.
sr_cyrl_rs: Наводи које појављивање датог текста треба заменити.
sr_latn_rs: Navodi koje pojavljivanje datog teksta treba zameniti.
sv_se: Anger vilken förekomst av den givna texten som ska ersättas.
th_th: ระบุเหตุการณ์ของข้อความที่จะแทนที่
tr_tr: Sağlanan metnin hangi oluşumunun değiştirileceğini belirtir.
uk_ua: Указує відомий екземпляр тексту, який потрібно замінити.
vi_vn: Chỉ định số lần số lần xuất hiện cho văn bản cho trước để thay thế.
zh_cn: 指定要替换的文本匹配项。
zh_tw: 指定要取代哪些符合指定文字的項目。

# AboutSubstitute_text_column
source: A column of text values to process.
bg_bg: Колона с текстови стойности за обработване.
ca_es: Columna de valors de text que es processarà.
cs_cz: Sloupec textových hodnot, které mají být zpracovány.
da_dk: En kolonne af tekstværdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Textwerten.
el_gr: Μια στήλη τιμών κειμένου για επεξεργασία.
es_es: Una columna de valores de texto que se va a procesar.
et_ee: Töödeldavate tekstväärtuste veerg.
eu_es: Prozesatuko den testu-balioen zutabea.
fi_fi: Käsiteltävien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à traiter.
gl_es: Columna de valores de texto que se van procesar.
hi_in: संसाधित किए जाने वाले पाठ मानों का स्तंभ.
hr_hr: Stupac tekstnih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó szöveges értékeket tartalmazó oszlop.
id_id: Kolom nilai teks untuk diproses.
it_it: Colonna di valori di testo da elaborare.
ja_jp: 処理するテキスト値の列。
kk_kz: Өңделетін мәтіндік мәндер бағаны.
ko_kr: 처리할 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā teksta vērtību kolonna.
ms_my: Lajur nilai teks untuk diproses.
nb_no: En kolonne med tekstverdier som skal behandles.
nl_nl: Een kolom met tekstwaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości tekstowych do przetworzenia.
pt_br: Uma coluna de valores de texto a serem processados.
pt_pt: Uma coluna de valores de texto a processar.
ro_ro: O coloană de valori text de procesat.
ru_ru: Столбец текстовых значений для обработки.
sk_sk: Stĺpec textových hodnôt na spracovanie.
sl_si: Stolpec besedilnih vrednosti za obdelavo.
sr_cyrl_rs: Колона вредности текста за обраду.
sr_latn_rs: Kolona vrednosti teksta za obradu.
sv_se: En kolumn med textvärden att bearbeta.
th_th: คอลัมน์ของค่าข้อความที่จะดำเนินการ
tr_tr: İşlenecek metin değerlerini içeren bir sütun.
uk_ua: Стовпець із текстовими значеннями, які потрібно обробити.
vi_vn: Cột chứa các giá trị văn bản cần xử lý.
zh_cn: 要处理的文本值组成的列。
zh_tw: 要處理的文字值資料行。

# AboutSort
source: Sorts 'source' based on the results of the 'expression' evaluated for each row, optionally specifying a sort 'order'.
bg_bg: Сортира „източник“, базирано на резултатите на „израза“, изчислен за всеки ред, опционално указвайки „ред“ на сортирането.
ca_es: Ordena l'element 'source' en funció dels resultats de l'element 'expression' avaluat per a cada fila i, opcionalment, especifica un element 'order' per ordenar.
cs_cz: Seřadí „zdroj“ na základě výsledků „výrazu„“, který se vyhodnocuje pro každý řádek. Volitelně může být zadáno „pořadí“ řazení.
da_dk: Sorterer 'kilde' på baggrund af resultatet af 'udtrykket', der blev evalueret for hver række, angiver eventuelt en sorterings-'rækkefølge'.
de_de: Sortiert die „Quelle“ auf der Grundlage der Ergebnisse des Ausdrucks „Ausdruck“ bei Auswertung pro Zeile, wobei optional eine Sortierreihenfolge „Reihenfolge“ angegeben werden kann.
el_gr: Ταξινομεί την "προέλευση" με βάση τα αποτελέσματα της "παράστασης" που αξιολογείται για κάθε σειρά, προαιρετικά με καθορισμό "σειράς" ταξινόμησης.
es_es: Ordena el origen en función de los resultados de la expresión evaluada para cada fila, especificando opcionalmente un criterio de ordenación.
et_ee: Sordib allika vastavalt iga rea põhjal arvutatud avaldise tulemustele, määrates soovi korral sortimisjärjestuse.
eu_es: "source" ordenatzen du errenkada bakoitzean ebaluatutako "expression" elementuaren emaitzetan oinarrituta (aukera duzu "order" ordenatzeko irizpidea zehazteko).
fi_fi: Lajittelee source-lähteen kullekin riville arvioidun expression-kohteen tulosten perusteella määrittäen valinnaisesti lajittelun order-järjestyksen.
fr_fr: Trie la « source » sur la base des résultats de l’« expression » évaluée pour chaque ligne, en spécifiant éventuellement un « ordre » de tri.
gl_es: Ordena a "orixe" segundo os resultados da "expresión" avaliada de cada fila, especificando opcionalmente unha "ordenación".
hi_in: प्रत्येक पंक्ति के लिए मूल्यांकित 'expression' के परिणामों के आधार पर, वैकल्पिक रूप से एक सॉर्ट 'order' निर्दिष्‍ट करते हुए 'source' को सॉर्ट करता है.
hr_hr: Sortira "izvor" na temelju rezultata "izraza" koji je vrednovan za svaki redak, po želji određuje "redoslijed" sortiranja.
hu_hu: Az egyes sorokon kiértékelt kifejezés alapján rendezi a forrást; a nem kötelező „sorrend” argumentum is megadható.
id_id: Menyortir 'sumber' berdasarkan hasil 'ekspresi' dievaluasi setiap baris, menentukan 'urutan' sortir opsional.
it_it: Ordina 'origine' in base ai risultati dell'oggetto 'espressione' valutato per ogni riga, specificando facoltativamente un valore 'ordine' per l'ordinamento.
ja_jp: 行ごとに評価する '式' の結果に基づいて 'ソース' を並べ替えます。並べ替え '順序' を指定することもできます。
kk_kz: Сұрыптау ретін қосымша көрсету арқылы, әр жол үшін есептелетін өрнектің нәтижелері негізінде көзді сұрыптайды.
ko_kr: 각 행당 평가되는 '식' 결과를 기준으로 '원본'을 정렬합니다(경우에 따라 정렬 '순서' 지정).
lt_lt: Rikiuoja šaltinį remiantis reiškinio rezultatais, apskaičiuotais pagal kiekvieną eilutę. Galima pasirinktinai nurodyti rikiavimo tvarką.
lv_lv: Sakārto vienumu "source", ņemot vērā vienuma "expression" rezultātus, kas novērtēti katrai rindai, neobligāti norādot kārtošanas vienumu "order".
ms_my: Mengisih 'sumber' berdasarkan keputusan 'ungkapan' yang dinilai bagi setiap baris, secara pilihan menentukan 'tertib' isihan.
nb_no: Sorterer kilden basert på resultatene av uttrykket som ble evaluert for hver rad. En sorteringsrekkefølge kan eventuelt angis.
nl_nl: Hiermee wordt 'source' gesorteerd op basis van de resultaten van de 'expression' waarmee elke rij is geëvalueerd en kunt eventueel een 'order' voor sorteren opgeven.
pl_pl: Sortuje element podany w parametrze „źródło” w oparciu o wyniki wyrażenia w parametrze „wyrażenie” ocenianego dla każdego wiersza. Opcjonalnie za pomocą parametru „kolejność” można określić kolejność sortowania.
pt_br: Classifica 'source' (origem) com base nos resultados da 'expression' (expressão) avaliada para cada linha, com a opção de especificar uma 'order' (ordem) de classificação.
pt_pt: Ordena a "origem" com base nos resultados da "expressão" avaliada para cada linha, especificando uma ordem "ordem" opcionalmente.
ro_ro: Sortează „sursa” pe baza rezultatelor „expresiei” evaluate pentru fiecare rând, specificând în mod opțional o „ordine” de sortare.
ru_ru: Сортирует "источник" на основе результатов вычисления "выражения" для каждой строки. Дополнительно можно указать "порядок сортировки".
sk_sk: Zoradí zdroj podľa stĺpca na základe výsledkov výrazu vyhodnoteného pre každý riadok a voliteľne určí spôsob zoradenia.
sl_si: Razvrsti »vir« glede na rezultat argumenta »izraz«, ki je ovrednoten za vsako vrstico, z izbirnim določilom razvrščanja argumenta »vrstni_red«.
sr_cyrl_rs: Сортира „извор“ на основу резултата „израза“ процењеног за сваки ред, опционално наводећи „редослед“ сортирања.
sr_latn_rs: Sortira „izvor“ na osnovu rezultata „izraza“ procenjenog za svaki red, opcionalno navodeći „redosled“ sortiranja.
sv_se: Sorterar källan baserat på resultaten från uttrycket som utvärderats för varje rad. Valfritt så att en sorteringsordning kan anges.
th_th: เรียงลำดับ 'source' ตามผลลัพธ์ของ 'expression' ที่ประเมินไว้สำหรับแต่ละแถว และสามารถเลือกกำหนด 'order’ การเรียงลำดับได้
tr_tr: İsteğe bağlı bir sıralama 'order' değeri belirterek, 'source' öğesini her bir satır için değerlendirilen 'expression' sonuçlarına göre sıralar.
uk_ua: Сортує дані джерела на основі результатів обчислення виразу стосовно кожного рядка. Додатково можна визначити порядок сортування.
vi_vn: Sắp xếp 'nguồn' dựa trên kết quả của 'biểu thức' được đánh giá cho từng hàng, có thể tùy chọn chỉ định một 'thứ tự' sắp xếp.
zh_cn: 基于为每行计算的 "expression" 的结果对 "source" 排序(可以选择指定排序 "order")。
zh_tw: 根據對每個資料列評估 'expression' 所得出的結果，排序 'source'，可選擇性地指定排序 'order'。

# SortArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SortArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# SortArg3
source: order
bg_bg: ред
ca_es: ordena
cs_cz: pořadí
da_dk: rækkefølge
de_de: Reihenfolge
el_gr: σειρά
es_es: ordenar
et_ee: järjestus
eu_es: ordena
fi_fi: järjestys
fr_fr: ordre
gl_es: orde
hi_in: ऑर्डर
hr_hr: redoslijed
hu_hu: sorrend
id_id: urutan
it_it: ordine
ja_jp: 順序
kk_kz: реті
ko_kr: 순서
lt_lt: tvarka
lv_lv: secība
ms_my: tertib
nb_no: rekkefølge
nl_nl: volgorde
pl_pl: kolejność
pt_br: classificar
pt_pt: ordem
ro_ro: ordine
ru_ru: порядок
sk_sk: poradie
sl_si: vrstni_red
sr_cyrl_rs: редослед
sr_latn_rs: redosled
sv_se: ordna
th_th: ลำดับ
tr_tr: sıra
uk_ua: порядок
vi_vn: thứ_tự
zh_cn: 顺序
zh_tw: 順序

# AboutSort_source
source: The table to sort.
bg_bg: Таблицата за сортиране.
ca_es: Taula que s'ordenarà.
cs_cz: Tabulka, která má být seřazena
da_dk: Tabellen, der skal sorteres.
de_de: Die zu sortierende Tabelle.
el_gr: Ο πίνακας για ταξινόμηση.
es_es: Tabla que se va a ordenar.
et_ee: Sorditav tabel.
eu_es: Ordenatuko den taula.
fi_fi: Lajiteltava taulukko.
fr_fr: Table à trier.
gl_es: Táboa que se vai ordenar.
hi_in: सॉर्ट की जाने वाली तालिका.
hr_hr: Tablica koja se sortira.
hu_hu: A rendezendő tábla.
id_id: Tabel untuk disortir.
it_it: Tabella da ordinare.
ja_jp: 並べ替えの対象となるテーブル。
kk_kz: Сұрыпталатын кесте.
ko_kr: 정렬할 테이블입니다.
lt_lt: Lentelė, kurią reikia surikiuoti.
lv_lv: Kārtojamā tabula.
ms_my: Jadual untuk diisih.
nb_no: Tabellen som skal sorteres.
nl_nl: De tabel die moet worden gesorteerd.
pl_pl: Tabela do sortowania.
pt_br: Tabela a ser classificada.
pt_pt: Tabela a ordenar.
ro_ro: Tabelul de sortat.
ru_ru: Таблица для сортировки.
sk_sk: Tabuľka na zoradenie.
sl_si: Tabela, ki bo razvrščena.
sr_cyrl_rs: Табела за сортирање.
sr_latn_rs: Tabela za sortiranje.
sv_se: Tabellen att sortera.
th_th: ตารางที่จะเรียงลำดับ
tr_tr: Sıralanacak tablo.
uk_ua: Таблиця, дані якої потрібно відсортувати.
vi_vn: Bảng cần sắp xếp.
zh_cn: 要排序的表。
zh_tw: 要排序的資料表。
