Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSplit_text
source: Text to be split into substrings.
bg_bg: Текст, който да бъде разделен на поднизове.
ca_es: Text que es dividirà en subcadenes.
cs_cz: Text, který se má rozdělit do podřetězců.
da_dk: Tekst, der skal opdeles i understrenge.
de_de: Text, der in Teilzeichenfolgen aufgeteilt werden soll.
el_gr: Το κείμενο που θα διαχωριστεί σε δευτερεύουσες συμβολοσειρές.
es_es: Texto que se dividirá en subcadenas.
et_ee: Alamstringideks tükeldatav tekst.
eu_es: Azpikateetan zatituko den testua.
fi_fi: Alimerkkijonoihin jaettava teksti.
fr_fr: Texte à fractionner en sous-chaînes.
gl_es: Texto para dividir en subcadeas.
hi_in: उपपंक्तियों में विभाजित करने के लिए पाठ.
hr_hr: Tekst koji se razdvaja u podnizove.
hu_hu: A sztringrészekre osztandó szöveg.
id_id: Teks yang akan dibagi menjadi substring.
it_it: Testo da suddividere in sottostringhe.
ja_jp: 部分文字列に分割するテキスト。
kk_kz: Қосалқы жолдарға бөлінетін мәтін.
ko_kr: 하위 문자열로 분할될 텍스트입니다.
lt_lt: Į dalines eilutes skaidytinas tekstas.
lv_lv: Teksts, kas jāsadala apakšvirknēs.
ms_my: Teks untuk dipisahkan menjadikan subrentetan.
nb_no: Tekst som skal deles opp i delstrenger.
nl_nl: Tekst die moet worden gesplitst in subtekenreeksen.
pl_pl: Tekst, który ma być podzielony na podciągi.
pt_br: O texto a ser dividido em subcadeias.
pt_pt: Texto para ser dividido em subcadeias de carateres.
ro_ro: Text de împărțit în subșiruri.
ru_ru: Текст, который будет разбит на подстроки.
sk_sk: Text, ktorý sa má rozdeliť na podreťazce.
sl_si: Besedilo, ki bo razdeljeno v podnize.
sr_cyrl_rs: Текст за дељење на подниске.
sr_latn_rs: Tekst za deljenje na podniske.
sv_se: Text som ska delas upp i delsträngar.
th_th: ข้อความที่จะถูกแยกออกเป็นสตริงย่อย
tr_tr: Alt dizelere ayrılacak metin.
uk_ua: Текст, який потрібно розділити на підрядки.
vi_vn: Văn bản để phân tách thành các chuỗi con.
zh_cn: 要拆分为子字符串的文本。
zh_tw: 要分割成子字串的文字。

# AboutSplit_separator
source: Delimiter text used to split the input text into substrings.
bg_bg: Текст на ограничител, използван за разделяне на входящия текст на поднизове.
ca_es: Text delimitador que s'utilitza per dividir el text d'entrada en subcadenes.
cs_cz: Text oddělovače, který slouží pro rozdělení vstupního textu do podřetězců.
da_dk: Afgrænsertekst, der bruges til at opdele inputteksten i understrenge.
de_de: Trennzeichen zum Teilen des Eingabetexts in Teilzeichenfolgen.
el_gr: Κείμενο οριοθέτη που χρησιμοποιείται για το διαχωρισμό του κειμένου εισόδου σε δευτερεύουσες συμβολοσειρές.
es_es: Texto delimitador que se usa para dividir el texto de entrada en subcadenas.
et_ee: Eraldaja tekst, mida kasutatakse sisendteksti alamstringideks tükeldamiseks.
eu_es: Sarrerako testua azpikateetan zatitzeko erabiltzen den testu-mugatzailea.
fi_fi: Erotin, jota käytetään jakamaan syöteteksti alimerkkijonoiksi.
fr_fr: Texte de délimiteur utilisé pour séparer le texte entré en sous-chaînes.
gl_es: Texto do delimitador que se usa para dividir o texto de entrada en subcadeas.
hi_in: डिलिमिटर पाठ जो इनपुट पाठ को उपपंक्तियों में विभाजित करने के लिए उपयोग किया जाता है.
hr_hr: Tekst razdjelnika koji se koristi za razdvajanje teksta u podnizove.
hu_hu: A bemeneti szöveg sztringrészekre osztásához használt elválasztó szöveg.
id_id: Pemisah teks digunakan untuk membagi teks input menjadi substring.
it_it: Testo delimitatore usato per suddividere il testo di input in sottostringhe.
ja_jp: 入力テキストを部分文字列に分割するための区切り記号テキスト。
kk_kz: Кіріс мәтінін қосалқы жолдарға бөлу үшін пайдаланылатын бөлгіш мәтіні.
ko_kr: 입력 텍스트를 하위 문자열로 분할하는 데 사용되는 구분 기호 텍스트입니다.
lt_lt: Skyriklio tekstas, naudojamas įvesties tekstui suskaidyti į dalines eilutes.
lv_lv: Norobežotāja teksts, kas tiek lietots, lai sadalītu ievadīto tekstu apakšvirknēs.
ms_my: teks pembatas digunakan untuk berpecah teks input ke dalam substrings.
nb_no: Skilletegnstekst som brukes til å dele opp inndatateksten i delstrenger.
nl_nl: Scheidingstekentekst gebruikt om de invoertekst te splitsen in subtekenreeksen.
pl_pl: Tekst ogranicznika używany do dzielenia tekstu wejściowego na podciągi.
pt_br: O texto do delimitador usado para dividir o texto de entrada em subcadeias.
pt_pt: O texto de delimitador é utilizado para dividir o texto de entrada em subcadeias de carateres.
ro_ro: Textul delimitator utilizat pentru a împărți textul introdus în subșiruri.
ru_ru: Текст-разделитель, используемый для разбиения входного текста на подстроки.
sk_sk: Oddeľovač textu slúžiaci na rozdelenie zadaného textu na podreťazce.
sl_si: Besedilo ločila, uporabljeno za razdelitev vhodnega besedila v podnize.
sr_cyrl_rs: Текст знака за разграничавање који се користи за дељење текста уноса на подниске.
sr_latn_rs: Tekst znaka za razgraničavanje koji se koristi za deljenje teksta unosa na podniske.
sv_se: Avgränsningstext används för att dela upp indatatexten i olika delsträngar.
th_th: ข้อความตัวคั่นที่ใช้ในการแยกข้อความป้อนเข้าออกเป็นสตริงย่อย
tr_tr: Giriş metnini alt dizelere ayırmak için kullanılan sınırlayıcı metni.
uk_ua: Роздільник тексту, який розділяє вхідний текст на підрядки.
vi_vn: Văn bản dấu tách dùng để phân tách văn bản đầu vào thành các chuỗi con.
zh_cn: 用于将输入文本拆分为子字符串的分隔符文本。
zh_tw: 分隔符號文字可用於將輸入文字分割成子字串。

# SplitArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# SplitArg2
source: separator
bg_bg: разделител
ca_es: separador
cs_cz: oddělovač
de_de: Trennzeichen
el_gr: διαχωριστικό
es_es: separador
et_ee: eraldaja
eu_es: bereizlea
fi_fi: erotin
fr_fr: séparateur
gl_es: separador
hi_in: विभाजक
hr_hr: razdjelnik
hu_hu: elválasztó
id_id: pemisah
it_it: separatore
ja_jp: 区切り記号
kk_kz: бөлгіш
ko_kr: 구분 기호
lt_lt: skyriklis
lv_lv: atdalītājs
ms_my: pemisah
nb_no: skilletegn
nl_nl: scheidingsteken
pt_br: separador
pt_pt: separador
ru_ru: Разделитель
sk_sk: oddeľovač
sl_si: ločilo
sr_cyrl_rs: разделник
sr_latn_rs: razdelnik
sv_se: avgränsare
th_th: ตัวคั่น
tr_tr: ayırıcı
uk_ua: роздільна_лінія
vi_vn: dấu_tách
zh_cn: 分隔符
zh_tw: 分隔符號

# AboutColumnNames
source: Enumerate and returns the column names of an untyped record.
bg_bg: Изброяване и връщане на имената на колоните за безтипов запис.
ca_es: Enumera i retorna els noms de columna d'un registre sense tipus.
cs_cz: Vytvoří výčet a vrátí názvy sloupců netypového záznamu.
da_dk: Optæl og returnerer kolonnenavnene for en ikke-skrevet post.
de_de: Zählt die Spaltennamen eines nicht typisierten Datensatzes auf und gibt sie zurück.
el_gr: Απαριθμεί και επιστρέφει τα ονόματα στηλών μιας μη πληκτρολογημένης καρτέλας.
es_es: Enumera y devuelve los nombres de columna de un registro sin tipo.
et_ee: Loetleb ja tagastab tüübita kirje veerunimed.
eu_es: Mota gabeko erregistro baten zutabe-izenak zerrendatu eta itzultzen ditu.
fi_fi: Luetteloi kirjoittamattoman tietueen sarakkeiden nimet ja palauttaa ne.
fr_fr: Énumère et retourne les noms de colonnes d’un enregistrement sans type.
gl_es: Enumera e devolve os nomes das columnas dun rexistro sen tipo.
hi_in: बिना टाइप किए गए रिकॉर्ड के कॉलम नामों की गणना करें और लौटाएं.
hr_hr: Enumerira i vraća nazive stupaca netipiziranog zapisa.
hu_hu: Felsorolja és visszaadja egy nem tipizált rekord oszlopneveit.
id_id: Menghitung dan mengembalikan nama kolom dari rekaman yang tidak bertipe.
it_it: Enumera e restituisce i nomi di colonna di un record non tipizzato.
ja_jp: 型指定されていないレコードの列名を列挙して返します。
kk_kz: Терілмеген жазбаның баған атауларын санайды және береді.
ko_kr: 입력되지 않은 레코드의 열 이름을 열거하고 반환합니다.
lt_lt: Išvardija ir grąžina neįrašyto įrašo stulpelių pavadinimus.
lv_lv: Izveidot uzskaitījumu un atgriezt netipizēta ieraksta kolonnu nosaukumus.
ms_my: Menyebut dan mengembalikan nama lajur bagi rekod yang tidak ditaip.
nb_no: Lister opp og returnerer kolonnenavnene til en typeløs oppføring.
nl_nl: Hiermee worden de kolomnamen van een record zonder type opgesomd geretourneerd.
pl_pl: Wylicza i zwraca nazwy kolumn rekordu bez typu.
pt_br: Enumere e retorne os nomes de coluna de um registro não tipado.
pt_pt: Enumera e devolve os nomes das colunas de um registo sem tipo.
ro_ro: Enumeră și returnează numele coloanelor unei înregistrări fără tip.
ru_ru: Перечисляет и возвращает имена столбцов нетипизированной записи.
sk_sk: Enumeruje a vráti názvy stĺpcov netypového záznamu.
sl_si: Oštevilči in vrne imena stolpcev za zapis brez vrste.
sr_cyrl_rs: Нумерише је и враћа називе колона нетипизираног записа.
sv_se: Räkna upp och returnera kolumnnamnen för en typlös post.
th_th: แจงนับและส่งกลับชื่อคอลัมน์ของเรกคอร์ดที่ไม่มีชนิด
tr_tr: Türü belirtilmemiş bir kaydın sütun adlarını sıralar ve döndürür.
uk_ua: Перелічує та повертає імена стовпців нетипізованого запису.
vi_vn: Liệt kê và trả về tên cột của một bản ghi chưa được nhập.
zh_cn: 枚举并返回非类型化记录的列名。
zh_tw: 列舉並傳回非類型化記錄的資料行名稱。

# ColumnNamesArg1
source: record
bg_bg: запис
ca_es: registre
cs_cz: záznam
da_dk: post
de_de: Datensatz
el_gr: καρτέλα
es_es: registro
et_ee: kirje
eu_es: erregistroa
fi_fi: tietue
fr_fr: enregistrement
gl_es: rexistro
hi_in: रिकॉर्ड
hr_hr: zapis
hu_hu: rekord
id_id: rekaman
ja_jp: レコード
kk_kz: жазу
ko_kr: 레코드
lt_lt: įrašas
lv_lv: ieraksts
ms_my: rekod
nb_no: oppføring
pl_pl: rekord
pt_br: registro
pt_pt: registo
ro_ro: înregistrare
ru_ru: запись
sk_sk: záznam
sl_si: zapis
sr_cyrl_rs: запис
sv_se: post
th_th: เรกคอร์ด
tr_tr: kayıt
uk_ua: запис
vi_vn: bản ghi
zh_cn: 记录
zh_tw: 記錄

# AboutColumnNames_record
source: Record to have its columns enumerated.
bg_bg: Записът, чиито колони да бъдат изброени.
ca_es: Registre del qual s'enumeraran les columnes.
cs_cz: Záznam, z jehož sloupců se má vytvořit výčet.
da_dk: Post, der skal have kolonnerne optalt.
de_de: Datensatz, dessen Spalten aufgezählt werden sollen.
el_gr: Καρτέλα για την απαρίθμηση των στηλών της.
es_es: Registro para que se enumeren sus columnas.
et_ee: Kirje veergude loetlemiseks.
eu_es: Zutabeak zerrendatuta izango dituen erregistroa.
fi_fi: Tietue, jos haluat, että sen sarakkeet luetellaan.
fr_fr: Enregistrement pour que ses colonnes soient énumérées.
gl_es: Rexistro cuxas columnas se van enumerar.
hi_in: इसके कॉलम की गणना करने के लिए रिकॉर्ड करें.
hr_hr: Zapis čiji se stupci trebaju enumerirati.
hu_hu: Felsorolandó oszlopokat tartalmazó rekord.
id_id: Rekaman yang kolomnya akan dihitung.
it_it: Record per avere le relative colonne enumerate.
ja_jp: 列を列挙するレコードです。
kk_kz: Оның бағандары бар жазба саналды.
ko_kr: 레코드를 클릭하여 열을 열거합니다.
lt_lt: Įrašas, kad būtų išvardyti jo stulpeliai.
lv_lv: Ierakstam jābūt ar uzskaitītām kolonnām.
ms_my: Rekod untuk disebut lajurnya.
nb_no: Oppføring som kolonnene skal listes opp i.
nl_nl: De record waarvan de kolommen moeten worden opgesomd.
pl_pl: Rekord, którego kolumny mają zostać wyliczone.
pt_br: Registre para ter suas colunas enumeradas.
pt_pt: Registo cujas colunas pretende enumerar.
ro_ro: Înregistrare pentru care trebuie enumerate coloanele.
ru_ru: Запись о перечислении столбцов.
sk_sk: Záznam, ktorého stĺpce sa majú enumerovať.
sl_si: Zapis, za katerega želite oštevilčiti stolpce.
sr_cyrl_rs: Запис чије колоне треба да се нумеришу.
sv_se: Post för att få kolumnerna uppräknade.
th_th: เเรกคอร์ดที่จะแจงนับคอลัมน์
tr_tr: Sütunları sıralanacak kayıt.
uk_ua: Запис, для якого потрібно перелічити стовпці.
vi_vn: Bản ghi có các cột được liệt kê.
zh_cn: 用于枚举记录列的记录。
zh_tw: 要列舉資料行的記錄。

# AboutColumn
source: Returns the value of a property of an untyped record, given the column name.
bg_bg: Връща стойността на свойство на безтипов запис, като е дадено името на колоната.
ca_es: Retorna el valor d'una propietat d'un registre sense tipus, a partir del nom de la columna.
cs_cz: Vrátí hodnotu vlastnosti netypového záznamu na základě názvu sloupce.
da_dk: Returnerer værdien af en egenskab for en ikke-indtastet post under navnet på kolonnen.
de_de: Gibt den Wert einer Eigenschaft eines nicht typisierten Datensatzes unter Angabe des Spaltennamens zurück.
el_gr: Επιστρέφει την τιμή μιας ιδιότητας μιας μη πληκτρολογημένης καρτέλας, δεδομένου του ονόματος της στήλης.
es_es: Devuelve el valor de una propiedad de un registro sin tipo, dado el nombre de columna.
et_ee: Tagastab tüübita kirje atribuudi väärtuse, kui veerunimi on antud.
eu_es: Motarik gabeko erregistro baten propietate baten balioa itzultzen du, zutabearen izena kontuan hartuta.
fi_fi: Palauttaa tyypittämättömän tietueen ominaisuuden arvon sarakkeen nimen perusteella.
fr_fr: Retourne la valeur d’une propriété d’un enregistrement sans type, étant donné le nom de colonne.
gl_es: Devolve o valor dunha propiedade dun rexistro sen tipo ao indicar o nome da columna.
hi_in: कॉलम नाम दिए गए, बिना टाइप किए गए रिकॉर्ड की संपत्ति का मान लौटाता है.
hr_hr: Vraća vrijednost svojstva netipiziranog zapisa s obzirom na naziv stupca.
hu_hu: Visszaadja egy nem tipizált rekord tulajdonságának értékét az oszlop neve alapján.
id_id: Mengembalikan nilai properti dari rekaman yang tidak bertipe, berdasarkan nama kolomnya.
it_it: Restituisce il valore di una proprietà di un record non tipizzato, dato il nome di colonna.
ja_jp: 列名が指定された、型指定されていないレコードのプロパティの値を返します。
kk_kz: Баған атауы берілген жағдайда, терілмеген жазба сипатының мәнін береді.
ko_kr: 열 이름이 주어지면 유형이 지정되지 않은 레코드의 속성 값을 반환합니다.
lt_lt: Pateikia neįrašyto įrašo ypatybės reikšmę pagal nurodytą stulpelio pavadinimą.
lv_lv: Ņemot vērā kolonnas nosaukumu, atgriež netipizēta ieraksta rekvizīta vērtību.
ms_my: Mengembalikan nilai sifat rekod yang tidak ditaip mengikut nama lajur.
nb_no: Returnerer verdien for en egenskap for en typeløs oppføring når kolonnenavnet er angitt.
nl_nl: Hiermee wordt de waarde van een eigenschap van een record zonder type geretourneerd op basis van de kolomnaam.
pl_pl: Zwraca wartość właściwości rekordu bez typu dla danej nazwy kolumny.
pt_br: Retorna o valor de uma propriedade de um registro não tipado, dado o nome da coluna.
pt_pt: Devolve o valor de uma propriedade de um registo sem tipo relativo ao nome de coluna indicado.
ro_ro: Returnează valoarea unei proprietăți aparținând unei înregistrări fără tip, dat fiind numele coloanei.
ru_ru: Возвращает значение свойства нетипизированной записи с учетом имени столбца.
sk_sk: Vráti hodnotu vlastnosti netypového záznamu pri zadaní názvu stĺpca.
sl_si: Vrne vrednost lastnosti zapisa brez vrste glede na ime stolpca.
sr_cyrl_rs: Враћа вредност својства нетипизираног записа, с обзиром на назив колоне.
sv_se: Returnerar värdet för en egenskap för en typlös post med kolumnnamnet.
th_th: ส่งกลับค่าของคุณสมบัติของเรกคอร์ดที่ไม่มีชนิด โดยระบุชื่อคอลัมน์
tr_tr: Sütun adı sağlandığında, türü belirtilmemiş bir kaydın özelliğinin değerini döndürür.
uk_ua: Повертає значення властивості нетипізованого запису на основі заданого імені стовпця.
vi_vn: Trả về giá trị một thuộc tính của một bản ghi chưa được nhập, với tên cột đã cho.
zh_cn: 返回非类型化记录的属性的值(给定列名称)。
zh_tw: 傳回非類型化記錄的屬性值，給定資料行名稱。

# ColumnArg1
source: record
bg_bg: запис
ca_es: registre
cs_cz: záznam
da_dk: post
de_de: Datensatz
el_gr: καρτέλα
es_es: registro
et_ee: kirje
eu_es: erregistroa
fi_fi: tietue
fr_fr: enregistrement
gl_es: rexistro
hi_in: रिकॉर्ड
hr_hr: zapis
hu_hu: rekord
id_id: rekaman
ja_jp: レコード
kk_kz: жазу
ko_kr: 레코드
lt_lt: įrašas
lv_lv: ieraksts
ms_my: rekod
nb_no: oppføring
pl_pl: rekord
pt_br: registro
pt_pt: registo
ro_ro: înregistrare
ru_ru: запись
sk_sk: záznam
sl_si: zapis
sr_cyrl_rs: запис
sv_se: post
th_th: เรกคอร์ด
tr_tr: kayıt
uk_ua: запис
vi_vn: bản ghi
zh_cn: 记录
zh_tw: 記錄

# ColumnArg2
source: column_name
bg_bg: име_на_колона
ca_es: nom_columna
cs_cz: název_sloupce
da_dk: kolonne_navn
de_de: Spaltenname
el_gr: όνομα_στήλης
es_es: nombre_columna
et_ee: veeru_nimi
eu_es: zutabe_izena
fi_fi: sarakkeen_nimi
fr_fr: nom_colonne
gl_es: nome_da_columna
hi_in: स्तंभ_नाम
hr_hr: naziv_stupca
hu_hu: oszlop_neve
id_id: nama_kolom
it_it: nome_colonna
ja_jp: 列名
kk_kz: баған_атауы
ko_kr: 열_이름
lt_lt: stulpelio_pavadinimas
lv_lv: kolonnas_nosaukums
ms_my: nama_lajur
nb_no: kolonnenavn
nl_nl: kolomnaam
pl_pl: nazwa_kolumny
pt_br: nome_coluna
pt_pt: nome_coluna
ro_ro: nume_coloană
ru_ru: имя_столбца
sk_sk: názov_stĺpca
sl_si: ime_stolpca
sr_cyrl_rs: назив_колоне
sv_se: kolumn_namn
th_th: ชื่อคอลัมน์
tr_tr: sütun_adı
uk_ua: ім’я_стовпця
vi_vn: tên_cột
zh_cn: 列名
zh_tw: 資料行名稱

# AboutColumn_record
source: Record to retrieve a column value.
bg_bg: Запис, за който да се извлече стойност от колона.
ca_es: Registre per recuperar un valor de columna.
cs_cz: Záznam pro načtení hodnoty sloupce.
da_dk: Post, der skal hente en kolonneværdi.
de_de: Datensatz zum Abrufen eines Spaltenwerts.
el_gr: Καρτέλα για ανάκτηση τιμής στήλης.
es_es: Registro para recuperar un valor de columna.
et_ee: Kirje veeruväärtuse toomiseks.
eu_es: Zutabe-balioa berreskuratzeko erregistroa.
fi_fi: Tietue, jos haluat noutaa sarakkeen arvon.
fr_fr: Enregistrement pour récupérer une valeur de colonne.
gl_es: Rexistro cuxo valor de columna se vai recuperar.
hi_in: कॉलम मान पुनः प्राप्त करने के लिए रिकॉर्ड करें.
hr_hr: Zapis za dohvaćanje vrijednosti stupca.
hu_hu: Oszlopérték lekérésére használatos rekord.
id_id: Rekaman untuk mengambil nilai kolom.
it_it: Record per recuperare un valore di colonna.
ja_jp: 列の値を取得するレコードです。
kk_kz: Баған мәнін шығарып алуға арналған жазба.
ko_kr: 열 값을 검색할 레코드입니다.
lt_lt: Įrašas stulpelio reikšmei nuskaityti.
lv_lv: Ieraksts, lai izgūtu kolonnas vērtību.
ms_my: Rekod untuk mengambil nilai lajur.
nb_no: Oppføring for å hente en kolonneverdi.
nl_nl: Record voor het ophalen van een kolomwaarde.
pl_pl: Rekord, dla którego ma zostać pobrana wartość kolumny.
pt_br: Registro para recuperar um valor de coluna.
pt_pt: Registo cujo valor de coluna pretende obter.
ro_ro: Înregistrare pentru care trebuie regăsită o valoare de coloană.
ru_ru: Запись для извлечения значения столбца.
sk_sk: Záznam, ktorý ma načítať hodnotu stĺpca.
sl_si: Zapis, za katerega želite pridobiti vrednost stolpca.
sr_cyrl_rs: Запис за који треба преузети вредност колоне.
sv_se: Post för att hämta ett kolumnvärde.
th_th: เรกคอร์ดที่จะเรียกค่าคอลัมน์
tr_tr: Sütun değeri alınacak kayıt.
uk_ua: Запис, для якого потрібно отримати значення стовпця.
vi_vn: Bản ghi để truy xuất giá trị cột.
zh_cn: 用于检索列值的记录。
zh_tw: 要擷取資料行值的記錄。

# AboutColumn_column_name
source: Name of the column of the record to be retrieved.
bg_bg: Името на колоната за записа, който трябва да бъде извлечен.
ca_es: Nom de la columna del registre que s'ha de recuperar.
cs_cz: Název sloupce záznamu, který se má načíst.
da_dk: Navnet på kolonnen til den post, der skal hentes.
de_de: Name der Spalte des Datensatzes, die abgerufen werden soll.
el_gr: Όνομα της στήλης της καρτέλας προς ανάκτηση.
es_es: Nombre de la columna del registro que se recuperará.
et_ee: Toodava kirje veeru nimi.
eu_es: Berreskuratuko den erregistro-zutabearen izena.
fi_fi: Noudettavan tietueen sarakkeen nimi.
fr_fr: Nom de la colonne de l’enregistrement à récupérer.
gl_es: Nome da columna do rexistro que se vai recuperar.
hi_in: पुनर्प्राप्त किए जाने वाले रिकॉर्ड के स्तंभ का नाम.
hr_hr: Naziv stupca zapisa koji treba dohvatiti.
hu_hu: A beolvasandó rekord oszlopának neve.
id_id: Nama kolom rekaman yang akan diambil.
it_it: Nome della colonna del record da recuperare.
ja_jp: 取得するレコードの列の名前です。
kk_kz: Шығарып алынатын жазба бағанының атауы.
ko_kr: 검색할 레코드의 열 이름입니다.
lt_lt: Norimo nuskaityti įrašo stulpelio pavadinimas.
lv_lv: Izgūstamā ieraksta kolonnas nosaukums.
ms_my: Nama lajur rekod untuk diambil.
nb_no: Navn på kolonnen til oppføringen som skal hentes.
nl_nl: Naam van de kolom van de record die moet worden opgehaald.
pl_pl: Nazwa kolumny rekordu do pobrania.
pt_br: Nome da coluna do registro a ser recuperado.
pt_pt: Nome da coluna do registo a obter.
ro_ro: Numele coloanei aparținând înregistrării de regăsit.
ru_ru: Имя столбца для извлекаемой записи.
sk_sk: Názov stĺpca záznamu, ktorý sa má načítať.
sl_si: Ime stolpca za zapis, ki ga želite pridobiti.
sr_cyrl_rs: Назив колоне записа коју треба преузети.
sv_se: Namn på kolumnen för den post som ska hämtas.
th_th: ชื่อของคอลัมน์ของเรกคอร์ดที่จะเรียก
tr_tr: Getirilecek kayda ait sütunun adı.
uk_ua: Ім’я стовпця запису, який потрібно отримати.
vi_vn: Tên cột của bản ghi sẽ được truy xuất.
zh_cn: 用于检索的记录的列名称。
zh_tw: 要擷取之記錄的資料行名稱。

# AboutIsType
source: Returns true if the provided value is of the given type.
bg_bg: Връща true, ако предоставената стойност е от дадения тип.
ca_es: Retorna true si el valor proporcionat és del tipus especificat.
cs_cz: Vrátí hodnotu true, pokud je zadaná hodnota daného typu.
da_dk: Returnerer Sand, hvis den angivne værdi er af den givne type.
de_de: Gibt TRUE zurück, wenn der angegebene Wert dem angegebenen Typ entspricht.
el_gr: Επιστρέφει την τιμή true, αν η καταχωρημένη τιμή είναι του παρεχόμενου τύπου.
es_es: Devuelve verdadero si el valor proporcionado es del tipo especificado.
et_ee: Tagastab väärtuse tõene, kui antud väärtus on antud tüüpi.
eu_es: "Egia" itzultzen du emandako balioa emandako motakoa bada.
fi_fi: Palauttaa arvon true, jos annettu arvo on annettua tyyppiä.
fr_fr: Retourne la valeur true si la valeur fournie est du type donné.
gl_es: Devolve verdadeiro se o valor proporcionado é do tipo indicado.
hi_in: "यदि प्रदान किया गया मान दिए गए प्रकार का है, तो सही लौटाता है."
hr_hr: Vraća true ako je navedena vrijednost odabrane vrste.
hu_hu: Igaz értéket ad vissza, ha a megadott érték a megadott típusú.
id_id: Menghasilkan true jika nilai yang disediakan adalah dari tipe yang diberikan.
it_it: Restituisce true se il valore fornito è del tipo specificato.
ja_jp: 指定された値が、指定された型である場合は true を返します。
kk_kz: Көрсетілген мәнді көрсетілген түрге болса, шын мәнін қайтарады.
ko_kr: 제공된 값이 지정된 형식인 경우 true를 반환합니다.
lt_lt: Jei pateikta reikšmė yra nurodyto tipo, pateikiama reikšmė „True“.
lv_lv: Atgriež vērtību true (patiess), ja norādītajai vērtībai ir attiecīgais tips.
ms_my: Mengembalikan benar jika nilai yang diberikan adalah daripada jenis yang diberikan.
nb_no: Returnerer true hvis den angitte verdien er av den angitte typen.
nl_nl: Hiermee wordt waar geretourneerd als de opgegeven waarde van het opgegeven type is.
pl_pl: Zwraca wartość true, jeśli podana wartość jest danego typu.
pt_br: Retornará true se o valor fornecido for do tipo fornecido.
pt_pt: Devolve verdadeiro se o valor fornecido for do tipo especificado.
ro_ro: Returnează true dacă valoarea furnizată este de tipul dat.
ru_ru: Возвращает True (Истина), если предоставленное значение имеет указанный тип.
sk_sk: Vráti hodnotu true, ak je zadaná hodnota daného typu.
sl_si: Vrne »true« , če je navedena vrednost navedene vrste.
sr_cyrl_rs: Враћа „тачно“ ако је наведена вредност датог типа.
sr_latn_rs: Vraća „tačno“ ako je navedena vrednost datog tipa.
sv_se: Returnerar sant om det angivna värdet är av den givna typen.
th_th: ส่งกลับว่าเป็นจริงถ้าค่าที่ระบุเป็นชนิดที่กำหนด
tr_tr: Sağlanan değer verilen türde ise true değerini döndürür.
uk_ua: Повертає значення "істина", якщо надане значення відповідає заданому типу.
vi_vn: Trả về true nếu giá trị được cung cấp thuộc loại đã cho.
zh_cn: 如果所提供的值属于给定的类型，则返回 true。
zh_tw: 如果提供的值是指定類型，則傳回 true。
