Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutVarP
source: Calculates variance based on the entire population (ignores logical values and text in the population).
bg_bg: Изчислява разликата на база на цялото попълване (игнорира логическите стойности и текста в попълването).
ca_es: Calcula la variància en funció de tot l'emplenament (ignora el text i els valors lògics de l'emplenament).
cs_cz: Vypočítá rozptyl celého základního souboru (přeskočí logické hodnoty a text v základním souboru).
da_dk: Beregner afvigelse baseret på hele populationen (ignorerer logiske værdier og tekst i populationen).
de_de: Berechnet die Varianz auf der Grundlage der Grundgesamtheit (Wahrheitswerte und Text in der Grundgesamtheit werden ignoriert).
el_gr: Υπολογίζει τη διακύμανση με βάση ολόκληρο τον πληθυσμό (παραβλέπει λογικές τιμές και κείμενο στον πληθυσμό).
es_es: Calcula la varianza basándose en toda la población (ignora los valores lógicos y el texto de la población).
et_ee: Arvutab dispersiooni täispopulatsiooni alusel (ignoreerib loogikaväärtusi ja populatsioonis olevat teksti).
eu_es: Bariantza kalkulatzen du populazio osoan oinarrituta (populazioko testuari eta balio logikoei ez ikusi egiten die).
fi_fi: Laskee varianssin koko populaation perusteella (ohittaa loogiset arvot ja tekstin populaatiossa).
fr_fr: Calcule la variance sur la population entière (ignore les valeurs logiques et le texte dans la population).
gl_es: Calcula a diferenza segundo a poboación total (ignora os valores lóxicos e o texto da poboación).
hi_in: संपूर्ण पॉप्‍यूलेशन के आधार पर अंतर का परिकलन करता है (पॉप्‍यूलेशन में तार्किक मानों और पाठ पर ध्यान नहीं देता).
hr_hr: Izračunava varijancu utemeljenu na cijeloj populaciji (zanemarujući logičke vrijednosti i tekst u populaciji).
hu_hu: Kiszámítja a varianciát a teljes sokaság alapján (figyelmen kívül hagyja a sokaságban szereplő logikai értékeket és szöveget).
id_id: Menghitung perbedaan berdasarkan seluruh populasi (mengabaikan nilai logis dan teks di populasi).
it_it: Calcola la varianza in base all'intera popolazione, ovvero ignora i valori logici e il testo nella popolazione.
ja_jp: 母集団全体に基づいて分散を計算します (母集団内の論理値および文字列は無視します)。
kk_kz: Айырмашылықты бүкіл жиынтық негізінде есептейді (жиынтықтағы логикалық мәндер мен мәтін ескерілмейді).
ko_kr: 전체 모집단을 기준으로 편차를 계산합니다(모집단의 텍스트 및 논리값은 무시됨).
lt_lt: Skaičiuoja nuokrypį pagal visą aibę (nepaiso aibės loginių reikšmių ir teksto).
lv_lv: Aprēķina novirzi, ņemot vērā visu aizpildījumu (ignorē loģiskās vērtības un tekstu aizpildījumā).
ms_my: Mengira varians berdasarkan kepada seluruh populasi (mengabaikan nilai dan teks logik dalam populasi).
nb_no: Beregner varians basert på hele populasjonen (ignorerer logiske verdier og tekst i populasjonen).
nl_nl: Hiermee wordt de afwijking berekend op basis van de volledige populatie (logische waarden en tekst in de populatie worden genegeerd).
pl_pl: Oblicza odchylenie w oparciu o całą populację (ignoruje wartości logiczne i tekst w populacji).
pt_br: Calcula a variância com base na população total (ignora valores lógicos e texto na população).
pt_pt: Calcula a variação com base na população inteira (ignora valores e texto lógico na população).
ro_ro: Calculează varianța pe baza întregii populații (ignoră valorile logice și textul din populație).
ru_ru: Вычисляет дисперсию по общей популяции (логические значения и текст в заполнении игнорируются).
sk_sk: Vypočíta rozptyl na základe celej množiny testovaných hodnôt (ignoruje logické hodnoty a text v množine testovaných hodnôt).
sl_si: Izračuna odmik glede na celotno populacijo (prezre logične vrednosti in besedilo v populaciji).
sr_cyrl_rs: Израчунава одступање на основу целе популације (занемарује логичке вредности и текст у популацији).
sr_latn_rs: Izračunava odstupanje na osnovu cele populacije (zanemaruje logičke vrednosti i tekst u populaciji).
sv_se: Beräknar varians baserat på hela populationen (ignorerar logiska värden och text i populationen).
th_th: คำนวณค่าความแปรปรวนจากประชากรทั้งหมด (ละเลยค่าลอจิคัลและข้อความ)
tr_tr: Tüm popülasyon temelinde varyansı hesaplar (mantıksal değerleri ve popülasyondaki metni yok sayar).
uk_ua: Обчислює відхилення на основі всієї сукупності (пропускає логічні значення й текст у сукупності).
vi_vn: Tính các phương sai dựa trên toàn bộ tập mẫu (bỏ qua các giá trị lô-gic và văn bản trong tập mẫu).
zh_cn: 基于整个样本总体计算方差(忽略填充内容中的逻辑值和文本)。
zh_tw: 根據整個母體擴展，計算變異數 (忽略邏輯值與母體擴展中的文字)。

# AboutVarP_number
source: A number to factor into the variance calculation.
bg_bg: Число за включване в изчислението на разликата.
ca_es: Nombre que s'inclourà en el càlcul de variància.
cs_cz: Číslo, které se má vyhodnotit ve výpočtu rozptylu
da_dk: Et tal, der skal medtages i beregningen af afvigelsen.
de_de: Eine Zahl, die einen Faktor in der Berechnung der Varianz darstellt.
el_gr: Αριθμός που θα χρησιμοποιηθεί ως συντελεστής στον υπολογισμό διακύμανσης.
es_es: Un número que se va a factorizar en el cálculo de la varianza.
et_ee: Dispersiooniarvutusse lisatav arv.
eu_es: Bariantzaren kalkuluan faktorizatuko den zenbakia.
fi_fi: Varianssin laskemisessa käytettävä luku.
fr_fr: Nombre à factoriser dans le calcul de la variance.
gl_es: Número que se vai factorizar no cálculo da varianza.
hi_in: अंतर के परिकलन में फ़ैक्टर करने के लिए एक संख्या.
hr_hr: Broj koji se uračunava u izračun varijance.
hu_hu: A varianciaszámításban tényezőként figyelembe veendő szám.
id_id: Angka untuk disertakan ke penghitungan perbedaan.
it_it: Numero da considerare nel calcolo della varianza.
ja_jp: 分散計算の係数となる数値。
kk_kz: Айырмашылықты есептеуге әсер ететін сан.
ko_kr: 편차 계산에 포함할 수입니다.
lt_lt: Skaičius, kuris turi būti įtrauktas skaičiuojant nuokrypį.
lv_lv: Skaitlis, ko ņemt vērā novirzes aprēķinā.
ms_my: Nombor untuk difaktorkan ke dalam pengiraan variasi.
nb_no: Et tall som faktoriseres i variansberegningen.
nl_nl: Een getal die moet worden opgenomen in de berekening van de afwijking.
pl_pl: Liczba do uwzględnienia jako współczynnik podczas obliczania wariancji.
pt_br: Número a ser fatorado dentro do cálculo de variância.
pt_pt: Um número a ter em conta no cálculo da variação.
ro_ro: Un număr de factorizat în calculul varianței.
ru_ru: Количество для использования в вычислении дисперсии.
sk_sk: Číslo na použitie vo výpočte rozptylu.
sl_si: Število, ki bo uporabljeno kot količnik pri izračunu odmika.
sr_cyrl_rs: Број за укључивање у израчунавање одступања.
sr_latn_rs: Broj za uključivanje u izračunavanje odstupanja.
sv_se: Ett tal att ta med i variansberäkningen.
th_th: ตัวเลขที่จะนำมาเป็นตัวประกอบในการคำนวณค่าความแปรปรวน
tr_tr: Varyans hesaplamasında göz önünde bulundurulacak bir sayı.
uk_ua: Число, що використовується для обчислення відхилення.
vi_vn: Một số để tạo hệ số cho phép tính phương sai.
zh_cn: 作为方差计算的系数的数字。
zh_tw: 要納入變異數計算考量的數字。

# AboutVarP_source
source: A table that specifies the population for the variance calculation.
bg_bg: Таблица, която указва попълването за изчислението на разликата.
ca_es: Taula que especifica l'emplenament per al càlcul de variància.
cs_cz: Tabulka, která určuje základní soubor pro výpočet rozptylu
da_dk: En tabel, som angiver populationen for beregningen af afvigelsen.
de_de: Eine Tabelle, die die Grundgesamtheit für die Berechnung der Varianz angibt.
el_gr: Πίνακας που καθορίζει τον πληθυσμό για τον υπολογισμό διακύμανσης.
es_es: Una tabla que especifica la población para el cálculo de la varianza.
et_ee: Tabel, mis määrab dispersiooni arvutamiseks populatsiooni.
eu_es: Bariantza-kalkuluaren populazioa zehazten duen taula.
fi_fi: Taulukko, joka määrittää populaation varianssin laskemiseen.
fr_fr: Table spécifiant la population pour le calcul de la variance.
gl_es: Táboa que especifica a poboación para o cálculo da diferenza.
hi_in: ऐसी तालिका जो अंतर के परिकलन के लिए पॉप्‍यूलेशन को निर्दिष्ट करती है.
hr_hr: Tablica koja navodi populaciju za izračun varijance.
hu_hu: A varianciaszámításhoz használandó sokaságot megadó tábla.
id_id: tabel yang menentukan populasi untuk penghitungan perbedaan.
it_it: Tabella che specifica la popolazione per il calcolo della varianza.
ja_jp: 分散計算の母集団を指定するテーブル。
kk_kz: Айырмашылықты есептеу үшін жиынтықты көрсететін кесте.
ko_kr: 편차 계산을 위해 모집단을 지정하는 테이블입니다.
lt_lt: Lentelė, nurodanti aibę skaičiuojant nuokrypį.
lv_lv: Tabula, kas norāda aizpildījumu novirzes aprēķinam.
ms_my: Jadual yang menentukan populasi untuk pengiraan varians.
nb_no: En tabell som angir populasjonen for variansberegningen.
nl_nl: Een tabel waarmee de populatie voor de berekening van de afwijking wordt opgegeven.
pl_pl: Tabela, która określa populację na potrzeby obliczania odchylenia.
pt_br: Tabela que especifica a população para o cálculo de variância.
pt_pt: Uma tabela que especifica a população para o cálculo da variação.
ro_ro: Un tabel care specifică populația pentru calculul varianței.
ru_ru: Таблица, которая определяет популяцию для вычисления дисперсии.
sk_sk: Tabuľka, ktorá uvádza testované hodnoty pre výpočet rozptylu.
sl_si: Tabela, v kateri je določena populacija za izračun odmika.
sr_cyrl_rs: Табела која наводи популацију за израчунавање одступања.
sr_latn_rs: Tabela koja navodi populaciju za izračunavanje odstupanja.
sv_se: En tabell som anger populationen för variansberäkningen.
th_th: ตารางประชากรสำหรับคำนวณค่าความแปรปรวน
tr_tr: Varyans hesaplaması için popülasyonu belirten bir tablo.
uk_ua: Таблиця, що визначає сукупність для обчислення відхилення.
vi_vn: Bảng giúp chỉ định tập mẫu để tính toán phương sai.
zh_cn: 为方差计算指定样本总体的表。
zh_tw: 指定變異數計算母體擴展的資料表。

# AboutVarP_expression
source: An expression evaluated over rows in the input, that specifies values for the variance calculation.
bg_bg: Израз, изчислен върху редове във входните данни, който указва стойности за изчисляване на разликата.
ca_es: Expressió avaluada sobre les files d'entrada, que especifica valors per al càlcul de variància.
cs_cz: Výraz, který se vyhodnocuje na řádcích ve vstupu a určuje hodnoty pro výpočet rozptylu
da_dk: Et udtryk, der evalueres i rækker i inputtet, og som angiver værdien for beregningen af afvigelsen.
de_de: Ein für die Zeilen in der Eingabe ausgewerteter Wert, der Werte für die Berechnung der Varianz angibt.
el_gr: Μια παράσταση που αξιολογείται σε σειρές στα δεδομένα εισόδου, η οποία καθορίζει τιμές για τον υπολογισμό διακύμανσης.
es_es: Una expresión que se evalúa en las filas de la entrada y que especifica valores para el cálculo de la varianza.
et_ee: Avaldis, mille väärtus arvutatakse sisendi ridade põhjal ja mis määrab dispersiooni arvutamiseks konkreetsed väärtused.
eu_es: Sarrerako errenkaden arabera ebaluatutako espresioa, bariantza-kalkuluaren balioak zehazten dituena.
fi_fi: Syötteen reiveille arvioitava lauseke, joka määrittää varianssin laskemisen arvot.
fr_fr: Expression évaluée sur les lignes de l’entrée, spécifiant les valeurs utilisées pour le calcul de la variance.
gl_es: Expresión avaliada sobre filas da entrada que especifica valores para o cálculo da diferenza.
hi_in: इनपुट में पंक्तियों पर मूल्यांकित एक ऐसा व्यंजक जो अंतर के परिकलन के लिए मान निर्दिष्ट करता है.
hr_hr: Izraz koji se vrednuje na temelju redaka u unosu koji navodi vrijednosti za izračun varijance.
hu_hu: A bemenetben megadott sorokon kiértékelt kifejezés, amely megadja a varianciaszámításhoz használt értékeket.
id_id: Ekspresi yang dievaluasi pada setiap baris dalam input, yang menentukan nilai penghitungan perbedaan.
it_it: Espressione valutata in base alle righe dell'input e che specifica i valori per il calcolo della varianza.
ja_jp: 入力内の行を評価し、分散計算の対象となる値を指定する式。
kk_kz: Айырмашылықты есептеу үшін мәндерді көрсететін кірістегі жолдар бойынша есептелетін өрнек.
ko_kr: 입력의 행에 대해 평가되는 식으로, 편차 계산을 위해 값을 지정합니다.
lt_lt: Reiškinys, apskaičiuotas pagal įvesties eilutes, nurodantis reikšmes skaičiuojant nuokrypį.
lv_lv: Izteiksme novērtēta attiecībā pret rindām ievadē, kas norāda vērtības novirzes aprēķinam.
ms_my: Ungkapan dinilai di atas baris dalam input, yang menentukan nilai untuk pengiraan varians.
nb_no: Et uttrykk som evalueres over rader i inndataene, som angir verdiene for beregning av avvik.
nl_nl: Een expressie waarmee rijen in de invoer worden geëvalueerd om de waarden voor de berekening van de afwijking op te geven.
pl_pl: Wyrażenie obliczane względem wierszy danych wejściowych, które określa wartości na potrzeby obliczania odchylenia.
pt_br: Expressão avaliada sobre linhas da entrada, que especifica valores para o cálculo de variância.
pt_pt: Uma expressão avaliada em linhas na entrada, que especifica valores para o cálculo da variação.
ro_ro: O expresie evaluată pentru rândurile din intrare, care specifică valorile pentru calculul varianței.
ru_ru: Выражение, которое вычисляется для строк во входных данных и указывает значения для вычисления дисперсии.
sk_sk: Výraz vyhodnotený pre riadky vo vstupe, ktorý uvádza hodnoty pre výpočet rozptylu.
sl_si: Izraz, ovrednoten za vrstice v vnosu, ki določa vrednosti za izračun odmika.
sr_cyrl_rs: Израз израчунат преко редова у уносу који наводи вредности за израчунавање одступања.
sr_latn_rs: Izraz izračunat preko redova u unosu koji navodi vrednosti za izračunavanje odstupanja.
sv_se: Ett uttryck som utvärderas för rader i indatan, som anger värden för variansberäkningen.
th_th: นิพจน์ที่ประเมินจากแถวป้อนข้อมูล ที่ระบุค่าสำหรับคำนวณค่าความแปรปรวน
tr_tr: Varyans hesaplaması için değerler belirten girişteki satırlarda değerlendirilen bir ifade.
uk_ua: Вираз, що обчислюється стосовно рядків вхідної таблиці й визначає значення для обчислення відхилення.
vi_vn: Biểu thức được đánh giá qua các hàng trong mục nhập, giúp chỉ định các giá trị để tính toán phương sai.
zh_cn: 对输入中的行计算的表达式，为方差计算指定值。
zh_tw: 對輸入中的資料列評估運算式，為變異數計算指定值。

# AboutVarPT
source: Calculates variance based on the entire population specified as a column (ignores logical values and text in the column).
bg_bg: Изчислява разликата на база на цялото попълване като колона (игнорира логическите стойности и текста в колоната).
ca_es: Calcula la variància en funció de tot l'emplenament especificat com a columna (ignora el text i els valors lògics de la columna).
cs_cz: Vypočítá rozptyl celého základního souboru, který byl zadán jako sloupec (přeskočí logické hodnoty a text ve sloupci).
da_dk: Beregner afvigelse baseret på hele populationen, angivet som en kolonne (ignorerer logiske værdier og tekst i kolonnen).
de_de: Berechnet die Varianz auf der Grundlage der Grundgesamtheit, die als Spalte angegeben ist (Wahrheitswerte und Text in der Spalte werden ignoriert).
el_gr: Υπολογίζει τη διακύμανση με βάση ολόκληρο τον πληθυσμό που καθορίζεται ως στήλη (παραβλέπει τις λογικές τιμές και το κείμενο στη στήλη).
es_es: Calcula la varianza basándose en toda la población especificada como una columna (ignora los valores lógicos y el texto de la columna).
et_ee: Arvutab dispersiooni veeruna esitatud täispopulatsiooni alusel (ignoreerib loogikaväärtusi ja veerus olevat teksti).
eu_es: Bariantza kalkulatzen du zutabe gisa zehaztutako populazio osoan oinarrituta (populazioko testuari eta balio logikoei ez ikusi egiten die).
fi_fi: Laskee varianssin sarakkeena määritetyn koko populaation perusteella (ohittaa loogiset arvot ja tekstin sarakkeessa).
fr_fr: Calcule la variance en fonction de la population entière spécifiée sous forme de colonne (ignore les valeurs logiques et le texte dans la colonne).
gl_es: Calcula a diferenza segundo a poboación total especificada como columna (ignora os valores lóxicos e o texto da columna).
hi_in: स्तंभ के रूप में दी गई संपूर्ण पॉप्‍यूलेशन पर आधारित अंतर की गणना करता है (तार्किक मानों और पाठ को अनदेखा करता है).
hr_hr: Izračunava varijancu utemeljenu na cijeloj populaciji zadanoj stupcem (zanemarujući logičke vrijednosti i tekst u stupcu).
hu_hu: Kiszámítja a varianciát az oszlopként megadott teljes sokaság alapján (figyelmen kívül hagyja az oszlopban szereplő logikai értékeket és szöveget).
id_id: Menghitung perbedaan berdasarkan seluruh populasi yang ditentukan sebagai kolom (mengabaikan nilai logis dan teks kolom).
it_it: Calcola la varianza in base all'intera popolazione specificata come colonna, ovvero ignora i valori logici e il testo nella colonna.
ja_jp: 列として指定された母集団全体に基づいて分散を計算します (列内の論理値および文字列を無視します)。
kk_kz: Айырмашылықты баған түрінде көрсетілген бүкіл жиынтық негізінде есептейді (бағандағы логикалық мәндер мен мәтін ескерілмейді).
ko_kr: 열로 지정된 전체 모집단을 기준으로 편차를 계산합니다(열의 텍스트 및 논리값은 무시됨).
lt_lt: Skaičiuoja nuokrypį pagal visą aibę, nurodytą kaip stulpelis (stulpelyje nepaiso loginių reikšmių ir teksto).
lv_lv: Aprēķina novirzi, ņemot vērā visu aizpildījumu, kas norādīts kā kolonna (ignorē loģiskās vērtības un tekstu kolonnā).
ms_my: Mengira varians berdasarkan kepada seluruh populasi yang ditentukan sebagai lajur (mengabaikan nilai dan teks logik dalam lajur).
nb_no: Beregner varians basert på hele populasjonen angitt som en kolonne (ignorerer logiske verdier og tekst i kolonnen).
nl_nl: Hiermee wordt de afwijking berekend op basis van de volledige populatie die als een kolom is opgegeven (logische waarden en tekst in de kolom worden genegeerd).
pl_pl: Oblicza odchylenie w oparciu o całą populację podaną jako kolumna (ignoruje wartości logiczne i tekst w kolumnie).
pt_br: Calcula a variância com base na população total especificada como coluna (ignora valores lógicos e texto na coluna).
pt_pt: Calcula a variação com base na população inteira especificada como uma coluna (ignora valores e texto lógico na coluna).
ro_ro: Calculează varianța pe baza întregii populații specificate drept coloană (ignoră valorile logice și textul din coloană).
ru_ru: Вычисляет дисперсию по общей популяции, заданной в качестве столбца (логические значения и текст в столбце игнорируются).
sk_sk: Vypočíta rozptyl na základe celej množiny testovaných hodnôt zadanej ako stĺpec (ignoruje logické hodnoty a text v stĺpci).
sl_si: Izračuna odmik glede na celotno populacijo, ki je navedena kot stolpec (prezre logične vrednosti in besedilo v stolpcu).
sr_cyrl_rs: Израчунава одступање на основу целе популације наведено као колона (занемарује логичке вредности и текст у популацији).
sr_latn_rs: Izračunava odstupanje na osnovu cele populacije navedeno kao kolona (zanemaruje logičke vrednosti i tekst u populaciji).
sv_se: Beräknar varians baserat på hela populationen angiven som en kolumn (ignorerar logiska värden och text i kolumnen).
th_th: คำนวณค่าความแปรปรวนจากประชากรทั้งหมดที่ระบุ ให้เป็นคอลัมน์ (ละเว้นค่าลอจิคัล และข้อความ)
tr_tr: Bir sütun olarak belirtilen tüm popülasyon temelinde varyansı hesaplar (mantıksal değerleri ve sütundaki metni yok sayar).
uk_ua: Обчислює відхилення на основі всієї сукупності, наданої у вигляді стовпця (пропускає логічні значення й текст у стовпці).
vi_vn: Tính phương sai dựa trên toàn bộ tập mẫu được chỉ định dưới dạng cột (bỏ qua các giá trị lô-gic và văn bản trong cột).
zh_cn: 基于作为列指定的整个样本总体计算方差(忽略列中的逻辑值和文本)。
zh_tw: 根據以資料行方式指定的整個母體擴展，計算變異數 (忽略邏輯值與資料行內的文字)。

# SetArg1
source: variable
bg_bg: променлива
cs_cz: proměnná
da_dk: variabel
el_gr: μεταβλητή
et_ee: muutuja
eu_es: aldagaia
fi_fi: muuttuja
hi_in: चर
hr_hr: varijabla
hu_hu: változó
id_id: variabel
it_it: variabile
ja_jp: 変数
kk_kz: айнымалы
ko_kr: 변수
lt_lt: kintamasis
lv_lv: mainīgais
ms_my: pemboleh_ubah
nb_no: variabel
nl_nl: variabele
pl_pl: zmienna
pt_br: variável
ro_ro: variabilă
ru_ru: переменная
sk_sk: premenná
sl_si: spremenljivka
sr_cyrl_rs: променљива
sr_latn_rs: promenljiva
sv_se: variabel
th_th: ตัวแปร
tr_tr: değişken
uk_ua: змінна
vi_vn: biến
zh_cn: 变量
zh_tw: 變數

# AboutSplit
source: Splits a string into substrings using a delimiter.
bg_bg: Разделя низ на поднизове чрез ограничител.
ca_es: Divideix una cadena en subcadenes amb un delimitador.
cs_cz: Rozdělí řetězec do podřetězců pomocí oddělovače.
da_dk: Opdeler en streng i understrenge vha. en afgrænser.
de_de: Teilt eine Zeichenfolge mithilfe eines Trennzeichens in Teilzeichenfolgen.
el_gr: Διαχωρίζει μια συμβολοσειρά σε δευτερεύουσες συμβολοσειρές χρησιμοποιώντας έναν οριοθέτη.
es_es: Divide una cadena en subcadenas con un delimitador.
et_ee: Tükeldab stringi eraldaja abil alamstringideks.
eu_es: Kate bat azpikateetan zatitzen du mugatzaile bat erabiliz.
fi_fi: Jakaa merkkijonon alimerkkijonoiksi erottimen avulla.
fr_fr: Fractionne une chaîne en sous-chaînes à l’aide d’un délimiteur.
gl_es: Divide unha cadea en subcadeas mediante un delimitador.
hi_in: डिलिमिटर का उपयोग करके एक स्ट्रिंग को उपपंक्तियों में विभाजित करें.
hr_hr: Razdvajanje niza u podnizove pomoću razdjelnika.
hu_hu: Egy sztring sztringrészekre osztása egy elválasztó használatával.
id_id: Membagi string menjadi substring menggunakan pemisah string.
it_it: Suddivide una stringa in sottostringhe usando un delimitatore.
ja_jp: 区切り記号を使用して文字列を部分文字列に分割します。
kk_kz: Бөлгіштің көмегімен жолды қосалқы жолдарға бөледі.
ko_kr: 구분 기호를 사용하여 문자열을 하위 문자열로 분할합니다.
lt_lt: Skyrikliu suskaido eilutę į dalines eilutes.
lv_lv: Virkne tiek sadalīta apakšvirknēs, izmantojot norobežotāju.
ms_my: Memisahkan rentetan kepada subrentetan menggunakan Pembatas.
nb_no: Deler opp en streng i delstrenger med et skilletegn.
nl_nl: Hiermee wordt een tekenreeks gesplitst in subtekenreeksen met een scheidingsteken.
pl_pl: Dzieli ciąg na podciągi przy użyciu ogranicznika.
pt_br: Divide uma cadeia de caracteres em subcadeias usando um delimitador.
pt_pt: Divide uma cadeia de carateres em subcadeias de carateres com um delimitador.
ro_ro: Împarte un șir în subșiruri, folosind un delimitator.
ru_ru: Разбивает строку на подстроки, используя разделитель.
sk_sk: Pomocou oddeľovača rozdelí reťazec na podreťazce.
sl_si: Razdeli niz v podnize z uporabo ločila.
sr_cyrl_rs: Дели ниску на подниске помоћу знака за разграничавање.
sr_latn_rs: Deli nisku na podniske pomoću znaka za razgraničavanje.
sv_se: Delar upp en sträng i delsträngar med hjälp av en avgränsare.
th_th: แยกสตริงออกเป็นสตริงย่อยโดยใช้ตัวคั่น
tr_tr: Sınırlayıcı kullanarak bir dizeyi alt dizelere ayırır.
uk_ua: Розділяє рядок на підрядки за допомогою роздільника.
vi_vn: Phân tách chuỗi thành các chuỗi con bằng dấu tách.
zh_cn: 使用分隔符将字符串拆分为子字符串。
zh_tw: 使用分隔符號將字串分割成子字串。
