Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSummarize_source
source: The table or collection to group.
bg_bg: Таблицата или колекцията за групиране.
ca_es: Taula o col·lecció que s'agruparà.
cs_cz: Tabulka nebo kolekce, která se má seskupit.
da_dk: Tabellen eller samlingen, der skal grupperes.
de_de: Die zu gruppierende Tabelle oder Sammlung.
el_gr: Ο πίνακας ή η συλλογή προς ομαδοποίηση.
et_ee: Rühmitatav tabel või kogum.
eu_es: Taldekatuko den taula edo bilduma.
fi_fi: Ryhmiteltävä taulukko tai kokoelma.
fr_fr: Table ou collection à regrouper.
gl_es: Táboa ou colección que se vai agrupar.
hi_in: समूहीकृत की जाने वाली तालिका या संग्रह.
hr_hr: Tablica ili zbirka prema kojoj se treba grupirati.
hu_hu: A csoportosítandó tábla vagy gyűjtemény.
id_id: Tabel atau koleksi untuk dikelompokkan.
it_it: Tabella o raccolta da raggruppare.
ja_jp: グループ化するテーブルまたはコレクション。
kk_kz: Топталатын кесте немесе жиын.
ko_kr: 그룹화할 테이블이나 컬렉션입니다.
lt_lt: Lentelė arba rinkinys, kurį reikia sugrupuoti.
lv_lv: Grupējamā tabula vai kolekcija.
ms_my: Jadual atau koleksi untuk dikumpulkan.
nb_no: Tabellen eller samlingen som skal grupperes.
nl_nl: De tabel of verzameling die moet worden gegroepeerd.
pl_pl: Tabela lub kolekcja do grupowania.
pt_br: A tabela ou coleção para agrupar.
pt_pt: A tabela ou coleção para agrupar.
ro_ro: Tabelul sau colecția de grupat.
ru_ru: Таблица или коллекция для группирования.
sk_sk: Tabuľka alebo kolekcia na zoskupenie.
sl_si: Tabela ali zbirka za združevanje.
sr_cyrl_rs: Табела или колекција за груписање.
sv_se: Tabellen eller samlingen att gruppera.
th_th: ตารางหรือคอลเลกชันที่จะจัดกลุ่ม
tr_tr: Gruplandırılacak olan tablo veya koleksiyon.
uk_ua: Таблиця або колекція, яку необхідно згрупувати.
vi_vn: Bảng hoặc bộ sưu tập cần nhóm.
zh_cn: 要分组的表或集合。
zh_tw: 要分組的資料表或集合。

# AboutSummarize_grouping_column
source: The name of a column to group the data by.
bg_bg: Името на колоната, по която да се групират данните.
ca_es: Nom d'una columna per la qual agrupar les dades.
cs_cz: Název sloupce, podle kterého se data mají seskupit.
da_dk: Navnet på en kolonne, som dataene skal grupperes efter.
de_de: Der Name einer Spalte, nach der die Daten gruppiert werden sollen.
el_gr: Το όνομα μιας στήλης για την ομαδοποίηση των δεδομένων.
et_ee: Selle veeru nimi, mille alusel andmed rühmitatakse.
eu_es: Datuak taldekatzeko erabiliko den zutabe baten izena.
fi_fi: Sen sarakkeen nimi, jonka mukaan tiedot ryhmitellään.
fr_fr: Nom d’une colonne selon laquelle regrouper les données.
gl_es: Nome dunha columna pola que agrupar os datos.
hi_in: उस स्तंभ का नाम जिससे डेटा समूहीकृत किया जाएगा.
hr_hr: Naziv stupca prema kojem se podaci trebaju grupirati.
hu_hu: Annak az oszlopnak a neve, amelynek alapján csoportosítani kell az adatokat.
id_id: Nama kolom untuk mengelompokkan data.
it_it: Nome di una colonna in base alla quale raggruppare i dati.
ja_jp: データのグループ化に使用する列の名前。
kk_kz: Деректерді топтастыруға арналған баған атауы.
ko_kr: 데이터를 그룹화할 열의 이름입니다.
lt_lt: Stulpelio, pagal kurį grupuojami duomenys, pavadinimas.
lv_lv: Kolonnas, pēc kuras grupēt datus, nosaukums.
ms_my: Nama lajur yang digunakan untuk mengumpulkan data.
nb_no: Navnet på en kolonne som dataene skal grupperes etter.
nl_nl: De naam van een kolom op basis waarvan de gegevens moeten worden gegroepeerd.
pl_pl: Nazwa kolumny, według której będą grupowane dane.
pt_br: O nome de uma coluna para agrupar os dados.
pt_pt: O nome de uma coluna para agrupar os dados.
ro_ro: Numele unei coloane după care se grupează datele.
ru_ru: Имя столбца, по которому будет осуществляться группировка данных.
sk_sk: Názov stĺpca, podľa ktorého sa majú zoskupiť údaje.
sl_si: Ime stolpca za združevanje podatkov.
sr_cyrl_rs: Име колоне по којој ће се груписати подаци.
sv_se: Namnet på en kolumn att gruppera datan efter.
th_th: ชื่อของคอลัมน์ที่จะจัดกลุ่มตาม
tr_tr: Verilerin gruplandırılacağı sütun adı.
uk_ua: Ім’я стовпця, за яким потрібно згрупувати дані.
vi_vn: Tên của cột cần nhóm dữ liệu.
zh_cn: 对数据进行分组所依据的列的名称。
zh_tw: 將資料分組所依據的資料行名稱。

# AboutSummarize_aggregation
source: A call to an aggregation function.
bg_bg: Извикване на функция за агрегиране.
ca_es: Trucada a una funció d'agregació.
cs_cz: Volání agregační funkce.
da_dk: Et kald til en aggregeringsfunktion.
de_de: Ein Aufruf einer Aggregationsfunktion.
el_gr: Μια κλήση σε μια συνάρτηση συνάθροισης.
et_ee: Kutse koondamisfunktsioonile.
eu_es: Agregazio funtzio baterako deia.
fi_fi: Koostamistoiminnon kutsu.
fr_fr: Appel à une fonction d’agrégation.
gl_es: Chamada dunha función de agregación.
hi_in: एक एकत्रीकरण फ़ंक्शन के लिए एक कॉल.
hr_hr: Poziv na funkciju agregacije.
hu_hu: Aggregációs függvény hívása.
id_id: Panggilan ke fungsi agregasi.
it_it: Chiamata a una funzione di aggregazione.
ja_jp: 集約関数の呼び出しです。
kk_kz: Агрегация функциясына шақыру.
ko_kr: 집계 함수에 대한 호출입니다.
lt_lt: Agregavimo funkcijos iškvietimas.
lv_lv: Izsaukums uz apkopošanas funkciju.
ms_my: Panggilan kepada fungsi pengagregatan.
nb_no: Et kall til en aggregeringsfunksjon.
nl_nl: Een aanroep naar een aggregatiefunctie.
pl_pl: Wywołanie funkcji agregacji.
pt_br: Uma chamada para uma função de agregação.
pt_pt: Uma chamada para uma função de agregação.
ro_ro: Apel la o funcție de agregare.
ru_ru: Вызов функции агрегирования.
sk_sk: Volanie funkcie agregácie.
sl_si: Klic funkcije združevanja.
sr_cyrl_rs: Позивање функције за агрегацију.
sv_se: Ett anrop till en sammansättningsfunktion.
th_th: การเรียกไปยังฟังก์ชันการรวม
tr_tr: Toplama işlevine yapılan çağrı.
uk_ua: Виклик функції агрегації.
vi_vn: Một cuộc gọi đến một hàm tổng hợp.
zh_cn: 对聚合函数的调用。
zh_tw: 對彙總函式的呼叫。

# AboutPower
source: Raises a number x to the power of another number y. Same as x^y.
bg_bg: Повдига число x на степента на друго число y. Същото като x^y.
ca_es: Eleva un número x a la potència d'un altre número y. Equival a x^y.
cs_cz: Umocní číslo x jiným číslem y. Je to to stejné jako x^y.
da_dk: Opløfter et tal (x) til den potens, der angives af et andet tal (y). Det samme som x^y.
de_de: Potenziert eine Zahl x mit einer anderen Zahl y. Entspricht x^y.
el_gr: Υψώνει έναν αριθμό x στη δύναμη ενός άλλου αριθμού y. Είναι το ίδιο με το x^y.
es_es: Eleva un número x a la potencia de otro número y. Igual que x^y.
et_ee: Arvutab arvu x astme y. Sama mis x^y.
eu_es: x zenbakia y zenbakiaz berretzen du. x^y funtzioa bezala.
fi_fi: Korottaa luvun x toisen luvun y potenssiin. Sama kuin x^y.
fr_fr: Élève un nombre x à la puissance d’un nombre y. Identique à la formule x^y.
gl_es: Eleva un número x á potencia doutro número y. O mesmo que x^y.
hi_in: x में अन्य संख्या पर y के घात से उसमें वृद्धि करता है. बिल्कुल x^y की तरह.
hr_hr: Podiže broj x na potenciju drugog broja y. Isto kao x^y.
hu_hu: Egy számot (x) adott hatványra (y) emel. Ugyanaz, mint az x^y.
id_id: Meningkatkan jumlah x dengan pangkat y. Sama dengan x^y.
it_it: Eleva un numero x alla potenza di un altro numero y. Corrisponde a x^y.
ja_jp: 数値 x を別の数値 y のべき乗値に指定します。x^y と同じです。
kk_kz: x санын басқа y санының дәрежесіне арттырады. x^y сияқты.
ko_kr: 숫자 x를 다른 숫자 y의 승수로 거듭제곱합니다. x^y도 마찬가지입니다.
lt_lt: Pakelia skaičių x kito skaičiaus y laipsniu. Taip pat kaip x^y.
lv_lv: Kāpina skaitli x cita skaitļa y pakāpē. Tas pats, kas x^y.
ms_my: Meningkatkan nombor x kepada kuasa nombor y yang lain. Sama seperti x^y.
nb_no: Opphøyer et tall x i potensen til et annet tall y. Samme som x^y.
nl_nl: Hiermee wordt het getal x verheven tot de macht van een ander getal y. Hetzelfde als x^y.
pl_pl: Podnosi liczbę x do potęgi innej liczby y. Identycznie jak x^y.
pt_br: Eleva um número x à potência de outro número y. Igual a x^y.
pt_pt: Eleva um número x à potência de outro número y. Igual a x^y.
ro_ro: Ridică un număr x la puterea definită de alt număr y. Similar cu x^y.
ru_ru: Возведение числа X в степень Y. Аналогично x^y.
sk_sk: Umocní číslo x mocniteľom iného čísla y. To isté ako x^y.
sl_si: Potencira število x na potenci drugega števila y. Enako kot x^y.
sr_cyrl_rs: Подиже број x на степен другог броја y. Исто као x^y.
sr_latn_rs: Podiže broj x na stepen drugog broja y. Isto kao x^y.
sv_se: Upphöjer ett tal x till potensen av ett annat tal y. Samma som x^y.
th_th: y ยกกำลัง x เหมือนกับ x^y
tr_tr: Bir x sayısını, bir y sayısının üssüne yükseltir (x^y örneğinde olduğu gibi).
uk_ua: Підносить число x до степеня іншого числа y. Те саме, що x^y.
vi_vn: Nâng lũy thừa số x với số mũ một số y khác. Tương tự như x^y.
zh_cn: 数字 x 的数字 y 次幂。与 x^y 相同。
zh_tw: 對數字 x 上標另一個數字 y 次方。等同於 x^y。

# AboutPower_base
source: The base number to be raised.
bg_bg: Основното число, което ще бъде повдигнато.
ca_es: El número base que s'ha d'elevar.
cs_cz: Základ, který se umocní
da_dk: Det grundtal, der skal opløftes.
de_de: Die Basiszahl, die potenziert werden soll.
el_gr: Ο αριθμός βάσης που θα υψωθεί.
es_es: El número base que se elevará.
et_ee: Astendatav alus.
eu_es: Berretu behar den oinarri-zenbakia.
fi_fi: Potenssiin korotettava kantaluku.
fr_fr: Le nombre de base à élever.
gl_es: O número base que se vai elevar.
hi_in: वृद्धि की जाने वाली आधार संख्या.
hr_hr: Baza koja se podiže.
hu_hu: A hatványra emelendő szám (alap).
id_id: Bilangan basis yang akan ditingkatkan.
it_it: Numero base da elevare.
ja_jp: 基づくべき乗の底の値。
kk_kz: Негізгі сан артады.
ko_kr: 거듭제곱될 기수입니다.
lt_lt: Pagrindas, kuris bus pakeltas laipsniu.
lv_lv: Kāpināmais bāzes skaitlis.
ms_my: Nombor asas untuk dikuasakan.
nb_no: Grunntallet som skal opphøyes.
nl_nl: Het grondtal dat moet worden verheven.
pl_pl: Liczba podstawy potęgi.
pt_br: O número base a ser elevado.
pt_pt: O número base a elevar.
ro_ro: Numărul de bază care va fi ridicat la putere.
ru_ru: Возводимое основание.
sk_sk: Základ mocniny, ktorý sa umocňuje.
sl_si: Osnova potence za potenciranje.
sr_cyrl_rs: Основни број који треба подићи.
sr_latn_rs: Osnovni broj koji treba podići.
sv_se: Bastalet att upphöja.
th_th: เลขฐานที่จะยกกำลัง
tr_tr: Yükseltilecek taban sayı.
uk_ua: Число основи, яке потрібно піднести до степеня.
vi_vn: Cơ số được nâng lũy thừa.
zh_cn: 要相乘的底数。
zh_tw: 要上標為指數的底數。

# AboutPower_exponent
source: The exponent by which the base will be raised.
bg_bg: Степенният показател, с който ще бъде повдигната основата.
ca_es: L'exponent pel qual s'elevarà la base.
cs_cz: Exponent, kterým se umocní základ
da_dk: Den eksponent, som grundtallet skal opløftes med.
de_de: Der Exponent für die Potenzierung der Basiszahl.
el_gr: Ο εκθέτης στον οποίο θα υψωθεί η βάση.
es_es: El exponente por el que se elevará la base.
et_ee: Aluse astendaja.
eu_es: Oinarria berretzeko berretzailea.
fi_fi: Eksponentti, johon kanta korotetaan.
fr_fr: L'exposant par lequel le nombre de base sera élevé.
gl_es: O expoñente polo que se elevará a base.
hi_in: वह घातांक जिसके अनुसार आधार संख्या में वृद्धि होगी.
hr_hr: Eksponent za koji će se baza podići.
hu_hu: A kitevő, amelyre az alapot emelni kell.
id_id: Eksponen yang meningkatkan basis.
it_it: Esponente a cui verrà elevata la base.
ja_jp: 底の値に基づくべき乗の指数。
kk_kz: Негізді арттыратын экспонент.
ko_kr: 기수가 거듭제곱될 지수입니다.
lt_lt: Laipsnio rodiklis, kuriuo bus pakelta pagrindas.
lv_lv: Kāpinātājs, ar kādu bāze tiks kāpināta.
ms_my: Eksponen yang dengannya asas akan dikuasakan.
nb_no: Eksponenten som grunntallet blir opphøyd i.
nl_nl: De exponent waarmee het grondtal wordt verheven.
pl_pl: Wykładnik potęgi, do której zostanie podniesiona podstawa.
pt_br: O expoente cuja base será elevada.
pt_pt: O expoente ao qual a base será elevada.
ro_ro: Exponentul la care va fi ridicată baza.
ru_ru: Показатель степени, в которую возводится основание.
sk_sk: Exponent, ktorým sa umocňuje základ.
sl_si: Eksponent za potenciranje osnove.
sr_cyrl_rs: Експонент за који треба подићи основни број.
sr_latn_rs: Eksponent za koji treba podići osnovni broj.
sv_se: Exponenten som bastalet ska höjas med.
th_th: เลขชี้กำลังที่จะยกเลขฐาน
tr_tr: Taban sayının yükseltileceği üs.
uk_ua: Показник степеня, до якого підноситься основа.
vi_vn: Số mũ mà cơ số sẽ được nâng lũy thừa.
zh_cn: 要相乘的基数的指数。
zh_tw: 底數所要上標的指數。

# PowerFuncArg1
source: base
bg_bg: основа
cs_cz: základ
da_dk: grundtal
de_de: Basis
el_gr: βάση
et_ee: alus
eu_es: oinarrizkoa
fi_fi: kanta
hi_in: आधार
hr_hr: baza
hu_hu: alap
id_id: basis
ja_jp: 基底
kk_kz: негіз
ko_kr: 기수
lt_lt: pagrindas
lv_lv: bāze
ms_my: asas
nb_no: grunnlag
nl_nl: basis
pl_pl: podstawa
ro_ro: bază
ru_ru: основание
sk_sk: základ
sl_si: osnova
sr_cyrl_rs: основниброј
sr_latn_rs: osnovnibroj
sv_se: bas
th_th: ฐาน
tr_tr: temel
uk_ua: основа
vi_vn: cơ_số
zh_cn: 基数
zh_tw: 底數

# PowerFuncArg2
source: exponent
bg_bg: степенен_показател
da_dk: eksponent
el_gr: εκθέτης
es_es: exponente
et_ee: astendaja
eu_es: berretzailea
fi_fi: eksponentti
fr_fr: exposant
gl_es: expoñente
hi_in: घातांक
hr_hr: eksponent
hu_hu: kitevő
id_id: eksponen
it_it: esponente
ja_jp: 指数
kk_kz: экспонента
ko_kr: 지수
lt_lt: laipsnio_rodiklis
lv_lv: kāpinātājs
ms_my: eksponen
nb_no: eksponent
pl_pl: wykładnik
pt_br: expoente
pt_pt: expoente
ru_ru: экспонента
sl_si: eksponent
sr_cyrl_rs: експонент
sr_latn_rs: eksponent
th_th: เลขชี้กำลัง
tr_tr: üs
uk_ua: показник_степеня
vi_vn: số_mũ
zh_cn: 指数
zh_tw: 指數

# AboutStartsWith
source: Returns true if the provided text starts with the provided start string.
bg_bg: Връща стойност true, ако предоставеният текст започва с предоставения низ за начало.
ca_es: Retorna true si el text proporcionat comença per la cadena d'inici especificada.
cs_cz: Vrátí hodnotu true, pokud zadaný text začíná zadaným počátečním řetězcem.
da_dk: Returnerer true, hvis den angivne tekst starter med den angivne første streng.
de_de: Gibt TRUE zurück, wenn der angegebene Text mit der bereitgestellten Startzeichenfolge beginnt.
el_gr: Επιστρέφει την τιμή true αν το κείμενο που παρέχεται ξεκινάει με τη συμβολοσειρά έναρξης που παρέχεται.
es_es: Devuelve verdadero si el texto proporcionado comienza con la cadena de inicio proporcionada.
et_ee: Tagastab väärtuse true, kui esitatud tekst algab antud algusstringiga.
eu_es: "True" parametroa itzultzen du idatzitako testua emandako hasiera-katearekin hasten bada.
fi_fi: Palauttaa arvon true, jos annettu teksti alkaa annetulla aloitusmerkkijonolla.
fr_fr: Renvoie true si le texte fourni commence par la chaîne de début fournie.
gl_es: Devolve true se o texto que se forneceu comeza coa cadea de inicio fornecida.
hi_in: प्रदान किया गया पाठ यदि प्रदान की गई स्ट्रिंग से प्रारंभ होता है, तो सत्य वापस लौटाता है.
hr_hr: Vraća vrijednost "true" ako navedeni tekst počinje s navedenim početnim nizom.
hu_hu: Igaz értéket ad vissza, ha a megadott szöveg a megadott kezdő sztringgel kezdődik.
id_id: Menghasilkan true jika teks yang disediakan dimulai dengan string mulai yang disediakan.
it_it: Restituisce true se il testo specificato inizia con la stringa iniziale fornita.
ja_jp: 指定されたテキストが指定された開始文字列で始まる場合に true を返します。
kk_kz: Берілген мәтін берілген бастау жолымен басталса, "шын" мәнін қайтарады.
ko_kr: 제공된 텍스트가 제공된 시작 문자열로 시작하는 경우 true를 반환합니다.
lt_lt: Jei pateiktas tekstas prasideda nurodyta pradžios eilute, pateikiama „true“.
lv_lv: Atgriež vērtību True, ja norādītais teksts sākas ar norādīto sākuma virkni.
ms_my: Mengembalikan true jika teks yang diberikan bermula dengan rentetan mula yang diberikan.
nb_no: Returnerer sann hvis den angitte teksten starter med den angitte startstrengen.
nl_nl: Retourneert true als de opgegeven tekst met de opgegeven begintekenreeks begint.
pl_pl: Zwraca wartość true, jeśli podany tekst zaczyna się od określonego ciągu początkowego.
pt_br: Retorna verdadeiro se o texto fornecido começar com a cadeia de caracteres inicial fornecida.
pt_pt: Devolve verdadeiro se o texto fornecido começar com a cadeira de início fornecida.
ro_ro: Returnează true dacă textul furnizat începe cu șirul de început furnizat.
ru_ru: Возвращает значение True, если указанный текст начинается с заданной начальной строки.
sk_sk: Ak sa zadaný text začína zadaným počiatočným reťazcom, vráti hodnotu True.
sl_si: Vrne »true«, če se navedeno besedilo začne z navedenim začetnim nizom.
sr_cyrl_rs: Враћа true ако наведени текст почиње са наведеном почетном ниском.
sr_latn_rs: Vraća true ako navedeni tekst počinje sa navedenom početnom niskom.
sv_se: Returnerar sant om den angivna texten börjar med den angivna startsträngen.
th_th: ส่งกลับเป็น true ถ้าข้อความที่ระบุเริ่มต้นด้วยสตริงเริ่มต้นที่จัดไว้ให้
tr_tr: Sağlanan metin sağlanan başlangıç dizesi ile başlıyorsa true döndürür.
uk_ua: Повертає true, якщо вказаний текст починається з указаного початкового рядка.
vi_vn: Trả về true nếu văn bản được cung cấp bắt đầu bằng chuỗi bắt đầu được cung cấp.
zh_cn: 如果提过的文本以提供的起始字符串开头，则返回 true。
zh_tw: 如果提供的文字開頭為所提供的起始字串，則傳回 true。

# AboutStartsWith_text
source: The text to be checked.
bg_bg: Текстът за преглед.
ca_es: Text que es comprovarà.
cs_cz: Text, který se má zkontrolovat
da_dk: Den tekst, der skal kontrolleres.
de_de: Der zu überprüfende Text.
el_gr: Το κείμενο για έλεγχο.
es_es: Texto que se va a comprobar.
et_ee: Kontrollitav tekst.
eu_es: Egiaztatu behar den testua.
fi_fi: Tarkistettava teksti.
fr_fr: Texte à vérifier.
gl_es: Texto que se vai comprobar.
hi_in: जाँचा जाने वाला पाठ.
hr_hr: Tekst koji je potrebno provjeriti.
hu_hu: Az ellenőrizni kívánt szöveg.
id_id: Teks yang akan diperiksa.
it_it: Testo da verificare.
ja_jp: 確認するテキスト。
kk_kz: Тексерілетін мәтін.
ko_kr: 확인할 텍스트입니다.
lt_lt: Tikrintinas tekstas.
lv_lv: Pārbaudāmais teksts.
ms_my: Teks untuk disemak.
nb_no: Tekst som skal kontrolleres.
nl_nl: De tekst die moet worden gecontroleerd.
pl_pl: Tekst do sprawdzenia.
pt_br: O texto a ser verificado.
pt_pt: O texto a ser verificado.
ro_ro: Textul de verificat.
ru_ru: Проверяемый текст.
sk_sk: Text, ktorý sa má skontrolovať.
sl_si: Besedilo, ki bo preverjeno.
sr_cyrl_rs: Текст за проверу.
sr_latn_rs: Tekst za proveru.
sv_se: Texten att kontrollera.
th_th: ข้อความที่จะตรวจสอบ
tr_tr: Denetlenecek metin.
uk_ua: Текст для перевірки.
vi_vn: Văn bản cần kiểm tra.
zh_cn: 要检查的文本。
zh_tw: 要檢查的文字。

# AboutStartsWith_start
source: The starting string. The function returns true if the text starts with this string.
bg_bg: Низът за начало. Функцията връща стойност true, ако текстът започва с този низ.
ca_es: Cadena inicial. La funció retorna true si el text comença amb aquesta cadena.
cs_cz: Počáteční řetězec. Tato funkce vrací true, pokud text začíná tímto řetězcem.
da_dk: Den første streng. Funktionen returnerer true, hvis teksten starter med denne streng.
de_de: Die Startzeichenfolge. Die Funktion gibt TRUE zurück, wenn der Text mit dieser Zeichenfolge beginnt.
el_gr: Η συμβολοσειρά έναρξης. Η συνάρτηση επιστρέφει την τιμή true αν το κείμενο ξεκινάει με αυτή τη συμβολοσειρά.
es_es: Cadena de inicio. La función devuelve true si el texto comienza con esta cadena.
et_ee: Algusstring. Funktsioon tagastab väärtuse tõene, kui tekst algab selle stringiga.
eu_es: Hasiera-katea. Funtzio horrek "true" parametroa itzultzen du testua kate horrekin hasten bada.
fi_fi: Aloitusmerkkijono. Funktio palauttaa arvon true, jos teksti alkaa tällä merkkijonolla.
fr_fr: Chaîne de début. La fonction renvoie true si le texte commence par cette chaîne.
gl_es: Cadea de inicio. A función devolve verdadeiro se o texto comeza con esta cadea.
hi_in: प्रारंभिक स्ट्रिंग. यदि पाठ इस स्ट्रिग के साथ प्रारंभ होता है, तो फ़ंक्शन सही वापस लौटाता है.
hr_hr: Početni niz. Funkcija vraća vrijednost "true" ako tekst počinje tim nizom.
hu_hu: A kezdő sztring. A függvény igaz értéket ad vissza, ha a szöveg ezzel a sztringgel kezdődik.
id_id: String mulai. Fungsi menghasilkan true jika teks dimulai dengan string ini.
it_it: Stringa iniziale. La funzione restituisce true se il testo inizia con questa stringa.
ja_jp: 開始文字列。テキストがこの文字列で始まる場合に関数は true を返します。
kk_kz: Бастау жолы. Мәтін осы жолмен басталса, функция "шын" мәнін қайтарады.
ko_kr: 시작 문자열입니다. 텍스트가 이 문자열로 시작하는 경우 함수가 true를 반환합니다.
lt_lt: Pradžios eilutė. Jei tekstas prasideda šia eilute, funkcija pateikia „true“.
lv_lv: Sākuma virkne. Funkcija atgriež vērtību True, ja teksts sākas ar šo virkni.
ms_my: Renteran permulaan. Fungsi mengembalikan true jika teks bermula dengan rentetan ini.
nb_no: Startstrengen. Funksjonen returnerer sann hvis teksten starter med denne strengen.
nl_nl: De begintekenreeks. De functie retourneert waar als de tekst met deze tekenreeks begint.
pl_pl: Ciąg początkowy. Funkcja zwraca wartość true, jeśli tekst zaczyna się od tego ciągu.
pt_br: A cadeia de caracteres inicial. A função retorna verdadeiro se o texto se inicia com essa cadeia de caracteres.
pt_pt: A cadeia inicial. A função devolve verdadeiro se o texto começar com esta cadeia.
ro_ro: Șirul de început. Funcția returnează true dacă textul începe cu acest șir.
ru_ru: Начальная строка. Функция возвращает значение True, если текст начинается с нее.
sk_sk: Počiatočný reťazec. Táto funkcia vráti hodnotu True, ak sa text začína týmto reťazcom.
sl_si: Začetni niz. Funkcija vrne »true«, če se besedilo začne s tem nizom.
sr_cyrl_rs: Почетна ниска. Ова функција враћа true ако текст почиње овом ниском.
sr_latn_rs: Početna niska. Ova funkcija vraća true ako tekst počinje ovom niskom.
sv_se: Startsträngen. Funktionen returnerar true om texten startar med den här strängen.
th_th: สตริงเริ่มต้น ฟังก์ชันส่งกลับเป็น true ถ้าข้อความเริ่มต้นด้วยสตริงนี้
tr_tr: Başlangıç dizesi. Metin bu dize ile başlıyorsa işlev true döndürür.
uk_ua: Початковий рядок. Функція повертає true, якщо текст починається з цього рядка.
vi_vn: Chuỗi bắt đầu. Hàm trả về true nếu văn bản bắt đầu bằng chuỗi này.
zh_cn: 起始字符串。如果文本以此字符串开头，则函数返回 true。
zh_tw: 起始字串。如果文字的開頭為此字串，則此函式會傳回 true。

# StartsWithArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# StartsWithArg2
source: start
bg_bg: старт
ca_es: inici
de_de: Anfang
el_gr: έναρξη
es_es: inicio
et_ee: algus
eu_es: hasi
fi_fi: alku
fr_fr: début
gl_es: inicio
hi_in: प्रारंभ करें
hr_hr: početak
hu_hu: kezdet
id_id: mulai
it_it: inizio
ja_jp: 先頭
kk_kz: бастау
ko_kr: 시작
lt_lt: pradžia
lv_lv: sākums
ms_my: mula
pl_pl: początek
pt_br: início
pt_pt: início
ru_ru: запуск
sk_sk: začína_sa
sl_si: začetek
sr_cyrl_rs: почетак
sr_latn_rs: pokreni
th_th: เริ่ม
tr_tr: başlangıç
uk_ua: початковий_рядок
vi_vn: bắt_đầu
zh_cn: 开始
zh_tw: 開始
