Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrSummarizeDataSourceScopeNotSupported
source: Scoping the data source (usage of 'As' keyword) is not supported.
bg_bg: Не се поддържа определяне на обхвата на източника на данни (използване на ключовата дума As).
ca_es: No s'admet definir un àmbit per a la font de dades (ús de la paraula clau "As").
cs_cz: Rozsah zdroje dat (použití klíčového slova „As“) není podporován.
da_dk: Afgrænsning af datakilden (brug af nøgleordet "As") understøttes ikke.
de_de: Das Festlegen der Datenquelle (Verwendung von „As“-Schlüsselwort) wird nicht unterstützt.
el_gr: Δεν υποστηρίζεται ο έλεγχος της προέλευσης δεδομένων (χρήση της λέξης-κλειδιού 'As').
et_ee: Andmeallika ulatuse määramist (märksõna „As“ kasutust) ei toetata.
eu_es: Ez da datu-iturburuaren esparrua onartzen ("As" gako-hitzaren erabilera).
fi_fi: Tietolähteen rajausta (As-avainsanan käyttöä) ei tueta.
fr_fr: L’analyse de la source de données (utilisation du mot clé « As ») n’est pas prise en charge.
gl_es: Non se admite o ámbito da orixe de datos (uso da palabra clave "As").
hi_in: डेटा स्रोत का दायरा बढ़ाना ('As' कीवर्ड का इस्तेमाल) समर्थित नहीं है.
hr_hr: Određivanje opsega izvora podataka (upotreba ključne riječi „As”) nije podržano.
hu_hu: Az adatforrás skálázása (az 'As' kulcsszó használata) nem támogatott.
id_id: Pencakupan sumber data (penggunaan kata kunci 'As') tidak didukung.
it_it: La definizione dell'ambito dell'origine dati (utilizzo della parola chiave "As") non è supportata.
ja_jp: データ ソースの (キーワードに 'As' を使用した) スコープ化はサポートされていません。
kk_kz: Деректер көзін ("As" кілтсөзін пайдалану) шолуға қолдау көрсетілмейді.
ko_kr: 데이터 원본 범위 지정('As' 키워드 사용)은 지원되지 않습니다.
lt_lt: Duomenų šaltinio aprėpimas (raktažodžio „As“ naudojimas) nepalaikomas.
lv_lv: Netiek atbalstīta datu avota (atslēgvārda “As” lietojums) mērogošana.
ms_my: Penskopan sumber data (penggunaan kata kunci 'As') tidak disokong.
nb_no: Omfang av datakilden (bruk av nøkkelordet As) støttes ikke.
nl_nl: Scoping van de gegevensbron (gebruik van trefwoord As) wordt niet ondersteund.
pl_pl: Określanie zakresu źródła danych (użycie słowa kluczowego „As”) nie jest obsługiwane.
pt_br: Não há suporte para a definição de escopo da fonte de dados (uso da palavra-chave "As").
pt_pt: O controlo do âmbito da origem de dados (utilização da palavra-chave "As") não é suportado.
ro_ro: Stabilirea domeniului sursei de date (utilizarea cuvântului cheie „As”) nu este acceptată.
ru_ru: Определение области источника данных (использование 'As' в качестве ключевого слова) не поддерживается.
sk_sk: Určenie rozsahu zdroja údajov (použitie kľúčového slova As) nie je podporované.
sl_si: Določanje obsega vira podatkov (uporaba ključne besede »As«) ni podprto.
sr_cyrl_rs: Одређивање опсега извора података (употреба кључне речи „As“) није подржано.
sv_se: Omfattning av datakällan (användning av nyckelordet "As") stöds inte.
th_th: ไม่รองรับการกำหนดขอบเขตแหล่งข้อมูล (การใช้คำสำคัญ 'As')
tr_tr: Veri kaynağının kapsamının belirlenmesi ('As' anahtar sözcüğünün kullanımı) desteklenmez.
uk_ua: Оцінка джерела даних (використання ключового слова "As") не підтримується.
vi_vn: Không hỗ trợ xác định phạm vi nguồn dữ liệu (sử dụng từ khóa "As").
zh_cn: 不支持确定数据源范围(使用 "As" 关键字)。
zh_tw: 不支援確定資料來源範圍 (使用 'As' 關鍵字)。

# AboutClear
source: Deletes all the records of a collection. The columns of the collection will remain.
bg_bg: Изчиства всички елементи от дадена колекция и връща празната колекция.
ca_es: Esborra tots els elements d'una col·lecció i la retorna buida.
cs_cz: Vymaže všechny položky z kolekce a vrátí prázdnou kolekci.
da_dk: Rydder alle elementerne fra en samling og returnerer den tomme samling.
de_de: Löscht alle Elemente aus einer Sammlung und gibt die leere Sammlung zurück.
el_gr: Απαλείφει όλα τα στοιχεία από μια συλλογή και επιστρέφει την κενή συλλογή.
es_es: Elimina todos los registros de una colección. Las columnas de la colección permanecerán.
et_ee: Eemaldab kogumist kõik üksused ja tagastab tühja kogumi.
eu_es: Bilduma baten elementu guztiak garbitzen ditu eta bilduma hutsik itzultzen du.
fi_fi: Tyhjentää kaikki kohteet kokoelmasta ja palauttaa tyhjän kokoelman.
fr_fr: Efface tous les éléments d’une collection et retourne la collection vide.
gl_es: Borra todos os elementos dunha colección e devolve a colección baleira.
hi_in: किसी संग्रह से सभी आइटम साफ़ करता है और संग्रह को रिक्त करता है.
hr_hr: Briše sve stavke iz zbirke i vraća praznu zbirku.
hu_hu: Töröl minden elemet a gyűjteményből, és az üres gyűjteményt adja vissza.
id_id: Menghapus semua item dari koleksi dan menampilkan koleksi kososng.
it_it: Cancella tutti gli elementi da una raccolta e restituisce la raccolta vuota.
ja_jp: コレクション内のすべての項目をクリアし、空のコレクションを返します。
kk_kz: Жиынтықтағы барлық элементтерді жояды және бос жиынтықты қайтарады.
ko_kr: 컬렉션에서 모든 항목을 지우고 빈 컬렉션을 반환합니다.
lt_lt: Išvalo visus elementus rinkinyje ir pateikia tuščią rinkinį.
lv_lv: Notīra visus vienumus no kolekcijas un atgriež tukšu kolekciju.
ms_my: Mengosongkan semua item daripada koleksi dan mengembalikan koleksi yang kosong.
nb_no: Fjerner alle elementer fra en samling og returnerer en tom samling.
nl_nl: Hiermee worden alle items uit de verzameling gewist en wordt een lege verzameling geretourneerd.
pl_pl: Czyści wszystkie elementy z kolekcji i zwraca pustą kolekcję.
pt_br: Limpa todos os itens de uma coleção e a retorna vazia.
pt_pt: Limpa todos os itens de uma coleção e devolve a coleção vazia.
ro_ro: Șterge toate elementele dintr-o colecție și returnează colecția goală.
ru_ru: Удаляет все элементы из коллекции и возвращает пустую коллекцию.
sk_sk: Vymaže všetky položky z kolekcie a vráti prázdnu kolekciu.
sl_si: Odstrani vse elemente iz zbirke in vrne prazno zbirko.
sr_cyrl_rs: Брише све знакове из колекције и враћа празну колекцију.
sv_se: Rensar alla objekt från en samling och returnerar den tomma samlingen.
th_th: ล้างรายการทั้งหมดจากคอลเลกชันและคืนค่าคอลเลกชันว่างเปล่า
tr_tr: Bir koleksiyondaki tüm öğeleri siler ve boş koleksiyonu döndürür.
uk_ua: Очищує всі елементи колекції й повертає пусту колекцію.
vi_vn: Xóa tất cả các mục khỏi một bộ sưu tập và trả về bộ sưu tập trống.
zh_cn: 从集合中清除所有项目并返回空集合。
zh_tw: 清除集合中的所有項目，並傳回空的集合。

# ErrNeedEntity_EntityName
source: Using this option set as an enumeration value or in the Choices function requires that the '{0}' entity be added as a Data Source. To add, use the View menu and then select Data sources.
es_es: Para usar esta opción como un valor de enumeración o en la función Choices, es necesario que la entidad "{0}" se agregue como un origen de datos. Para agregarla, use el menú Ver y, a continuación, seleccione los orígenes de datos.
sr_latn_rs: Da biste koristili ovu opciju podešenu kao vrednost nabrajanja ili da biste je koristili u funkciji Choices, morate da dodate entitet „{0}“ kao izvor podataka. Da biste ga dodali, u meniju „Prikaz“ izaberite stavku „Izvori podataka“.

# ErrInvalidDataSource
source: This Data source is invalid. Please fix the error in "Data sources" pane by clicking "Content -> Data sources" or "View -> Options"
es_es: Este origen de datos no es válido. Para corregir el error en el panel "Orígenes de datos", haga clic en "Contenido -> Orígenes de datos" o en "Ver -> Opciones"
sr_latn_rs: Ovaj izvor podataka je nevažeći. Popravite grešku u oknu „Izvori podataka“ tako što ćete izabrati stavke „Sadržaj –> Izvori podataka“ ili „Prikaz –> Opcije“

# CollectRecordArg
source: record
es_es: registro

# ClearCollectionArg
source: data_source
es_es: origen_datos

# ClearCollectDataSourceArg
source: data_source
es_es: origen_datos

# ClearCollectRecordArg
source: record
es_es: registro

# InfoRegExCaptureNameHidesPredefinedFullMatchField
source: The capture name '{0}' is hiding the predefined property that returns the full match of the regular expression. Consider renaming it if you want to use that named property to extract the full match in the specified text.
es_es: El nombre de la captura "{0}" oculta la propiedad predefinida que devuelve la coincidencia completa de la expresión regular. Considere la posibilidad de cambiarle el nombre si quiere utilizar esa propiedad con nombre para extraer la coincidencia completa en el texto especificado.

# InfoRegExCaptureNameHidesPredefinedSubMatchesField
source: The capture name '{0}' is hiding the predefined property that returns the group matches in the regular expression. Consider renaming it if you want to use that named property to extract all the sub-matches in the specified text.
es_es: El nombre de la captura "{0}" oculta la propiedad predefinida que devuelve las coincidencias de grupo de la expresión regular. Considere la posibilidad de cambiarle el nombre si quiere utilizar esa propiedad con nombre para extraer todas las coincidencias secundarias en el texto especificado.

# InfoRegExCaptureNameHidesPredefinedStartMatchField
source: The capture name '{0}' is hiding the predefined property that returns the location of the match of the regular expression. Consider renaming it if you want to use that named property to extract the position of the full match in the specified text.
es_es: El nombre de la captura "{0}" oculta la propiedad predefinida que devuelve la ubicación de la coincidencia de la expresión regular. Considere la posibilidad de cambiarle el nombre si quiere utilizar esa propiedad con nombre para extraer la posición de la coincidencia completa en el texto especificado.

# ErrTypeLiteral_InvalidTypeDefinition
source: Type literal declaration was invalid
es_es: La declaración literal de tipo no fue válida
