Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutValue_text
source: The text value to convert to a numeric value.
bg_bg: Текстовата стойност за преобразуване в числова стойност.
ca_es: Valor de text que es convertirà en un valor numèric.
cs_cz: Textová hodnota, která má být převedena na číselnou
da_dk: Tekstværdien, der skal konverteres til en numerisk værdi.
de_de: Der Textwert, der in einen Zahlenwert konvertiert werden soll.
el_gr: Η τιμή κειμένου για μετατροπή σε μια αριθμητική τιμή.
es_es: Valor de texto que se va a convertir en un valor numérico.
et_ee: Arvväärtuseks teisendatav tekstväärtus.
eu_es: Zenbakizko balio bihurtuko den testu-balioa.
fi_fi: Numeeriseksi arvoksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en valeur numérique.
gl_es: Valor de texto que se vai converter nun valor numérico.
hi_in: सांख्यिक मान में रूपांतरित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara u numeričku vrijednost.
hu_hu: A számértékké alakítandó szöveges érték.
id_id: Nilai teks untuk dikonversi ke nilai numerik.
it_it: Valore di testo da convertire in valore numerico.
ja_jp: 数値に変換する対象となるテキスト値。
kk_kz: Сандық мәнге түрлендірілетін мәтіндік мән.
ko_kr: 숫자 값으로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į skaitinę reikšmę.
lv_lv: Teksta vērtība, kas jāpārvērš par skaitlisku vērtību.
ms_my: Nilai teks untuk ditukar kepada nilai nombor.
nb_no: Tekstverdien som skal konverteres til en numerisk verdi.
nl_nl: De tekstwaarde die moet worden geconverteerd naar een numerieke waarde.
pl_pl: Wartość tekstowa do przekonwertowania na wartość numeryczną.
pt_br: Valor de texto a ser convertido em valor numérico.
pt_pt: Valor de texto a converter em valor numérico.
ro_ro: Valoarea text căreia să i se efectueze conversia într-o valoare numerică.
ru_ru: Текстовое значение для преобразования в числовое значение.
sk_sk: Textová hodnota na konverziu na numerickú hodnotu.
sl_si: Besedilna vrednost, ki jo je treba pretvoriti v številsko vrednost.
sr_cyrl_rs: Вредност текста за конвертовање у нумеричку вредност.
sr_latn_rs: Vrednost teksta za konvertovanje u numeričku vrednost.
sv_se: Textvärdet som ska konverteras till ett numeriskt värde.
th_th: ข้อความที่จะแปลงให้เป็นค่าตัวเลข
tr_tr: Sayısal bir değere dönüştürülecek metin değeri.
uk_ua: Текстове значення, яке потрібно перетворити на числове.
vi_vn: Giá trị văn bản cần chuyển đổi sang một giá trị số.
zh_cn: 要转换为数值的文本值。
zh_tw: 要轉換為數值的文字值。

# AboutValue_language
source: Language code to use when converting the value.
bg_bg: Код на езика, който да се използва при преобразуването на стойността.
ca_es: Codi de llengua que cal utilitzar en convertir el valor.
cs_cz: Kód jazyka, který se má použít při převodu hodnoty.
da_dk: Sprogkode, der skal anvendes, når du konverterer værdien.
de_de: Zu verwendender Sprachcode für die Konvertierung des Werts
el_gr: Κωδικός γλώσσας για χρήση κατά τη μετατροπή της τιμής.
es_es: El código de idioma que se usará al convertir el valor.
et_ee: Väärtuse teisendamisel kasutatav keelekood.
eu_es: Balioa bihurtzean erabiliko den hizkuntza-kodea.
fi_fi: Arvon muuntamisessa käytettävä kielikoodi.
fr_fr: Code de langue à utiliser lors de la conversion de la valeur.
gl_es: Código de idioma que se usará ao converter o valor.
hi_in: मान परिवर्तित करते समय उपयोग किया जाने वाला भाषा कोड.
hr_hr: Šifra jezika koja će se upotrijebiti prilikom pretvaranja vrijednosti.
hu_hu: Az érték átalakítása során használandó nyelvkód.
id_id: Kode bahasa yang harus digunakan saat mengonversi nilai.
it_it: Codice della lingua da usare per la conversione del valore.
ja_jp: 値の変換に使う言語コード。
kk_kz: Мәнді түрлендіргенде пайдаланылатын тіл коды.
ko_kr: 값을 변환할 때 사용할 언어 코드입니다.
lt_lt: Kalbos kodas, naudojamas konvertuojant reikšmę.
lv_lv: Valodas kods, ko izmantot, pārvēršot vērtību.
ms_my: Kod bahasa untuk digunakan semasa menukar nilai.
nb_no: Språkkoden som skal brukes ved konvertering av verdien.
nl_nl: De taalcode die moet worden gebruikt bij het converteren van de waarde.
pl_pl: Kod języka do użycia podczas konwertowania wartości.
pt_br: Código de idioma a ser usado ao converter o valor.
pt_pt: Código de idioma a utilizar ao converter o valor.
ro_ro: Codul de limbă de utilizat la conversia valorii.
ru_ru: Код языка, используемый при преобразовании значения.
sk_sk: Kód jazyka, ktorý sa používa pri konverzii na hodnotu.
sl_si: Koda jezika, ki bo uporabljena pri pretvorbi vrednosti.
sr_cyrl_rs: Шифра језика коју треба користити приликом конвертовања у вредност.
sr_latn_rs: Šifra jezika koju treba koristiti prilikom konvertovanja u vrednost.
sv_se: Språkkoden som ska användas vid konvertering av värdet.
th_th: โค้ดภาษาที่จะใช้ขณะแปลงเป็นค่า
tr_tr: Değer dönüştürme işleminde kullanılacak dil kodu.
uk_ua: Мовний код, який слід використовувати під час перетворення значення.
vi_vn: Mã ngôn ngữ để sử dụng khi chuyển đổi giá trị.
zh_cn: 在转换值时要使用的语言代码。
zh_tw: 轉換值時要使用的語言代碼。

# AboutBoolean
source: Converts a 'text' that represents a boolean to a boolean value.
bg_bg: Преобразува „текст“, който представлява булева стойност, в булева стойност.
ca_es: Converteix un "text" que representa un booleà en un valor booleà.
cs_cz: Převede „text“, který představuje logickou hodnotu, na logickou hodnotu.
da_dk: Konverterer en "tekst", der repræsenterer en boolesk værdi til en boolesk værdi.
de_de: Konvertiert einen „Text“, der einen booleschen Wert darstellt, in einen booleschen Wert.
el_gr: Μετατρέπει ένα "κείμενο" που αναπαριστά μια δυαδική τιμή σε δυαδική τιμή.
es_es: Convierte un "texto" que representa un valor booleano en un valor booleano.
et_ee: Teisendab teksti, mis tähistab loogilist väärtust, loogiliseks väärtuseks.
eu_es: Boolear bat adierazten duen "testua" balio boolear bihurtzen du.
fi_fi: Muuntaa totuusarvoa edustavan tekstin totuusarvoksi.
fr_fr: Convertit un « texte » représentant un booléen en une valeur booléenne.
gl_es: Converte un "texto" que representa un booleano nun valor booleano.
hi_in: उस 'टेक्स्ट' को बदलता है जो बूलियन को बूलियन मान में दर्शाता है.
hr_hr: Pretvara „tekst” koji predstavlja booleovu vrijednost u booleovu vrijednost.
hu_hu: Átalakít egy logikai értéket képviselő "szöveget" logikai értékké.
id_id: Mengonversi 'teks' yang mewakili boolean ke nilai boolean.
it_it: Converte un "testo" che rappresenta un valore booleano in un valore booleano.
ja_jp: ブール値を表す 'text' をブール値に変換します。
kk_kz: Логикалық мәнді білдіретін "мәтінді" логикалық мәнге түрлендіреді.
ko_kr: 부울을 나타내는 '텍스트'를 부울 값으로 변환합니다.
lt_lt: Konvertuoja Bulio logikos tekstą į Bulio logikos reikšmę.
lv_lv: Pārvērš "tekstu", kas attēlo Būla vērtību, par Būla vērtību.
ms_my: Menukar 'teks' yang mewakili boolean kepada nilai boolean.
nb_no: Konverterer en tekst som representerer en boolsk verdi til en boolsk verdi.
nl_nl: Converteert een 'tekst' die een booleaanse waarde vertegenwoordigt naar een booleaanse waarde.
pl_pl: Konwertuje „tekst” reprezentujący wartość logiczną na wartość logiczną.
pt_br: Converte um 'texto' que representa um booliano em um valor booliano.
pt_pt: Converte um "texto" que representa um booleano num valor booleano.
ro_ro: Convertește la o valoare booleană un „text” care reprezintă un boolean.
ru_ru: Преобразует текст, представляющий логическое значение, в логическое значение.
sk_sk: Konvertuje text, ktorý predstavuje booleovský typ údajov, na booleovskú hodnotu.
sl_si: Pretvori »besedilo«, ki predstavlja logično vrednost, v logično vrednost.
sr_cyrl_rs: Конвертује „текст“ који представља Булову вредност у Булову вредност.
sr_latn_rs: Konvertuje „tekst“ koji predstavlja Bulovu vrednost u Bulovu vrednost.
sv_se: Konverterar en "text" som representerar en boolesk till ett booleskt värde.
th_th: แปลง 'ข้อความ' ที่แสดงบูลีนเป็นค่าแบบบูลีน
tr_tr: Bir boole'yi temsil eden "metni" boole değerine dönüştürür.
uk_ua: Перетворює "текст", що представляє логічне значення, у логічне значення.
vi_vn: Chuyển đổi một 'văn bản' đại diện cho một boolean thành một giá trị boolean.
zh_cn: 将表示布尔值的“文本”转换为布尔值。
zh_tw: 將代表布林值的「文字」轉換為布林值。

# BooleanArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn bản
zh_cn: 文本
zh_tw: 文字

# AboutBoolean_text
source: The text value to convert to a boolean value.
bg_bg: Стойността на текста за преобразуване в булева стойност.
ca_es: Valor de text que es convertirà en un valor booleà.
cs_cz: Textová hodnota, kterou chcete převést na logickou hodnotu.
da_dk: Tekstværdien, der skal konverteres til en boolesk værdi.
de_de: Der Textwert, der in einen booleschen Wert umgewandelt werden soll.
el_gr: Η τιμή κειμένου για μετατροπή σε δυαδική τιμή.
es_es: Valor de texto que se convertirá en un valor booleano.
et_ee: Tekstiväärtus loogiliseks väärtuseks teisendamise jaoks.
eu_es: Balio boolear bihurtuko den testu-balioa.
fi_fi: Totuusarvoksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en valeur booléenne.
gl_es: Valor de texto que se vai converter nun valor booleano.
hi_in: बूलियन मान में बदला जाने वाला टेक्स्ट मान.
hr_hr: Tekstna vrijednost koju treba pretvoriti u booleovu vrijednost.
hu_hu: A logikai értékké alakítandó szövegérték.
id_id: Nilai teks untuk dikonversi ke nilai boolean.
it_it: Valore di testo da convertire in un valore booleano.
ja_jp: ブール値に変換するテキスト値です。
kk_kz: Логикалық мәнге түрлендірілетін мәтін мәні.
ko_kr: 부울 값으로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į Bulio logikos reikšmę.
lv_lv: Teksts, kas jāpārvērš par Būla vērtību.
ms_my: Nilai teks untuk ditukar kepada nilai boolean.
nb_no: Tekstverdien som skal konverteres til en boolsk verdi.
nl_nl: De tekstwaarde die moet worden geconverteerd naar een booleaanse waarde.
pl_pl: Wartość tekstowa do przekonwertowania na wartość logiczną.
pt_br: O valor do texto para converter em um valor booliano.
pt_pt: O valor de texto a converter num valor booleano.
ro_ro: Valoarea textului de convertit la o valoare booleană.
ru_ru: Текстовое значение для преобразования в логическое значение.
sk_sk: Textová hodnota, ktorá sa má skonvertovať na booleovskú hodnotu.
sl_si: Vrednost besedila, ki jo želite pretvoriti v logično vrednost.
sr_cyrl_rs: Текстуална вредност коју треба конвертовати у Булову вредност.
sr_latn_rs: Tekstualna vrednost koju treba konvertovati u Bulovu vrednost.
sv_se: Textvärdet som ska konverteras till ett booleskt värde.
th_th: ค่าข้อความที่จะแปลงเป็นค่าแบบบูลีน
tr_tr: Boole değerine dönüştürülecek metin değeri.
uk_ua: Текстове значення для перетворення на логічне значення.
vi_vn: Giá trị văn bản để chuyển đổi thành giá trị boolean.
zh_cn: 要转换为布尔值的文本值。
zh_tw: 要轉換為布林值的文字值。

# AboutBooleanT
source: Converts a column of text values to a column of boolean values.
bg_bg: Преобразува колона с текстови стойности в колона с булеви стойности.
ca_es: Converteix una columna de valors de text en una columna de valors booleans.
cs_cz: Převede sloupec textových hodnot na sloupec logických hodnot.
da_dk: Konverterer en kolonne med tekstværdier til en kolonne med booleske værdier.
de_de: Konvertiert eine Spalte mit Textwerten in eine Spalte mit booleschen Werten.
el_gr: Μετατρέπει μια στήλη τιμών κειμένου σε στήλη δυαδικών τιμών.
es_es: Convierte una columna de valores de texto en una columna de valores booleanos.
et_ee: Teisendab tekstväärtuste veeru loogiliste väärtuste veeruks.
eu_es: Testu-balioak dituen zutabe bat bihurtzen du balio boolearrak dituen zutabe.
fi_fi: Muuntaa tekstiarvojen sarakkeen totuusarvojen sarakkeeksi.
fr_fr: Convertit une colonne de valeurs de texte en une colonne de valeurs booléennes.
gl_es: Converte unha columna de valores de texto nunha columna de valores booleanos.
hi_in: पाठ मानों के कॉलम को बूलियन मानों के कॉलम में रूपांतरित करता है.
hr_hr: Pretvara stupac tekstnih vrijednosti u stupac booleovih vrijednosti.
hu_hu: Szöveges értékekből álló oszlopot logikai értékek oszlopává alakít át.
id_id: Mengonversi kolom nilai teks ke kolom nilai boolean.
it_it: Converte una colonna di valori di testo in una colonna di valori booleani.
ja_jp: テキスト値の列をブール値の列に変換します。
kk_kz: Мәтіндік мәндер бағанын логикалық мәндер бағанына түрлендіреді.
ko_kr: 텍스트 값 열을 부울 값 열로 변환합니다.
lt_lt: Konvertuoja teksto reikšmių stulpelį į Bulio logikos reikšmių stulpelį.
lv_lv: Pārvērš teksta vērtību kolonnu par Būla vērtību kolonnu.
ms_my: Menukar lajur nilai teks kepada lajur nilai Boolean.
nb_no: Konverterer en kolonne med tekstverdier til en kolonne med boolske verdier.
nl_nl: Hiermee wordt een kolom met tekstwaarden naar een kolom met booleaanse waarden geconverteerd.
pl_pl: Konwertuje kolumnę wartości tekstowych na kolumnę wartości logicznych.
pt_br: Converte uma coluna de valores de texto em uma coluna de valores boolianos.
pt_pt: Converte uma coluna de valores de texto numa coluna de valores booleanos.
ro_ro: Convertește o coloană de valori text într-o coloană de valori booleene.
ru_ru: Преобразует столбец текстовых значений в столбец логических значений.
sk_sk: Konvertuje stĺpec textových hodnôt na stĺpec booleovských hodnôt.
sl_si: Pretvori stolpec besedilnih vrednosti v stolpec logičnih vrednosti.
sr_cyrl_rs: Конвертује колону текстуалних вредности у колону Булових вредности.
sv_se: Konverterar en kolumn med textvärden till en kolumn med booleska värden.
th_th: แปลงคอลัมน์ของค่าข้อความเป็นคอลัมน์ของค่าแบบบูลีน
tr_tr: Metin değerleri sütununu boole değerleri sütununa dönüştürür.
uk_ua: Перетворює стовпець текстових значень на стовпець логічних значень.
vi_vn: Chuyển đổi một cột giá trị văn bản thành một cột gồm các giá trị boolean.
zh_cn: 将文本值列转换为布尔值列。
zh_tw: 將文字資料行轉換為布林值資料行。

# BooleanTArg1
source: input
bg_bg: входни данни
ca_es: entrada
cs_cz: vstup
de_de: Eingabe
el_gr: δεδομένα_εισόδου
es_es: entrada
et_ee: sisend
eu_es: sarrera
fi_fi: syöte
fr_fr: entrée
gl_es: entrada
hi_in: इनपुट
hr_hr: unos
hu_hu: bemenet
id_id: masukan
ja_jp: 入力
kk_kz: кіріс
ko_kr: 입력
lt_lt: įvestis
lv_lv: ievade
nb_no: inndata
nl_nl: invoer
pl_pl: dane_wejściowe
pt_br: entrada
pt_pt: entrada
ro_ro: intrare
ru_ru: входные данные
sk_sk: vstup
sl_si: vnos
sr_cyrl_rs: унос
sv_se: indata
th_th: ข้อมูลป้อนเข้า
tr_tr: giriş
uk_ua: вхідні дані
vi_vn: đầu vào
zh_cn: 输入
zh_tw: 輸入

# AboutBooleanT_input
source: A column of text values to process.
bg_bg: Колона с текстови стойности за обработване.
ca_es: Columna de valors de text que es processarà.
cs_cz: Sloupec textových hodnot, které mají být zpracovány.
da_dk: En kolonne af tekstværdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Textwerten.
el_gr: Μια στήλη τιμών κειμένου για επεξεργασία.
es_es: Una columna de valores de texto que se va a procesar.
et_ee: Töödeldavate tekstväärtuste veerg.
eu_es: Prozesatuko den testu-balioen zutabea.
fi_fi: Käsiteltävien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à traiter.
gl_es: Columna de valores de texto que se van procesar.
hi_in: संसाधित किए जाने वाले पाठ मानों का स्तंभ.
hr_hr: Stupac tekstnih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó szöveges értékeket tartalmazó oszlop.
id_id: Kolom nilai teks untuk diproses.
it_it: Colonna di valori di testo da elaborare.
ja_jp: 処理するテキスト値の列。
kk_kz: Өңделетін мәтіндік мәндер бағаны.
ko_kr: 처리할 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā teksta vērtību kolonna.
ms_my: Lajur nilai teks untuk diproses.
nb_no: En kolonne med tekstverdier som skal behandles.
nl_nl: Een kolom met tekstwaarden die moeten worden verwerkt.
pl_pl: Kolumna wartości tekstowych do przetworzenia.
pt_br: Uma coluna de valores de texto a serem processados.
pt_pt: Uma coluna de valores de texto a processar.
ro_ro: O coloană de valori text de procesat.
ru_ru: Столбец текстовых значений для обработки.
sk_sk: Stĺpec textových hodnôt na spracovanie.
sl_si: Stolpec besedilnih vrednosti za obdelavo.
sr_cyrl_rs: Колона вредности текста за обраду.
sv_se: En kolumn med textvärden att bearbeta.
th_th: คอลัมน์ของค่าข้อความที่จะดำเนินการ
tr_tr: İşlenecek metin değerlerini içeren bir sütun.
uk_ua: Стовпець із текстовими значеннями, які потрібно обробити.
vi_vn: Cột chứa các giá trị văn bản cần xử lý.
zh_cn: 要处理的文本值组成的列。
zh_tw: 要處理的文字值資料行。

# AboutBooleanN
source: Converts a 'number' to a boolean value.
bg_bg: Преобразува „число“ в булева стойност.
ca_es: Converteix un "nombre" en un valor booleà.
cs_cz: Převede 'číslo' na logickou hodnotu.
da_dk: Konverterer et "tal" til en boolesk værdi.
de_de: Konvertiert eine „Nummer“ in einen booleschen Wert.
el_gr: Μετατρέπει έναν "αριθμό" σε δυαδική τιμή.
es_es: Convierte un "número" en un valor booleano.
et_ee: Teisendab „arvu“ loogiliseks väärtuseks.
eu_es: "Zenbaki" bat balio boolear bihurtzen du.
fi_fi: Muuntaa numeron totuusarvoksi.
fr_fr: Convertit un « texte » en une valeur booléenne.
gl_es: Converte un "número" nun valor booleano.
hi_in: एक 'संख्या' को एक बूलियन मान में रूपांतरित करता है.
hr_hr: Pretvara „broj” u booleovu vrijednost.
hu_hu: Átalakít egy "számot" logikai értékké.
id_id: Mengonversi 'angka' ke nilai boolean.
it_it: Converte un "numero" in un valore booleano.
ja_jp: '数値' をブール値に変換します。
kk_kz: "Санды" логикалық мәнге түрлендіреді.
ko_kr: '숫자'를 부울 값으로 변환합니다.
lt_lt: Konvertuoja skaičių į Bulio logikos reikšmę.
lv_lv: Pārvērš “skaitli” par Būla vērtību.
ms_my: Menukar 'nombor' kepada nilai Boolean.
nb_no: Konverterer et tall til en boolsk verdi.
nl_nl: Hiermee wordt een 'getal' naar een booleaanse waarde geconverteerd.
pl_pl: Konwertuje „liczbę” na wartość logiczną.
pt_br: Converte um "número" em um valor booliano.
pt_pt: Converte um "número" num valor booleano.
ro_ro: Convertește un număr la o valoare booleană.
ru_ru: Преобразует число в логическое значение.
sk_sk: Konvertuje číslo na booleovskú hodnotu.
sl_si: Pretvori »število« v logično vrednost.
sr_cyrl_rs: Конвертује „број“ у Булову вредност.
sv_se: Konverterar ett "tal" till ett booleskt värde.
th_th: แปลง 'ตัวเลข' เป็นค่าแบบบูลีน
tr_tr: Bir "sayıyı" boole değerine dönüştürür.
uk_ua: Перетворює "число" на логічне значення.
vi_vn: Chuyển đổi một "số" thành một giá trị boolean.
zh_cn: 将“数值”转换为布尔值。
zh_tw: 將「數字」轉換為布林值。

# BooleanNArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: tal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutBooleanN_number
source: The number value to convert to a boolean value.
bg_bg: Стойността на числото за преобразуване в булева стойност.
ca_es: Valor numèric que es convertirà en un valor booleà.
cs_cz: Číselná hodnota, kterou chcete převést na logickou hodnotu.
da_dk: Den talværdi, der skal konverteres til en boolesk værdi.
de_de: Der Nummernwert, der in einen booleschen Wert umgewandelt werden soll.
el_gr: Η τιμή κειμένου για μετατροπή σε δυαδική τιμή.
es_es: Valor numérico que se convertirá en un valor booleano.
et_ee: Arvväärtus loogiliseks väärtuseks teisendamise jaoks.
eu_es: Balio boolear bihurtuko den zenbakizko balioa.
fi_fi: Totuusarvoksi muunnettava numeroarvo.
fr_fr: Valeur de texte à convertir en valeur booléenne.
gl_es: Valor numérico que se vai converter nun valor booleano.
hi_in: बूलियन मान में कनवर्ट करने के लिए संख्या मान.
hr_hr: Tekstna vrijednost koju treba pretvoriti u booleovu vrijednost.
hu_hu: A logikai értékké alakítandó számérték.
id_id: Nilai angka untuk dikonversi ke nilai boolean.
it_it: Valore numerico da convertire in un valore booleano.
ja_jp: ブール値に変換する数値。
kk_kz: Логикалық мәнге түрлендірілетін сандық мән.
ko_kr: 부울 값으로 변환할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, kurią reikia konvertuoti į Bulio logikos reikšmę.
lv_lv: Teksts, kas jāpārvērš par Būla vērtību.
ms_my: Nilai nombor untuk ditukar kepada nilai Boolean.
nb_no: Tallverdien som skal konverteres til en boolsk verdi.
nl_nl: De getalwaarde die moet worden geconverteerd naar een booleaanse waarde.
pl_pl: Wartość liczbowa do przekonwertowania na wartość logiczną.
pt_br: O valor numérico a ser convertido em um valor booliano.
pt_pt: O valor numérico a converter num valor booleano.
ro_ro: Valoarea numărului de convertit la o valoare booleană.
ru_ru: Числовое значение для преобразования в логическое значение.
sk_sk: Číselná hodnota, ktorá sa má konvertovať na booleovskú hodnotu.
sl_si: Številska vrednost za pretvorbo v logično vrednost
sr_cyrl_rs: Бројчана вредност коју треба конвертовати у Булову вредност.
sv_se: Det numeriska värdet som ska konverteras till ett booleskt värde.
th_th: ค่าตัวเลขที่จะแปลงเป็นค่าแบบบูลีน
tr_tr: Boole değerine dönüştürülecek sayı değeri.
uk_ua: Числове значення, яке потрібно перетворити на логічне значення.
vi_vn: Giá trị số để chuyển đổi thành giá trị boolean.
zh_cn: 要转换为布尔值的数字值。
zh_tw: 要轉換為布林值的數字值。
