Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SequenceArg1
source: records
bg_bg: записи
ca_es: registres
cs_cz: záznamy
da_dk: poster
de_de: Einträge
el_gr: καρτέλες
es_es: registros
et_ee: kirjed
eu_es: erregistroak
fi_fi: tietueet
fr_fr: enregistrements
gl_es: rexistros
hi_in: रिकॉर्ड
hr_hr: zapisi
hu_hu: rekordok
id_id: rekaman
it_it: record
ja_jp: レコード
kk_kz: жазбалар
ko_kr: 레코드
lt_lt: įrašai
lv_lv: ieraksti
ms_my: merekod
nb_no: oppføringer
pl_pl: rekordy
pt_br: registros
pt_pt: registos
ro_ro: înregistrări
ru_ru: записи
sk_sk: záznamy
sl_si: zapisi
sr_cyrl_rs: : број записа
sr_latn_rs: : broj zapisa
sv_se: poster
th_th: เรกคอร์ด
tr_tr: kayıt
uk_ua: записи
vi_vn: bản ghi
zh_cn: 记录
zh_tw: 記錄

# AboutSequence_records
source: Number of records in the single column table with name "Value". Maximum 50,000.
bg_bg: Брой записи в таблицата с една колона с име „Стойност”. Максималният брой е 50 000.
ca_es: Nombre de registres de la taula d'una sola columna amb el nom "Valor". Màxim: 50.000.
cs_cz: Počet záznamů v tabulce s jedním sloupcem s názvem „Hodnota“. Maximálně 50 000.
da_dk: Antal poster i tabellen med én kolonne med navnet "Værdi". Maksimalt 50.000.
de_de: Anzahl der Datensätze in der einzelnen Spaltentabelle mit dem Namen „Wert“. Maximal 50.000.
el_gr: Αριθμός καρτελών στον πίνακα μίας στήλης με όνομα "τιμή". Μέγιστο 50.000.
es_es: Número de registros de la tabla de una sola columna con el nombre "Valor". Máximo 50 000.
et_ee: Nimega „Väärtus“ kirjete arv ühe veeruga tabelis. Maksimaalselt 50 000.
eu_es: "Balioa" izena duen zutabe bakarreko taulako erregistro kopurua. 50.000, gehienez.
fi_fi: Tietueiden määrä yhden sarakkeen taulukossa, jonka nimi on Value. Enintään 50 000.
fr_fr: Nombre d’enregistrements dans la table de colonnes unique avec le nom « Value ». 50 000 maximum.
gl_es: Número de rexistros na táboa dunha única columna denominada "Valor". 50 000 como máximo.
hi_in: "मान" नाम के साथ सिंगल कॉलम टेबल में रिकॉर्ड की संख्या. अधिकतम 50,000 हो सकते हैं.
hr_hr: Broj zapisa u tablici s jednim stupcem s nazivom „Vrijednost”. Maksimalno 50.000.
hu_hu: Az egyoszlopos tábla „érték” névvel megadott rekordjainak száma. Maximum 50 000.
id_id: Jumlah rekaman dalam tabel kolom tunggal dengan nama "Nilai". Maksimum 50.000.
it_it: Numero di record nella tabella a colonna singola con nome "Valore". Massimo 50.000.
ja_jp: "Value" という名前の単一列テーブルが含むレコード数。最大値: 50,000。
kk_kz: "Мән" атауы бар бір бағандық кестедегі жазбалар саны. Көп дегенде 50000.
ko_kr: 이름이 "값"인 단일 열 테이블의 레코드 수입니다. 최대 50,000입니다.
lt_lt: Įrašų skaičius vieno stulpelio lentelėje pavadinimu „Reikšmė“. Didžiausia reikšmė – 50 000.
lv_lv: Vienas kolonnas tabulas ar nosaukumu "Vērtība" ierakstu skaits. Maksimālais: 50 000.
ms_my: Bilangan rekod dalam jadual lajur tunggal dengan nama "Nilai". Maksimum 50,000.
nb_no: Antall oppføringer i tabell med én kolonne med navnet Verdi. Maksimalt 50 000.
nl_nl: Aantal records in de tabel met één kolom met de naam 'Value'. Maximaal 50.000.
pl_pl: Liczba rekordów w jednokolumnowej tabeli o nazwie Wartość. Maksimum: 50 000.
pt_br: Número de registros na tabela de coluna única com o nome "Valor". Máximo de 50.000.
pt_pt: Número de registos na tabela de coluna única com o nome "Valor". Máximo de 50.000.
ro_ro: Numărul de înregistrări din tabelul cu o singură coloană cu numele „Valoare”. Maximum 50.000.
ru_ru: Количество записей в таблице из одного столбца с именем "Значение". Максимальное количество — 50 000.
sk_sk: Počet záznamov v tabuľke s jediným stĺpcom s názvom Hodnota. Maximálne 50 000.
sl_si: Število zapisov v tabeli z enim stolpcem z imenom »Vrednost«. Največ 50.000
sr_cyrl_rs: Број записа у табели са једном колоном са називом „Вредност“. Максимално 50.000.
sr_latn_rs: Broj zapisa u tabeli sa jednom kolonom sa nazivom „Vrednost“. Maksimalno 50.000.
sv_se: Antalet poster i den enskilda kolumntabellen med namnet "Värde". Max 50 000.
th_th: จำนวนของเรคคอร์ดในตารางคอลัมน์เดียวที่ชื่อ "ค่า" สูงสุด 50,000
tr_tr: "Değer" adına sahip tek sütunlu tablodaki kayıt sayısı. Maksimum 50.000.
uk_ua: Кількість записів у таблиці з одним стовпцем із назвою "Значення". Максимальна кількість – 50 000.
vi_vn: Số lượng bản ghi trong bảng cột đơn có tên "Giá trị". Tối đa là 50.000.
zh_cn: 单列表中名称为“值”的记录数。最大值为 50,000。
zh_tw: 單一欄位表格中名為「值」的記錄數目。最高 50,000。

# SequenceArg2
source: start
bg_bg: начало
ca_es: inici
de_de: Anfang
el_gr: έναρξη
es_es: inicio
et_ee: algus
eu_es: hasi
fi_fi: alku
fr_fr: début
gl_es: inicio
hi_in: प्रारंभ करें
hr_hr: početak
hu_hu: kezdés
id_id: mulai
it_it: inizio
ja_jp: 開始
kk_kz: бастау
ko_kr: 시작
lt_lt: pradžia
lv_lv: sākums
ms_my: mula
pl_pl: początek
pt_br: início
pt_pt: início
ru_ru: начало
sk_sk: začiatok
sl_si: začetek
sr_cyrl_rs: почетак
sr_latn_rs: početak
sv_se: första
th_th: เริ่มต้น
tr_tr: başlangıç
uk_ua: початок
vi_vn: bắt đầu
zh_cn: 开始
zh_tw: 開始

# AboutSequence_start
source: Optional. The first number in the sequence. Default 1.
bg_bg: По избор. Първото число в последователността. По подразбиране е 1.
ca_es: Opcional. El primer número de la seqüència. Valor per defecte: 1.
cs_cz: Volitelné. První číslo v sekvenci. Výchozí hodnota je 1.
da_dk: Valgfrit. Det første tal i sekvensen. Standard 1.
de_de: Optional. Die erste Zahl in der Sequenz. Standardwert ist „1“.
el_gr: Προαιρετικό. Ο πρώτος αριθμός της ακολουθίας. Προεπιλογή 1.
es_es: Opcional. El primer número de la secuencia. Valor predeterminado 1.
et_ee: Valikuline. Järjestuse esimene number. Vaikimisi 1.
eu_es: Aukerakoa. Sekuentziaren lehen zenbakia. 1 da balio lehenetsia.
fi_fi: Valinnainen. Sarjan ensimmäinen numero. Oletus 1.
fr_fr: Facultatif. Premier numéro de la séquence. Valeur par défaut 1.
gl_es: Opcional. Primeiro número da secuencia. O valor predefinido é 1.
hi_in: वैकल्पिक. अनुक्रम में प्रथम संख्या. डिफ़ॉल्ट 1.
hr_hr: Neobavezno. Prvi broj u nizu. Zadano 1.
hu_hu: Választható. A sorozat első száma. Alapértelmezett érték: 1.
id_id: Opsional. Nomor pertama dalam urutan. Default 1.
it_it: Facoltativo. Primo numero della sequenza. Valore predefinito 1.
ja_jp: オプション。シーケンスの最初の番号。既定値は 1。
kk_kz: Міндетті емес. Реттегі бірінші сан. Әдепкісі — 1.
ko_kr: 선택 사항입니다. 시퀀스의 첫 번째 번호입니다. 기본값은 1입니다.
lt_lt: Pasirenkama. Pirmasis sekos numeris. Numatytoji reikšmė – 1.
lv_lv: Neobligāts. Secības pirmais numurs. Noklusējums: 1.
ms_my: Pilihan. Nombor pertama dalam jujukan. Lalai 1.
nb_no: Valgfritt. Det første tallet i sekvensen. Standard 1.
nl_nl: Optioneel. Het eerste nummer in de reeks. Standaard 1.
pl_pl: Opcjonalne. Pierwszy numer w sekwencji. Wartość domyślna: 1.
pt_br: Opcional. O primeiro número na sequência. Padrão 1.
pt_pt: Opcional. O primeiro número da sequência. Predefinição: 1.
ro_ro: Opțional. Primul număr din secvență. Implicit 1.
ru_ru: (Необязательно). Первый номер последовательности. По умолчанию — 1.
sk_sk: Voliteľné. Prvé číslo v poradí. Predvoleným číslom je 1.
sl_si: Izbirno Prva številka v zaporedju Privzeto je to 1.
sr_cyrl_rs: Опционо. Први број у низу. Подразумевано је 1.
sr_latn_rs: Opciono. Prvi broj u nizu. Podrazumevano je 1.
sv_se: Valfritt. Det första talet i sekvensen. Standardvärdet är 1.
th_th: เลือกได้ หมายเลขแรกในลำดับ ค่าเริ่มต้น 1
tr_tr: İsteğe bağlı. Sıradaki ilk sayı. Varsayılan 1.
uk_ua: Необов'язково. Перше число в послідовності. Стандартне значення – 1.
vi_vn: Tùy chọn. Số đầu tiên trong chuỗi. Mặc định là 1.
zh_cn: 可选。序列中的第一个数字。默认为 1。
zh_tw: 選擇性。序列中的第一個數字。預設為 1。

# SequenceArg3
source: step
bg_bg: стъпка
ca_es: pas
cs_cz: krok
da_dk: trin
de_de: Schritt
el_gr: βήμα
es_es: paso
et_ee: samm
eu_es: urratsa
fi_fi: vaihe
fr_fr: étape
gl_es: paso
hi_in: चरण
hr_hr: korak
hu_hu: lépés
id_id: langkah
it_it: passaggio
ja_jp: ステップ
kk_kz: қадам
ko_kr: 단계
lt_lt: veiksmas
lv_lv: darbība
ms_my: langkah
nb_no: trinn
nl_nl: stap
pl_pl: krok
pt_br: etapa
pt_pt: passo
ro_ro: pas
ru_ru: шаг
sk_sk: krok
sl_si: korak
sr_cyrl_rs: корак
sr_latn_rs: korak
sv_se: steg
th_th: ขั้นตอน
tr_tr: adım
uk_ua: крок
vi_vn: bước
zh_cn: 步骤
zh_tw: 步驟

# AboutSequence_step
source: Optional. The amount to increment each subsequent value in the table. Default 1.
bg_bg: По избор. Размерът, с който се увеличава всяка следваща стойност в таблицата. По подразбиране е 1.
ca_es: Opcional. Quantitat que s'incrementarà cada valor posterior a la taula. Valor per defecte: 1.
cs_cz: Volitelné. Hodnota, o kterou se zvýší každá následující hodnota v tabulce. Výchozí hodnota je 1.
da_dk: Valgfrit. Det beløb, som hver efterfølgende værdi skal forøges med i tabellen. Standard 1.
de_de: Optional. Der Betrag, um den jeder nachfolgende Wert in der Tabelle erhöht wird. Standardwert ist „1“.
el_gr: Προαιρετικό. Το ποσό για αύξηση κάθε επόμενης τιμής στον πίνακα. Προεπιλογή 1.
es_es: Opcional. La cantidad en que se incrementará cada valor posterior de la tabla. Valor predeterminado 1.
et_ee: Valikuline. Summa, mille võrra tabeli iga järgmine väärtus muutub. Vaikimisi 1.
eu_es: Aukerakoa. Taulako ondorengo balio bakoitza handitzeko kopurua. 1 da balio lehenetsia.
fi_fi: Valinnainen. Summa, joka kasvattaa taulukon jokaista seuraavaa arvoa. Oletus 1.
fr_fr: Facultatif. Montant de l’incrémentation de chaque valeur suivante dans la table. Valeur par défaut 1.
gl_es: Opcional. Cantidade que se vai aumentar en cada valor subseguinte da táboa. O valor predefinido é 1.
hi_in: वैकल्पिक. टेबल में प्रत्येक अनुवर्ती मान में वृद्धि करने की मात्रा डिफ़ॉल्ट 1.
hr_hr: Neobavezno. Iznos za povećanje svake sljedeće vrijednosti u tablici. Zadano 1.
hu_hu: Választható. Az összeg, amellyel az egymást követő értékek nőnek a táblázatban. Alapértelmezett érték: 1.
id_id: Opsional. Jumlah yang akan ditambahkan setiap nilai berikutnya dalam tabel. Default 1.
it_it: Facoltativo. Importo da incrementare ogni valore successivo nella tabella. Valore predefinito 1.
ja_jp: オプション。テーブルで後に続く各値を増分する量。既定値は 1。
kk_kz: Міндетті емес. Кестедегі әрбір кейінгі мәнін арттыратын мөлшер. Әдепкісі — 1.
ko_kr: 선택 사항입니다. 테이블에서 각 후속 값을 증가시키는 양입니다. 기본값은 1입니다.
lt_lt: Pasirenkama. Suma, kuria reikia padidinti kiekvieną vėlesnę reikšmę lentelėje. Numatytoji reikšmė – 1.
lv_lv: Neobligāts. Summa, par kādu tiek palielināta katra nākamā tabulas vērtība. Noklusējums: 1.
ms_my: Pilihan. Jumlah untuk kenaikan setiap nilai seterusnya dalam jadual. Lalai 1.
nb_no: Valgfritt. Mengden som skal øke hver etterfølgende verdi i tabellen. Standard 1.
nl_nl: Optioneel. De stappen waarmee de waarden in de tabel oplopen. Standaard 1.
pl_pl: Opcjonalne. Przyrost każdej kolejnej wartości w tabeli. Wartość domyślna: 1.
pt_br: Opcional. O valor para incrementar cada valor subsequente na tabela. Padrão 1.
pt_pt: Opcional. O valor para incrementar cada valor subsequente na tabela. Predefinição: 1.
ro_ro: Opțional. Suma cu care se incrementează fiecare valoare ulterioară din tabel. Implicit 1.
ru_ru: (Необязательно). Величина приращения каждого последующего значения в таблице. По умолчанию — 1.
sk_sk: Voliteľné. Čiastka, o ktorú sa zvýši každá následná hodnota v tabuľke. Predvoleným číslom je 1.
sl_si: Izbirno Količina do vsake naslednje zaporedne vrednosti v tabeli. Privzeto je to 1.
sr_cyrl_rs: Опционо. Износ повећања за сваку наредну вредност у табели. Подразумевано је 1.
sr_latn_rs: Opciono. Iznos povećanja za svaku narednu vrednost u tabeli. Podrazumevano je 1.
sv_se: Valfritt. Hur mycket du vill öka varje efterföljande värde med i tabellen. Standardvärdet är 1.
th_th: เลือกได้ จำนวนที่จะเพิ่มให้แต่ละค่าที่ตามมาในตาราง ค่าเริ่มต้น 1
tr_tr: İsteğe bağlı. Tablodaki izleyen her değeri artırma miktarı. Varsayılan 1.
uk_ua: Необов'язково. Крок збільшення кожного наступного значення в таблиці. Стандартне значення – 1.
vi_vn: Tùy chọn. Số gia cho mỗi giá trị tiếp sau trong bảng. Mặc định là 1.
zh_cn: 可选。表中每个后续值的递增量。默认为 1。
zh_tw: 選擇性。表格中每個後續值遞增的數量。預設為 1。

# ErrInvalidDot
source: Invalid use of '.'
bg_bg: Операторът . не може да се използва за стойности от тип {0}.
ca_es: L'operador "." no es pot utilitzar en valors {0}.
cs_cz: Operátor „.“ nelze použít pro hodnoty {0}.
da_dk: Operatoren '.' kan ikke bruges til {0} værdier.
de_de: Der „.“-Operator kann nicht für {0}-Werte verwendet werden.
el_gr: Ο χειριστής '.' δεν μπορεί να χρησιμοποιηθεί σε τιμές {0}.
es_es: Uso no válido de "."
et_ee: Tehtemärki „.“ ei saa kasutada väärtuste {0} puhul.
eu_es: "." eragilea ezin da erabili {0} balioetan.
fi_fi: '.'-operaattoria ei voi käyttää {0} arvoissa.
fr_fr: L’opérateur « . » ne peut pas être utilisé sur les valeurs {0}.
gl_es: O operador "." non se pode usar nos valores {0}.
hi_in: '.' ऑपरेटर का उपयोग {0} मानों पर नहीं किया जा सकता है.
hr_hr: Operator „.” ne može se upotrijebiti na sljedećim vrijednostima: {0}.
hu_hu: A '.' operátor nem használható {0} értékeken.
id_id: Operator '.' tidak dapat digunakan pada nilai {0}.
it_it: Impossibile utilizzare l'operatore "." sui valori {0}.
ja_jp: 演算子 '.' は、{0} の値で使用できません。.
kk_kz: "." амалын {0} мәндерге пайдалануға болмайды.
ko_kr: '.' 연산자는 {0} 값에 사용할 수 없습니다.
lt_lt: Operatoriaus „.“ negalima naudoti reikšmėse, kurių tipas „{0}“.
lv_lv: Operatoru “.” nevar izmantot tipa {0} vērtībām.
ms_my: Operator '.' tidak boleh digunakan pada nilai {0}.
nb_no: Operatoren . kan ikke brukes på {0}-verdier.
nl_nl: De operator '.' kan niet worden gebruikt voor de volgende waarden: {0}.
pl_pl: Operatora „.” nie można używać w wartościach typu {0}.
pt_br: O operador "." não pode ser usado em valores {0}.
pt_pt: Não é possível utilizar o operador "." em valores {0}.
ro_ro: Operatorul „.” nu se poate utiliza pentru valori de tip {0}.
ru_ru: Оператор "." нельзя использовать для значений типа "{0}".
sk_sk: Operátor „.“ nemožno používať v hodnotách {0}.
sl_si: Operatorja ».« ni mogoče uporabiti za vrednosti »{0}«.
sr_cyrl_rs: Оператор „.“ не може да се користи са следећим вредностима: {0}.
sr_latn_rs: Nevažeća upotreba „.“
sv_se: Operatorn "." operatorn kan inte användas för {0}-värden.
th_th: ไม่สามารถใช้ตัวดำเนินการ '.' กับค่า {0}.
tr_tr: '.'' işleci {0} değerlerinde kullanılamaz.
uk_ua: Оператор "." не можна використовувати для значень {0}.
vi_vn: Không được sử dụng toán tử "." trên các giá trị {0}.
zh_cn: . 运算符不能用于 {0} 值.
zh_tw: '.' 運算子無法用於 {0} 值。

# ErrUnknownFunction
source: '{0}' is an unknown or unsupported function.
bg_bg: „{0}“ е неизвестна или неподдържана функция.
ca_es: "{0}" és una funció desconeguda o no admesa.
cs_cz: „{0}“ je neznámá nebo nepodporovaná funkce v oboru názvů „{1}“.
da_dk: "{0}" er en ukendt eller ikke-understøttet funktion.
de_de: „{0}“ ist eine unbekannte oder nicht unterstützte Funktion.
el_gr: '{0}' είναι μια άγνωστη ή μη υποστηριζόμενη συνάρτηση.
es_es: "{0}" es una función desconocida o no admitida.
et_ee: „{0}“ on tundmatu või toetuseta funktsioon.
eu_es: Ezezaguna den edo onartzen ez den funtzio bat da "{0}".
fi_fi: {0} on tuntematon tai ei-tuettu funktio.
fr_fr: '{0}' est une fonction inconnue ou non prise en charge.
gl_es: "{0}" é unha función descoñecida ou non compatible.
hi_in: {0}' एक अज्ञात या असमर्थित फ़ंक्शन है.
hr_hr: „{0}” je nepoznata ili nepodržana funkcija.
hu_hu: A(z) "{0}" egy ismeretlen vagy nem támogatott függvény.
id_id: '{0}' adalah fungsi yang tidak diketahui atau tidak didukung.
it_it: "{0}" è una funzione sconosciuta o non supportata.
ja_jp: '{0}' は不明またはサポートされていない関数です。
kk_kz: "{0}" — белгісіз немесе қолдау көрсетілмейтін функция.
ko_kr: '{0}'은(는) 알 수 없거나 지원되지 않는 함수입니다.
lt_lt: „{0}“ yra nežinoma arba nepalaikoma funkcija.
lv_lv: Funkcija “{0}” ir nezināma vai netiek atbalstīta.
ms_my: '{0}' ialah fungsi yang tidak diketahui atau tidak disokong.
nb_no: {0} er en ukjent eller ikke støttet funksjon.
nl_nl: {0} is een onbekende of niet-ondersteunde functie.
pl_pl: „{0}” to nieznana lub nieobsługiwana funkcja.
pt_br: '{0}' é uma função desconhecida ou sem suporte.
pt_pt: "{0}" é uma função desconhecida ou não suportada.
ro_ro: „{0}” este o funcție necunoscută sau neacceptată.
ru_ru: "{0}" — неизвестная или неподдерживаемая функция.
sk_sk: {0} je neznáma alebo nepodporovaná funkcia.
sl_si: »{0}« je neznana ali nepodprta funkcija.
sr_cyrl_rs: „{0}“ је непозната или неподржана функција.
sr_latn_rs: „{0}“ je nepoznata ili nepodržana funkcija.
sv_se: {0} är en okänd funktion eller funktion som inte stöds.
th_th: '{0}' เป็นฟังก์ชันที่ไม่รู้จักหรือไม่ได้รับการสนับสนุน
tr_tr: '{0}' bilinmeyen veya desteklenmeyen bir işlevdir.
uk_ua: "{0}" – невідома або непідтримувана функція.
vi_vn: "{0}" là một hàm không xác định hoặc không được hỗ trợ.
zh_cn: '{0}' 为未知或不支持的函数。
zh_tw: '{0}' 為未知或不支援的函式。

# ErrUnknownNamespaceFunction
source: '{0}' is an unknown or unsupported function in namespace '{1}'.
bg_bg: „{0}“ е неизвестна или неподдържана функция в пространството на имената „{1}“.
ca_es: "{0}" és una funció desconeguda o no admesa a l'espai de noms "{1}".
cs_cz: '{0}' je neznámá nebo nepodporovaná funkce v '{1}' oboru názvů.
da_dk: "{0}" er en ukendt eller ikke-understøttet funktion i navneområdet "{1}".
de_de: „{0}“ ist eine unbekannte oder nicht unterstützte Funktion im Namespace „{1}“.
el_gr: '{0}' είναι μια άγνωστη ή μη υποστηριζόμενη συνάρτηση στο χώρο ονομάτων '{1}'.
es_es: "{0}" es una función desconocida o no admitida en el espacio de nombres "{1}".
et_ee: „{0}“ on tundmatu või toetuseta funktsioon nimeruumis „{1}“.
eu_es: "{1}" izen-lekuan ezezaguna den edo onartzen ez den funtzio bat da "{0}".
fi_fi: {0} on tuntematon tai ei-tuettu funktio nimitilassa {1}.
fr_fr: '{0}' est une fonction inconnue ou non prise en charge dans l’espace de noms '{1}'.
gl_es: "{0}" é unha función descoñecida ou non compatible no espazo do nomes "{1}".
hi_in: '{0}' नेमस्पेस '{1}' में एक अज्ञात या असमर्थित फ़ंक्शन है.
hr_hr: „{0}” je nepoznata ili nepodržana funkcija u prostoru za naziv „{1}”.
hu_hu: A(z) "{0}" egy ismeretlen vagy nem támogatott függvény a(z) "{1}" névtérben.
id_id: '{0}' adalah fungsi yang tidak diketahui atau tidak didukung dalam ruang nama '{1}'.
it_it: "{0}" è una funzione sconosciuta o non supportata nello spazio dei nomi "{1}".
ja_jp: '{0}' は名前空間 '{1}' 内で不明またはサポートされていない関数です。
kk_kz: "{0}" — "{1}" атау кеңістігіндегі белгісіз немесе қолдау көрсетілмейтін функция.
ko_kr: '{0}'은(는) 알 수 없는 함수 또는 네임스페이스 '{1}'에서 지원되지 않는 함수입니다.
lt_lt: „{0}“ yra nežinoma arba nepalaikoma funkcija vardų srityje „{1}“.
lv_lv: Funkcija “{0}” ir nezināma vai netiek atbalstīta nosaukumvietā “{1}”.
ms_my: '{0}' ialah fungsi yang tidak diketahui atau tidak disokong dalam ruang nama '{1}'.
nb_no: {0} er en ukjent eller ikke støttet funksjon i navneområdet {1}.
nl_nl: {0} is een onbekende of niet-ondersteunde functie in naamruimte {1}.
pl_pl: „{0}” to nieznana lub nieobsługiwana funkcja w przestrzeni nazw „{1}”.
pt_br: '{0}' é uma função desconhecida ou sem suporte no namespace '{1}'.
pt_pt: "{0}" é uma função desconhecida ou não suportada no espaço de nomes "{1}".
ro_ro: „{0}” este o funcție necunoscută sau neacceptată în spațiul nume „{1}”.
ru_ru: "{0}" — неизвестная или неподдерживаемая функция в пространстве имен "{1}".
sk_sk: {0} je neznáma alebo nepodporovaná funkcia v priestore názvov {1}.
sl_si: »{0}« je neznana ali nepodprta funkcija v imenskem prostoru »{1}«.
sr_cyrl_rs: „{0}“ је непозната или неподржана функција у простору за имена „{1}“.
sr_latn_rs: „{0}“ je nepoznata ili nepodržana funkcija u prostoru za imena „{1}“.
sv_se: {0} är en okänd funktion eller funktion som inte stöds i namnområdet {1}.
th_th: '{0}' เป็นฟังก์ชันที่ไม่รู้จักหรือไม่ได้รับการสนับสนุนใน namespace '{1}'
tr_tr: '{0}', '{1}' ad alanı içinde bilinmeyen veya desteklenmeyen bir işlevdir.
uk_ua: "{0}" – невідома або непідтримувана функція в просторі імен "{1}".
vi_vn: "{0}" là một hàm không xác định hoặc không được hỗ trợ trong không gian tên "{1}".
zh_cn: '{0}' 为命名空间 '{1}' 中未知或不支持的函数。
zh_tw: '{0}' 為命名空間 '{1}' 中未知或不支援的函式。

# ErrUnSupportedComponentBehaviorInvocation
source: Component behavior can only be invoked from within a component.
bg_bg: Поведението на компонента може да се извиква само от компонент.
ca_es: El comportament del component només es pot invocar des de dins d'un component.
cs_cz: Chování komponenty lze vyvolat pouze z komponenty.
da_dk: Komponentens funktionsmåde kan kun aktiveres inde fra en komponent.
de_de: Das Komponentenverhalten kann nur innerhalb einer Komponente aufgerufen werden.
el_gr: Η συμπεριφορά στοιχείου μπορεί να κληθεί μόνο μέσα από ένα στοιχείο.
es_es: El comportamiento del componente solo se puede invocar desde dentro de un componente.
et_ee: Komponendi käitumist saab käivitada ainult komponendi seest.
eu_es: Osagaiaren portaera osagaitik bertatik dei daiteke soilik.
fi_fi: Komponentin toiminnan voi käynnistää vain komponentin sisältä.
fr_fr: Le comportement du composant ne peut être appelé qu’à partir d’un composant.
gl_es: O comportamento do compoñente só se pode invocar dende dentro dun compoñente.
hi_in: घटक व्यवहार केवल एक घटक के भीतर से लागू किया जा सकता है.
hr_hr: Ponašanje komponenti može se pozvati samo unutar komponente.
hu_hu: Összetevő-viselkedést csak egy összetevőn belülről lehet meghívni.
id_id: Perilaku komponen hanya dapat dijalankan dari dalam komponen.
it_it: Il comportamento dei componenti può essere richiamato solo dall'interno di un componente.
ja_jp: コンポーネントの動作は、コンポーネント内からのみ呼び出すことができます。
kk_kz: Компонент тәртібін тек компонент ішінен шақыруға болады.
ko_kr: 구성 요소 동작은 구성 요소 내에서만 호출할 수 있습니다.
lt_lt: Komponento veikimo būdą galima iškviesti tik komponento viduje.
lv_lv: Komponenta darbību var izsaukt tikai no komponenta.
ms_my: Tingkah laku komponen hanya boleh dipanggil dari dalam komponen.
nb_no: Komponentvirkemåten kan bare aktiveres i en komponent.
nl_nl: Gedrag van onderdeel kan alleen worden aangeroepen vanuit een onderdeel.
pl_pl: Zachowanie składnika można wywołać tylko z wnętrza składnika.
pt_br: O comportamento do componente pode ser invocado somente de dentro de um componente.
pt_pt: Só é possível invocar o comportamento dos componente a partir de um componente.
ro_ro: Comportamentul componentelor poate fi invocat numai din cadrul unei componente.
ru_ru: Поведение компонента можно вызвать только из компонента.
sk_sk: Správanie súčasti je možné vyvolať iba priamo z danej súčasti.
sl_si: Vedenje komponente je mogoče priklicati samo v komponenti.
sr_cyrl_rs: Понашање компоненте се може позвати само из компоненте.
sr_latn_rs: Ponašanje komponente se može pozvati samo iz komponente.
sv_se: Komponentbeteende kan endast anropas från inuti en komponent.
th_th: ลักษณะการทำงานของคอมโพเนนต์จะสามารถเรียกได้จากภายในคอมโพเนนต์เท่านั้น
tr_tr: Bileşen davranışı yalnızca bir bileşenin içinden çağrılabilir.
uk_ua: Поведінку компонента можна викликати лише з компонента.
vi_vn: Hành vi thành phần chỉ có thể được gọi từ bên trong một thành phần.
zh_cn: 只能从组件内调用组件行为。
zh_tw: 只能從元件內部叫用元件行為。
