Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutJSON_data
source: The data structure to be converted to JSON. Tables, records, and primitive values are supported, arbitrarily nested.
bg_bg: Структурата на данните, които ще се конвертират в JSON. Таблиците, записите и примитивните стойности се поддържат, вложени произволно.
ca_es: Estructura de dades que es convertirà en JSON. S'admeten taules, registres i valors primitius, que s'imbriquen de manera arbitrària.
cs_cz: Datová struktura, která se má převést na JSON. Podporují se tabulky, záznamy a primitivní hodnoty, které můžou být libovolně vnořené.
da_dk: Den datastruktur, der skal konverteres til JSON. Tabeller, poster og primitive værdier understøttes, vilkårligt indlejret.
de_de: Die Datenstruktur, die in JSON konvertiert werden soll. Es werden Tabellen, Datensätze und primitive Werte unterstützt, beliebig geschachtelt.
el_gr: Η δομή δεδομένων που θα μετατραπεί σε JSON. Υποστηρίζονται πίνακες, εγγραφές και στοιχειώδεις τιμές, με αυθαίρετη ενσωμάτωση.
es_es: Estructura de datos que se va a convertir a JSON. Se admiten tablas, registros y valores primitivos anidados arbitrariamente.
et_ee: JSON-iks teisendatav andmestruktuur. Tabelid, kirjed ja primitiivsed väärtused on toetatud, suvaliselt pesastatud.
eu_es: JSON bihurtuko den datu-egitura. Ausaz habiaratutako taulak, erregistroak eta jatorrizko balioak onartzen dira.
fi_fi: JSON-muotoon muunnettava tietorakenne. Taulukoita, tietueita ja primitiiviarvoja tuetaan, kun ne ovat mielivaltaisesti sisäkkäin.
fr_fr: Structure de données à convertir en JSON. Les tables, les enregistrements et les valeurs primitives sont pris en charge, imbriqués de façon arbitraire.
gl_es: Estrutura de datos que se vai converter a JSON. Admítense táboas, rexistros e valores primitivos aniñados arbitrariamente.
hi_in: JSON में रूपांतरित की जाने वाली डेटा संरचना. तालिकाएँ, रिकॉर्ड्स और प्रिमिटिव मान समर्थित हैं, मनमाने ढंग से नेस्ट किए गए.
hr_hr: Struktura podataka koja će se pretvoriti u JSON. Tablice, zapisi i primitivne vrijednosti podržane su i proizvoljno ugniježđene.
hu_hu: A JSON-ba konvertálandó adatstruktúra. A táblák, a rekordok és a primitív értékek támogatottak, önkényesen beágyazva.
id_id: Struktur data yang akan dikonversi ke JSON. Tabel, catatan, dan nilai primitif bertumpuk secara acak dan didukung.
it_it: Struttura dei dati da convertire nel formato JSON. Sono supportati tabelle, record e valori primitivi, annidati in modo arbitrario.
ja_jp: JSON に変換するデータ構造。テーブル、レコード、プリミティブ値がサポートされており、任意に入れ子にすることができます。
kk_kz: JSON пішіміне түрлендірілетін деректер құрылымы. Кестелерге, жазбаларға және қарапайым мәндерге қолдау көрсетіледі, еркін түрде енгізіледі.
ko_kr: JSON으로 변환할 데이터 구조입니다. 테이블, 레코드 및 기본 값이 지원되며 임의로 중첩됩니다.
lt_lt: Į JSON konvertuotina duomenų struktūra. Palaikomos pasirinktinai įdėtos lentelės, įrašai ir pagrindinės reikšmės.
lv_lv: Datu struktūra, kas jākonvertē JSON formātā. Tiek atbalstītas tabulas, ieraksti un primitīvas vērtības, un to dati tiek patvaļīgi ligzdoti.
ms_my: Struktur data untuk ditukarkan kepada JSON. Jadual, rekod dan nilai primitif disokong, tersarang secara arbitrari.
nb_no: Datastrukturen som skal konverteres til JSON. Tabeller, oppføringer og primitive verdier støttes, vilkårlig nestet.
nl_nl: De gegevensstructuur die moet worden geconverteerd naar JSON. Tabellen, records en primitieve waarden worden ondersteund. Ze worden willekeurig genest.
pl_pl: Struktura danych, która ma zostać przekonwertowana na format JSON. Obsługiwane są arbitralnie zagnieżdżone tabele, rekordy i wartości pierwotne.
pt_br: A estrutura de dados a ser convertida em JSON. Há suporte para tabelas, registros e valores primitivos, arbitrariamente aninhados.
pt_pt: A estrutura de dados a ser convertida para JSON. Tabelas, registos e valores primitivos são suportados, aninhados arbitrariamente.
ro_ro: Structura de date care se va converti la JSON. Tabelele, înregistrările și valorile primitive sunt acceptate, imbricate arbitrar.
ru_ru: Структура данных, преобразуемая в JSON. Поддерживаются таблицы, записи и примитивные значения с произвольным вложением.
sk_sk: Štruktúra údajov, ktorá sa má skonvertovať na formát JSON. Tabuľky, záznamy a primitívne hodnoty sú podporované, ľubovoľne vnorené.
sl_si: Struktura podatkov, ki bo pretvorjena v JSON. Tabele, zapisi in primitivne vrednosti so podprte in poljubno ugnezdene.
sr_cyrl_rs: Структура података ће се конвертовати у JSON. Табеле, записи и примитивне вредности су подржане, произвољно угнежђене.
sv_se: Den datastruktur som ska konverteras till JSON. Tabeller, poster och primitiva värden stöds, godtyckligt kapslade.
th_th: โครงสร้างข้อมูลที่จะแปลงเป็น JSON รองรับตาราง ระเบียน และค่าดั้งเดิมซึ่งซ้อนกันโดยไม่ได้คาดคิด
tr_tr: JSON'ye dönüştürülecek veri yapısı. Tablolar, kayıtlar ve temel değerler desteklenir, rastgele olarak iç içe geçmiştir.
uk_ua: Структура даних, яку потрібно конвертувати у формат JSON. Підтримуються таблиці, записи й примітивні значення, вкладені довільно.
vi_vn: Cấu trúc dữ liệu sẽ được chuyển đổi sang JSON. Các bảng, bản ghi và giá trị gốc được hỗ trợ, lồng nhau tùy ý.
zh_cn: 要转换为 JSON 的数据结构。表、记录和基元值受支持，可任意嵌套。
zh_tw: 要轉換成 JSON 的資料結構。會支援並任意巢狀資料表、記錄和基本值。

# JSONArg2
source: format
bg_bg: формат
el_gr: μορφή
es_es: formato
et_ee: vorming
eu_es: formatua
fi_fi: muoto
gl_es: formato
hi_in: फॉर्मेट
hr_hr: oblik
hu_hu: formátum
it_it: formato
ja_jp: 形式
kk_kz: пішім
ko_kr: 형식
lt_lt: formatas
lv_lv: formāts
nl_nl: indeling
pt_br: formato
pt_pt: formato
ru_ru: формат
sk_sk: formát
sl_si: oblika zapisa
sr_cyrl_rs: формат
th_th: รูปแบบ
tr_tr: biçim
uk_ua: формат
vi_vn: định dạng
zh_cn: 格式
zh_tw: 格式

# AboutJSON_format
source: The format to be used in the JSON conversion. The value will be a member of the JSONFormat enumeration.
bg_bg: Форматът, който се използва за преобразуването в JSON. Стойността ще бъде член на изброяването на JSONFormat.
ca_es: Format que s'utilitzarà a la conversió de JSON. El valor formarà part de l'enumeració JSONFormat.
cs_cz: Formát, který se má použít při převodu JSON. Hodnota bude členem výčtu JSONFormat.
da_dk: Det format, der skal bruges i JSON-konverteringen. Værdien vil blive medlem af JSONFormat-optællingen.
de_de: Das in der JSON-Konvertierung zu verwendende Format. Der Wert ist ein Member der JSONFormat-Enumeration.
el_gr: Η μορφή που θα χρησιμοποιηθεί στη μετατροπή JSON. Η τιμή θα είναι μέλος της απαρίθμησης JSONFormat.
es_es: Formato que se va a usar en la conversión JSON. El valor será un miembro de la enumeración JSONFormat.
et_ee: JSON-i teisenduses kasutatav vorming. Väärtus on loetelu JSONFormat liige.
eu_es: JSON bihurketan erabiliko den formatua. Balioa JSONFormat enumerazioaren kidea izango da.
fi_fi: JSON-muunnoksessa käytettävä muoto. Arvo on JSONFormat-luetteloinnin jäsen.
fr_fr: Format à utiliser dans la conversion JSON. La valeur est membre de l'énumération JSONFormat.
gl_es: Formato que se debe usar na conversión de JSON. O valor será un membro da enumeración JSONFormat.
hi_in: JSON रूपांतरण में उपयोग किया जाने वाला फ़ॉर्मेट. मान JSONFormat प्रगणना का सदस्य होगा.
hr_hr: Oblik koji se koristi u pretvorbi JSON-a. Vrijednost će biti član enumeracije za JSONFormat.
hu_hu: A JSON-átalakításban használandó formátum. Az érték a JSONFormat enumerálás tagja lesz.
id_id: Format yang akan digunakan dalam percakapan JSON. Nilai akan menjadi anggota enumerasi JSONFormat.
it_it: Formato da usare nella conversione JSON. Il valore sarà un membro dell'enumerazione JSONFormat.
ja_jp: JSON 変換に使用する形式。この値は JSONFormat 列挙型のメンバーになります。
kk_kz: JSON түрлендіруінде пайдаланылатын пішім. Мән JSONFormat тізімінің мүшесі болады.
ko_kr: JSON 변환에 사용되는 형식입니다. 이 값은 JSONFormat 열거형의 멤버입니다.
lt_lt: Konvertuojant į JSON naudotinas formatas. Reikšmė bus išvardijimo JSONFormat narys.
lv_lv: JSON konvertēšanai izmantojamais formāts. Šī vērtība būs JSONFormat uzskaitījuma elements.
ms_my: Format yang digunakan dalam penukaran JSON. Nilainya akan menjadi ahli perhitungan JSONFormat.
nb_no: Formatet som skal brukes i JSON-konverteringen. Verdien blir et medlem av JSONFormat-opplistingen.
nl_nl: De indeling die moet worden gebruikt bij de JSON-conversie. De waarde is een lid van de JSONFormat-inventarisatie.
pl_pl: Format, który ma być używany w konwersji JSON. Wartość będzie składową wyliczenia JSONFormat.
pt_br: O formato a ser usado na conversão JSON. O valor será um membro da enumeração JSONFormat.
pt_pt: O formato a ser utilizado na conversão JSON. O valor vai ser um membro da enumeração JSONFormat.
ro_ro: Formatul de utilizat în conversia JSON. Valoarea va fi un membru al enumerării JSONFormat.
ru_ru: Формат, используемый при преобразовании JSON. Значение будет членом перечисления JSONFormat.
sk_sk: Formát, ktorý sa má použiť pri konverzii na formát JSON. Hodnota bude členom enumerácie JSONFormat.
sl_si: Oblika, ki bo uporabljena v pretvorbi JSON. Vrednost bo član oštevilčenja JSONFormat.
sr_cyrl_rs: Формат који ће се користити у у JSON конвертовању. Вредност ће бити члан JSONFormat набрајања.
sv_se: Det format som ska användas i JSON-konverteringen. Värdet blir medlem i JSONFormat-uppräkningen.
th_th: รูปแบบที่จะใช้ในการแปลง JSON ค่าจะเป็นสมาชิกของการแจงนับ JSONFormat
tr_tr: JSON dönüştürmede kullanılacak biçim. Değer, JSONFormat numaralandırmasının bir üyesi olacaktır.
uk_ua: Формат, що використовуватиметься під час перетворення JSON. Значення буде елементом перелічення JSONFormat.
vi_vn: Định dạng sẽ được sử dụng trong chuyển đổi JSON. Giá trị sẽ là thành viên của liệt kê JSONFormat.
zh_cn: JSON 转换中使用的格式。该值将是 JSONFormat 枚举的成员。
zh_tw: 要用於 JSON 轉換的格式。該值將會是 JSONFormat 列舉的成員。

# AboutTrace
source: Logs information to Application Insights when enabled, and logs in a test studio session that will be available in the test results.
bg_bg: Регистрира информация в Application Insights, когато е разрешено, и регистрира в сесия в Test Studio, която ще бъде налична в резултатите от теста.
ca_es: Registra informació a l'Application Insights quan la funció està habilitada, i inicia la sessió en una sessió del Test Studio que estarà disponible als resultats de la prova.
cs_cz: Když se povolí, protokoluje informace do služby Application Insights a zapisuje do protokolu v relaci Test Studio, která bude k dispozici ve výsledcích testu.
da_dk: Logfører oplysninger til Application Insights, når de er aktiveret, og logfører i en test-studio-session, der vil være tilgængelig i testresultaterne.
de_de: Ist diese Option aktiviert, werden Informationen in Application Insights protokolliert und Protokolle in einer Test Studio-Sitzung erstellt, die in den Testergebnissen zur Verfügung stehen.
el_gr: Καταγράφει τις πληροφορίες στο Application Insights όταν έχει ενεργοποιηθεί και καταγράφει μια περίοδο λειτουργίας Test Studio η οποία θα είναι διαθέσιμη στα αποτελέσματα της δοκιμής.
es_es: Cuando está habilitada, registra información en Application Insights y en una sesión de estudio de pruebas que estará disponible en los resultados de la prueba.
et_ee: Kui see on lubatud, logib teavet Application Insightsi, ja logib Test Studio seansi, mis on saadaval testitulemites.
eu_es: Gaituta dagoenean, informazioa Application Insights-en erregistratzen du. Halaber, probaren emaitzetan erabilgarri egongo den Test Studio-ren saio bat erregistratzen du.
fi_fi: Kirjaa tiedot Application Insightsiin, kun ominaisuus on käytössä, ja kirjaa Testi Studio -istuntoon, joka on käytettävissä testituloksissa.
fr_fr: Journalise les informations dans Application Insights si activé, et connecte une session Test Studio disponible dans les résultats de test.
gl_es: Rexistra información en Application Insights cando a funcionalidade está activada e rexistra unha sesión de Test Studio que estará dispoñible nos resultados da proba.
hi_in: सक्षम होने पर Application Insights में जानकारी लॉग करता है और Test Studio सत्र में लॉग करता है, जो परीक्षण परिणाम में उपलब्ध होगा.
hr_hr: Kada je omogućen, zapisuje podatke u Application Insights te se prijavljuje u sesiju za Test Studio koja će biti dostupna u rezultatima testiranja.
hu_hu: Az adatok Application Insights-ba való naplózása, ha engedélyezve van, és naplózás egy Test Studio-munkamenetben, amelynek adatai elérhetők lesznek a teszteredmények között.
id_id: Mencatat informasi ke Application Insights jika diaktifkan, dan mencatat dalam sesi test studio yang akan tersedia dalam hasil pengujian.
it_it: Quando questa funzione è abilitata registra le informazioni in Application Insights e registra una sessione di Test Studio che sarà disponibile nei risultati del test.
ja_jp: 有効になっているときに Application Insights に情報を記録し、テスト結果で使用できるように Test Studio セッションに記録します。
kk_kz: Іске қосылса, ақпаратты Application Insights қызметіне тіркейді және сынақ нәтижелерінде қолжетімді болатын Test Studio сеансына кіреді.
ko_kr: 사용하도록 설정된 경우 정보를 Application Insights에 기록하고 테스트 결과에 포함되는 테스트 스튜디오 세션에 기록합니다.
lt_lt: Kai įjungta, registruoja informaciją „Application Insights“ ir prisijungia prie „Test Studio“ seanso, kuris bus pasiekiamas bandymo rezultatuose.
lv_lv: Veic informācijas reģistrēšanu līdzeklī Application Insights, ja tas ir iespējots, un Test Studio sesijā, kas būs pieejama testa rezultātos.
ms_my: Log maklumat kepada Application Insights apabila didayakan dan log dalam sesi Test Studio yang akan tersedia dalam hasil ujian.
nb_no: Logger informasjon til Application Insights når aktivert, og logger informasjon i en Test Studio-økt som vil være tilgjengelig i testresultatene.
nl_nl: Hiermee wordt informatie vastgelegd in Application Insights wanneer dit is ingeschakeld en wordt een teststudiosessie vastgelegd die beschikbaar is in de testresultaten.
pl_pl: Po włączeniu rejestruje informacje w usłudze Application Insights oraz rejestruje sesję programu Test Studio, która będzie dostępna w wynikach testu.
pt_br: Registra informações para o Application Insights quando habilitada e registra uma sessão do Test Studio que estará disponível nos resultados de teste.
pt_pt: Regista informações para o Application Insights quando ativado e regista numa sessão do Test Studio que estará disponível nos resultados do teste.
ro_ro: Înregistrează informații în Application Insights atunci când este activată și se conectează la o sesiune Test Studio care va fi disponibilă în rezultatele testului.
ru_ru: При работе регистрирует сведения в Application Insights, а также заносит в журнал сеанс Test Studio, который будет доступен в результатах теста.
sk_sk: Ak je táto možnosť povolená, zapisuje informácie do služby Application Insights a zaznamenáva informácie do denníka v relácii Test Studio, ktorá bude k dispozícii vo výsledkoch testov.
sl_si: Beleži podatke v funkcijo Application Insights, če je omogočena, in se prijavi v sejo Test Studio, ki bo na voljo v rezultatih preskusa.
sr_cyrl_rs: Евидентира информације о функцији Application Insights када је омогућена, као и сесију у услузи Test Studio која ће бити доступна у резултатима тестирања.
sv_se: Loggar information till Application Insights när det är aktiverat och loggar i en Test Studio-session som kommer att vara tillgänglig i testresultaten.
th_th: บันทึกข้อมูลลงใน Application Insights เมื่อเปิดใช้งาน และเข้าสู่ระบบเซสชัน Test Studio ที่จะพร้อมใช้งานในผลลัพธ์การทดสอบ
tr_tr: Etkinleştirildiğinde, hem Application Insights'ta bilgileri hem de test sonuçlarında gösterilen bir Test Studio oturumunu günlüğe kaydeder.
uk_ua: Якщо активувати цей параметр, інформація реєструватиметься в Application Insights, а також у сеансі Test Studio, що буде доступний у результатах перевірки.
vi_vn: Ghi thông tin vào Application Insights khi được bật và nhật ký trong phiên Test Studio sẽ có trong kết quả thử nghiệm.
zh_cn: 启用后将信息记录到 Application Insights，并记录到将在测试结果中显示的 Test Studio 会话中。
zh_tw: 啟用時，會將資訊記錄到 Application Insights，並會在可用於測試結果的 Test Studio 工作階段中記錄。

# TraceArg1
source: message
bg_bg: съобщение
ca_es: missatge
cs_cz: zpráva
da_dk: meddelelse
de_de: Nachricht
el_gr: μήνυμα
es_es: mensaje
et_ee: sõnum
eu_es: mezua
fi_fi: sanoma
gl_es: mensaxe
hi_in: संदेश
hr_hr: poruka
hu_hu: üzenet
id_id: pesan
it_it: messaggio
ja_jp: メッセージ
kk_kz: хабар
ko_kr: 메시지
lt_lt: pranešimas
lv_lv: ziņojums
ms_my: mesej
nb_no: melding
nl_nl: bericht
pl_pl: wiadomość
pt_br: mensagem
pt_pt: mensagem
ro_ro: mesaj
ru_ru: сообщение
sk_sk: správa
sl_si: sporočilo
sr_cyrl_rs: порука
sv_se: meddelande
th_th: ข้อความ
tr_tr: ileti
uk_ua: повідомлення
vi_vn: tin nhắn
zh_cn: 消息
zh_tw: 訊息

# TraceArg2
source: severity
bg_bg: сериозност
ca_es: gravetat
cs_cz: závažnost
da_dk: alvorlighedsgrad
de_de: Schweregrad
el_gr: σοβαρότητα
es_es: gravedad
et_ee: raskusaste
eu_es: larritasuna
fi_fi: vakavuusaste
fr_fr: gravité
gl_es: gravidade
hi_in: तीव्रता
hr_hr: ozbiljnost
hu_hu: súlyosság
id_id: keparahan
it_it: gravità
ja_jp: 重大度
kk_kz: күрделілік
ko_kr: 심각도
lt_lt: svarba
lv_lv: nozīmīgums
ms_my: keterukan
nb_no: alvorsgrad
nl_nl: ernst
pl_pl: ważność
pt_br: gravidade
pt_pt: gravidade
ro_ro: severitate
ru_ru: серьезность
sk_sk: závažnosť
sl_si: resnost
sr_cyrl_rs: озбиљност
sv_se: allvarlighetsgrad
th_th: ความรุนแรง
tr_tr: önem derecesi
uk_ua: важливість
vi_vn: mức độ nghiêm trọng
zh_cn: 严重性
zh_tw: 嚴重性

# TraceArg3
source: custom_record
bg_bg: персонализиран_запис
ca_es: registre_personalitzat
cs_cz: vlastní_záznam
da_dk: brugerdefineret_post
de_de: Benutzerdefinierter Datensatz
el_gr: προσαρμοσμένη_εγγραφή
es_es: registro_personalizado
et_ee: kohandatud_kirje
eu_es: erregistro_pertsonalizatua
fi_fi: mukautettu_tietue
fr_fr: enregistrement_personnalisé
gl_es: rexistro_personalizado
hi_in: कस्टम_रेकॉर्ड
hr_hr: prilagođeni_zapis
hu_hu: egyéni_rekord
id_id: catatan_kustom
it_it: record_personalizzato
ja_jp: カスタム_レコード
kk_kz: реттелетін_жазба
ko_kr: 사용자지정_레코드
lt_lt: pasirinktinis_įrašas
lv_lv: pielāgots_ieraksts
ms_my: rekod_tersuai
nb_no: egendefinert_post
nl_nl: aangepaste_record
pl_pl: niestandardowy_rekord
pt_br: registro_personalizado
pt_pt: registo_personalizado
ro_ro: înregistrare_particularizată
ru_ru: пользовательская_запись
sk_sk: vlastný_záznam
sl_si: zapis_po_meri
sr_cyrl_rs: прилагођени_запис
sv_se: anpassad_post
th_th: ระเบียน_แบบกำหนดเอง
tr_tr: özel_kayıt
uk_ua: настроюваний_запис
vi_vn: hồ_sơ_tùy_chỉnh
zh_cn: 自定义记录
zh_tw: 自訂記錄

# TraceArg4
source: trace_options
bg_bg: опциизапроследяване
ca_es: opcions_seguiment
cs_cz: trasovací_možnosti
da_dk: trace_indstillinger
de_de: Nachverfolgungsoptionen
el_gr: ανίχνευση_επιλογές
es_es: opciones_seguimiento
et_ee: jälituse_suvandid
eu_es: jarraitze-aukerak
fi_fi: jäljitysasetukset
fr_fr: options_Trace
gl_es: opcións_de_seguimento
hi_in: ट्रेस_विकल्प
hr_hr: opcije_praćenja
hu_hu: nyomkövetési_beállítások
id_id: opsi_pelacakan
it_it: opzioni_di_traccia
ja_jp: トレース_オプション
kk_kz: қадағалау_опциялары
ko_kr: 추적_옵션
lt_lt: Sekimo_parinktys
lv_lv: izsekošanas_opcijas
ms_my: pilihan_surih
nb_no: sporingsalternativer
nl_nl: tracerings_opties
pl_pl: opcje_śledzenia
pt_br: opções_de_rastreamento
pt_pt: opções_de_rastreio
ro_ro: opțiuni_urmărire
ru_ru: параметры_трассировки
sk_sk: možnosti_sledovania
sl_si: možnosti funkcije sledenja
sr_cyrl_rs: опције_праћења
sv_se: spårningsalternativ
th_th: ตัวเลือกการติดตาม
tr_tr: izlemeseçenekleri
uk_ua: параметри_трасування
vi_vn: tùy_chọn_trace
zh_cn: 跟踪选项
zh_tw: 追蹤選項

# AboutTrace_message
source: The information to be traced.
bg_bg: Информацията, която ще се проследява.
ca_es: Informació de la qual es farà un seguiment.
cs_cz: Informace, které mají být trasovány.
da_dk: De oplysninger, der skal spores.
de_de: Die nachzuverfolgenden Informationen.
el_gr: Οι πληροφορίες που θα εντοπιστούν.
es_es: Información de la que se realizará un seguimiento.
et_ee: Jälitatav teave.
eu_es: Jarraipena egin behar zaion informazioa.
fi_fi: Jäljitettävät tiedot.
fr_fr: Informations à suivre.
gl_es: Información que se vai rastrexar.
hi_in: ट्रेस की जाने वाली जानकारी.
hr_hr: Podaci koji će se pratiti.
hu_hu: A naplózandó adatok.
id_id: Informasi yang akan dilacak.
it_it: Informazioni da registrare.
ja_jp: トレースされる情報。
kk_kz: Қадағаланатын ақпарат.
ko_kr: 추적할 정보입니다.
lt_lt: Informacija, kurią reikia sekti.
lv_lv: Izsekojamā informācija.
ms_my: Maklumat untuk dijejak.
nb_no: Informasjonen som skal spores.
nl_nl: De informatie die moet worden getraceerd.
pl_pl: Informacje, które mają być śledzone.
pt_br: As informações a serem rastreadas.
pt_pt: As informações a rastrear.
ro_ro: Informațiile de urmărit.
ru_ru: Сведения для отслеживания.
sk_sk: Informácie, ktoré sa majú sledovať.
sl_si: Informacije, ki jim želite slediti.
sr_cyrl_rs: Информације које треба пратити.
sv_se: Informationen som ska spåras.
th_th: ข้อมูลที่จะติดตาม
tr_tr: İzlenecek bilgiler.
uk_ua: Інформація, для якої потрібно виконати трасування.
vi_vn: Thông tin cần theo dõi.
zh_cn: 要跟踪的信息。
zh_tw: 要追蹤的資訊。

# AboutTrace_severity
source: The severity level to be traced to Application Insights.
bg_bg: Степента на сериозност, която ще бъде проследена до Application Insights.
ca_es: Nivell de gravetat del qual es farà un seguiment a l'Application Insights.
cs_cz: Úroveň závažnosti, která se má trasovat v Application Insights
da_dk: Det alvorlighedsniveau, der skal spores til Application Insights.
de_de: Der Schweregrad, der in Application Insights nachverfolgt werden soll.
el_gr: Το επίπεδο σοβαρότητας που θα εντοπιστεί στο Application Insights.
es_es: Nivel de gravedad del que se va a realizar un seguimiento en Application Insights.
et_ee: Raskusaste, mida jälitatakse Application Insightsi.
eu_es: Application Insights-en jarraipena egiteko erabiliko den larritasun-maila.
fi_fi: Vakavuustaso, joka jäljitetään Application Insightsiin.
fr_fr: Niveau de gravité à tracer dans Application Insights.
gl_es: Nivel de gravidade que se vai rastrexar en Application Insights.
hi_in: Application Insights के लिए गंभीरता स्तर का पता लगाया जाएगा.
hr_hr: Razina ozbiljnosti koja će se zabilježiti u Application Insights.
hu_hu: Az Application Insights-ba naplózandó súlyossági szint.
id_id: Tingkat keparahan yang akan dilacak untuk Application Insights.
it_it: Livello di gravità che verrà registrato in Application Insights.
ja_jp: Application Insights にトレースされる重大度レベル。
kk_kz: Application Insights қызметіне қадағаланатын қиындық деңгейі.
ko_kr: Application Insights로 추적되는 심각도 수준입니다.
lt_lt: Svarbos lygis, kurį reikia sekti iki „Application Insights“.
lv_lv: Nozīmīguma līmenis, kas ir jāizseko, izmantojot Application Insights.
ms_my: Aras keterukan yang akan dikesan pada Application Insights.
nb_no: Sikkerhetsnivået som skal spores til Application Insights.
nl_nl: Het ernstniveau dat moet worden getraceerd naar Application Insights.
pl_pl: Poziom ważności, który ma być śledzony w usłudze Application Insights.
pt_br: O nível de severidade a ser rastreado para o Application Insights.
pt_pt: O nível de gravidade a ser controlado no Application Insights.
ro_ro: Nivelul de severitate care să fie urmărit cu Application Insights.
ru_ru: Уровень серьезности для трассировки до Application Insights.
sk_sk: Úroveň závažnosti, ktorá sa má sledovať v službe Application Insights.
sl_si: Raven resnosti, ki ji želite slediti v funkciji Application Insights.
sr_cyrl_rs: Степен значаја који треба пратити до функције Application Insights.
sv_se: Allvarlighetsgraden som ska spåras till Application Insights.
th_th: ระดับความรุนแรงที่จะถูกติดตามไปยัง Application Insights
tr_tr: Application Insights'a izlenecek önem düzeyi.
uk_ua: Рівень важливості інформації, для якої потрібно виконати трасування до Application Insights.
vi_vn: Mức độ nghiêm trọng cần theo dõi về Application Insights.
zh_cn: 要跟踪到 Application Insights 的严重性级别。
zh_tw: 要追蹤到 Application Insights 的嚴重性等級。
