Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateTimeValue
source: Converts a date and time in the form of text to a number that represents the date in Power Apps date-time code.
bg_bg: Преобразува дадена дата и час под формата на текст като число, представляващо датата в кода за дата и час в Power Apps.
ca_es: Converteix una data i una hora en format de text en un nombre que representa la data en el codi de data i hora del Power Apps.
cs_cz: Převede datum a čas ve formě textu na číslo, které představuje datum v kódu data a času Power Apps.
da_dk: Konverterer dato og klokkeslæt i form af tekst til et tal, der repræsenterer datoen i Power Apps-koden for dato/klokkeslæt.
de_de: Konvertiert ein Datum und eine Uhrzeit in Textform in eine Zahl, die im Power Apps-Code für Datum und Uhrzeit das Datum darstellt.
el_gr: Μετατρέπει μια ημερομηνία και ώρα στη μορφή κειμένου σε έναν αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Power Apps.
es_es: Convierte una fecha y una hora en formato de texto en un número que representa la fecha en el código de fecha y hora de Power Apps.
et_ee: Teisendab kuupäeva ja kellaaja tekstivormingust arvuvormingusse, millega tähistatakse Power Appsi kuupäeva- ja kellaajakoodis kuupäeva.
eu_es: Testu-formatua duten data eta ordua bihurtzen ditu Power Apps-eko data eta orduaren kodeko data adierazten duen zenbaki.
fi_fi: Muuntaa tekstimuotoisen päivämäärän ja ajan luvuksi, joka edustaa päivämäärää Power Appsin päivämäärä- ja aikakoodissa.
fr_fr: Convertit une date et une heure au format texte en nombre représentant la date dans le code date-heure de Power Apps.
gl_es: Converte unha data e hora en forma de texto nun número que representa a data do código de data e hora de Power Apps.
hi_in: पाठ के रूप में दिनांक और समय को एक संख्या के रूप में रूपांतरित करता है, जो Power Apps दिनांक-समय कोड में दिनांक को दर्शाता है.
hr_hr: Pretvara datum i vrijeme u obliku teksta u broj koji predstavlja datum u kodu vremena i datuma za Power Apps.
hu_hu: Átalakítja a szöveges formátumú dátumot és időpontot azzá a számmá, amely a dátumot jelöli a Power Apps dátum- és időpontkódjában.
id_id: Mengonversi tanggal dan waktu dalam bentuk teks ke angka yang mewakili tanggal di kode tanggal-waktu Power Apps.
it_it: Converte una data e un'ora in formato testo in un numero che rappresenta la data nel codice data-ora di Power Apps.
ja_jp: テキスト形式の日時を Power Apps の日時コード形式の日付を表す数値に変換します。
kk_kz: Мәтін түріндегі күн мен уақытты Power Apps күн-уақыт кодындағы күнді көрсететін санға түрлендіреді.
ko_kr: 텍스트 형식의 날짜 및 시간을 Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자로 변환합니다.
lt_lt: Teksto formos datą ir laiką konvertuoja į skaičių, kuris pavaizduoja datą „Power Apps“ datos ir laiko kode.
lv_lv: Pārvērš datumu un laiku teksta formā par skaitli, kas atspoguļo datumu Power Apps datuma-laika kodā.
ms_my: Menukar tarikh dan masa dalam bentuk teks kepada nombor yang mewakili tarikh dalam kod tarikh-masa Power Apps.
nb_no: Konverterer en dato og et klokkeslett tekstformat til et tall som representerer datoen i dato/klokkeslett-koden for Power Apps.
nl_nl: Hiermee worden een datum en tijd in het tekstformulier geconverteerd naar een getal dat de datum weergeeft in de Power Apps datum/tijdcode.
pl_pl: Konwertuje datę i godzinę w postaci tekstu na liczbę reprezentującą datę w kodzie daty/godziny usługi Power Apps.
pt_br: Converte uma data e hora em formato de texto em um número que representa a data no código data-hora do Power Apps.
pt_pt: Converte uma data e uma hora sob a forma de texto para um número que representa a data no código de data/hora do Power Apps.
ro_ro: Convertește o valoare dată-oră în formă de text la un număr care reprezintă data în codul dată-oră Power Apps.
ru_ru: Преобразует дату и время в виде текста в число, представляющее дату в формате кода даты и времени Power Apps.
sk_sk: Skonvertuje dátum a čas vo formáte textu na číslo reprezentujúce dátum v kóde dátumu a času služby Power Apps.
sl_si: Pretvori datum in uro v obliki besedila v število, ki predstavlja datum v kodi datum-ura storitve Power Apps.
sr_cyrl_rs: Конвертује датум и време у облику текста у број који представља датум у Power Apps коду датум-време.
sr_latn_rs: Konvertuje datum i vreme u obliku teksta u broj koji predstavlja datum u Power Apps kodu datum-vreme.
sv_se: Konverterar ett datum och tid i textformat till ett tal som representerar datumet i Power Apps datum/tid-kod.
th_th: แปลงวันที่และเวลาในรูปแบบข้อความให้เป็นตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Power Apps
tr_tr: Metin biçimindeki tarih ve saat değerini, Power Apps tarih-saat kodunda tarihi temsil eden bir sayıya dönüştürür.
uk_ua: Перетворює дату й час у вигляді тексту на число, що відповідає даті в коді дати й часу Power Apps.
vi_vn: Chuyển đổi ngày giờ ở dạng văn bản thành một số biểu diễn ngày theo mã ngày/giờ của Power Apps.
zh_cn: 将文本形式的日期和时间转换为采用 Power Apps 日期时间代码表示日期的数字。
zh_tw: 將文字格式的日期與時間，轉換為在 Power Apps 日期時間代碼中代表日期的數字。

# DateTimeValueArg1
source: time_text
bg_bg: текст_като_час
ca_es: hora_text
cs_cz: čas_text
da_dk: klokkeslæt_tekst
de_de: Zeit_Text
el_gr: κείμενο_ώρας
es_es: texto_hora
et_ee: kellaaja_tekst
eu_es: ordua_testua
fi_fi: ajan_teksti
fr_fr: texte_temps
gl_es: texto_hora
hi_in: समय_पाठ
hr_hr: tekst_vremena
hu_hu: szöveges_idő
id_id: teks_waktu
it_it: testo_ora
ja_jp: 時刻テキスト
kk_kz: уақыт_мәтіні
ko_kr: 시간_텍스트
lt_lt: laikas_kaip_tekstas
lv_lv: laiks_teksts
ms_my: teks_masa
nb_no: klokkeslett_tid
nl_nl: tekst_tijd
pl_pl: tekst_godziny
pt_br: texto_hora
pt_pt: texto_hora
ro_ro: text_timp
ru_ru: время_в_виде_текста
sk_sk: čas_text
sl_si: besedilo_ure
sr_cyrl_rs: време_текст
sr_latn_rs: vreme_tekst
sv_se: tid_text
th_th: ข้อความ_เวลา
tr_tr: saat_metni
uk_ua: текст_часу
vi_vn: văn_bản_thời_gian
zh_cn: 时间文本
zh_tw: 時間_文字

# DateTimeValueArg2
source: language_code
bg_bg: езиков_код
ca_es: codi_llengua
cs_cz: kód_jazyka
da_dk: sprog_kode
de_de: Sprachcode
el_gr: κωδικός_γλώσσας
es_es: código_idioma
et_ee: keelekood
eu_es: hizkuntza_kodea
fi_fi: kielikoodi
fr_fr: code_langue
gl_es: código_idioma
hi_in: भाषा_कोड
hr_hr: šifra_jezika
hu_hu: nyelvi_kód
id_id: kode_bahasa
it_it: codice_lingua
ja_jp: 言語コード
kk_kz: тіл_коды
ko_kr: 언어_코드
lt_lt: kalbos_kodas
lv_lv: valodas_kods
ms_my: kod_bahasa
nb_no: språkkode
nl_nl: code_taal
pl_pl: kod_języka
pt_br: código_idioma
pt_pt: código_idioma
ro_ro: cod_de_limbă
ru_ru: код_языка
sk_sk: kód_jazyka
sl_si: koda_jezika
sr_cyrl_rs: кôд_језика
sr_latn_rs: kôd_jezika
sv_se: språk_kod
th_th: รหัส_ภาษา
tr_tr: dil_kodu
uk_ua: мовний_код
vi_vn: mã_ngôn_ngữ
zh_cn: 语言代码
zh_tw: 語言_代碼

# AboutDateTimeValue_time_text
source: A text representation of a date/time stamp, in a platform supported format.
bg_bg: Текстово представяне на клеймо с дата и час във формат, поддържан от платформата.
ca_es: Representació de text d'una marca de data/hora en un format compatible amb la plataforma.
cs_cz: Textové vyjádření razítka s datem a časem ve formátu podporovaném platformou
da_dk: En tekstrepræsentation af et dato-/klokkeslætstempel i et format, som understøttes af en platform.
de_de: Eine Textdarstellung eines Datums-/Uhrzeitstempels in einem von der Plattform unterstützten Format.
el_gr: Αναπαράσταση κειμένου σήμανσης ημερομηνίας/ώρας, σε μορφή υποστηριζόμενη από πλατφόρμα.
es_es: Una representación de texto de una marca de fecha y hora en un formato compatible con la plataforma.
et_ee: Kuupäeva- ja kellaajatempli tekstkuju platvormi toetatud vormingus.
eu_es: Plataformarako baliozko formatua duen data- eta denbora-zigilu baten testu-adierazpena.
fi_fi: Päivämäärä-/aikaleima tekstiesityksenä ympäristön tukemassa muodossa.
fr_fr: Représentation sous forme de texte d’un horodatage, dans un format pris en charge par la plateforme.
gl_es: Representación de texto dun selo de data/hora nun formato compatible coa plataforma.
hi_in: किसी प्लेटफ़ॉर्म समर्थित प्रारूप में, दिनांक/समय स्टैम्प का पाठ प्रस्तुतिकरण.
hr_hr: Tekstni prikaz datumske/vremenske oznake u obliku koji podržava platforma.
hu_hu: Egy dátum-idő bélyeg szöveges ábrázolása a platform által támogatott formátumban.
id_id: representasi teks tanggal/cap waktu, dalam format yang didukung platform.
it_it: Rappresentazione testuale di un indicatore data/ora in un formato supportato dalla piattaforma.
ja_jp: プラットフォームでサポートされている形式の日時スタンプのテキスト表現。
kk_kz: Күн мен уақыт белгісінің платформа қолдау көрсететін пішімдегі мәтіндік көрінісі.
ko_kr: 날짜/시간 스탬프의 텍스트 표시입니다(플랫폼 지원 형식).
lt_lt: Datos / laiko žymės pavaizdavimas tekstu platformoje palaikomu formatu.
lv_lv: Datuma/laika spiedola teksta attēlojums platformas atbalstītā formātā.
ms_my: Perwakilan teks cap tarikh/masa dalam format yang disokong platform.
nb_no: En tekstrepresentasjon av et dato/klokkeslett-stempel, i et plattformstøttet format.
nl_nl: Een tekstweergave van een datum/tijdstempel in een indeling die door het platform wordt ondersteund.
pl_pl: Tekstowa reprezentacja sygnatury daty i godziny w formacie obsługiwanym na platformie.
pt_br: Representação em texto de um carimbo de data/hora em um formato com suporte na plataforma.
pt_pt: Uma representação de texto de um carimbo de data/hora num formato de plataforma suportado.
ro_ro: O reprezentare text a unui marcaj de dată/oră, într-un format acceptat de platformă.
ru_ru: Текстовое представление метки даты и времени в поддерживаемом платформой формате.
sk_sk: Textová reprezentácia dátumovej/časovej pečiatky vo formáte podporovanom na príslušnej platforme.
sl_si: Besedilni prikaz žiga datum/ura, v obliki, ki jo podpira platforma.
sr_cyrl_rs: Текстуални приказ ознаке датума/времена, у формату подржаном на платформи.
sr_latn_rs: Tekstualni prikaz žiga datuma/vremena, u formatu podržanom na platformi.
sv_se: En textmotsvarighet till en datum-/tidsstämpel i ett format som stöds av plattformen.
th_th: ข้อความแสดงบันทึกวัน/เวลา ในรูปแบบที่แพลตฟอร์มรองรับ
tr_tr: Tarih/saat damgasının platform tarafından desteklenen biçimde metin gösterimi.
uk_ua: Текстове значення позначки дати й часу в підтримуваному форматі.
vi_vn: Văn bản thể hiện tem ngày/giờ, trong một định dạng được hỗ trợ của nền tảng.
zh_cn: 日期/时间戳的文本表示形式(采用平台支持的格式)。
zh_tw: 以平台支援的格式表示日期/時間戳記的文字。

# AboutDateTimeValue_language_code
source: Language code of the supplied text.
bg_bg: Езиков код на предоставения текст.
ca_es: Codi de llengua del text proporcionat.
cs_cz: Kód jazyka zadaného textu
da_dk: Den indsatte teksts sprogkode.
de_de: Sprachcode des eingegebenen Texts.
el_gr: Κωδικός γλώσσας του παρεχόμενου κειμένου.
es_es: Código de idioma del texto proporcionado.
et_ee: Esitatud teksti keelekood.
eu_es: Emandako testuaren hizkuntza-kodea.
fi_fi: Annetun tekstin kielikoodi.
fr_fr: Code de la langue du texte fourni.
gl_es: Código de idioma do texto fornecido.
hi_in: प्रदत्त लेख का भाषा कोड.
hr_hr: Šifra jezika za navedeni tekst.
hu_hu: A megadott szöveg nyelvkódja.
id_id: Kode bahasa teks yang disediakan.
it_it: Codice della lingua del testo fornito.
ja_jp: 表示されたテキストの言語コード。
kk_kz: Берілген мәтіннің тіл коды.
ko_kr: 입력한 텍스트의 언어 코드입니다.
lt_lt: Pateikto teksto kalbos kodas.
lv_lv: Norādītā teksta valodas kods.
ms_my: Kod bahasa teks yang dibekalkan.
nb_no: Språkkoden for den angitte teksten.
nl_nl: De taalcode van de opgegeven tekst.
pl_pl: Kod języka wprowadzonego tekstu.
pt_br: Código de idioma do texto fornecido.
pt_pt: Código de idioma do texto fornecido.
ro_ro: Codul de limbă al textului furnizat.
ru_ru: Код языка для указанного текста.
sk_sk: Kód jazyka zadaného textu.
sl_si: Koda jezika podanega besedila.
sr_cyrl_rs: Шифра језика наведеног текста.
sr_latn_rs: Šifra jezika navedenog teksta.
sv_se: Språkkod för den angivna texten.
th_th: รหัสภาษาของข้อความที่ระบุ
tr_tr: Sağlanan metnin dil kodu.
uk_ua: Мовний код наданого тексту.
vi_vn: Mã ngôn ngữ của văn bản được cung cấp.
zh_cn: 所提供文本的语言代码。
zh_tw: 提供的文字之語言代碼。

# AboutTable
source: Creates a table from the specified records and tables, with as many columns as there are unique record fields. For example: Table({key1: val1, key2: val2, ...}, ...)
bg_bg: Създава таблица от указаните записи и таблици, като броят на колоните в нея е равен на броя на уникалните полета в записите. Например: Table({key1: val1, key2: val2, ...}, ...)
ca_es: Crea una taula a partir dels registres i taules especificats, amb el mateix nombre de columnes que de camps de registre únics. Per exemple: Table({key1: val1, key2: val2, ...}, ...).
cs_cz: Vytvoří tabulku ze zadaných záznamů a tabulek. Počet sloupců v tabulce bude odpovídat počtu jedinečných polí záznamů. Příklad: Table({key1: val1, key2: val2, ...}, ...)
da_dk: Opretter en tabel ud fra de angivne poster med så mange kolonner, som der er unikke postfelter. Eksempel: Table({key1: val1, key2: val2, ...}, ...)
de_de: Erstellt eine Tabelle aus den angegebenen Datensätzen und Tabellen mit so vielen Spalten, wie eindeutige Datensatzfelder vorhanden sind. Beispiel: Table({key1: val1, key2: val2, ...}, ...)
el_gr: Δημιουργεί έναν πίνακα από τις καθορισμένες καρτέλες και πίνακες, με όσες στήλες αντιστοιχούν στα μοναδικά πεδία εγγραφών. Για παράδειγμα: Table({key1: val1, key2: val2, ...}, ...)
es_es: Crea una tabla a partir de los registros y tablas especificados con tantas columnas como campos de registros únicos haya. Por ejemplo: Table({key1: val1, key2: val2, ...}, ...)
et_ee: Loob määratud kirjete ja tabelite põhjal tabeli, milles on niipalju veerge, kui on kordumatuid kirjevälju. Nt: Table({key1: val1, key2: val2, ...}, ...)
eu_es: Taula bat sortzen du zehaztutako erregistro eta tauletan oinarrituta; erregistro-eremu esklusiboen kopurua eta zutabeen kopurua berdinak izango dira. Adibidez: Table({key1: val1, key2: val2, ...}, ...)
fi_fi: Luo taulukon määritetyistä tietueista käyttäen niin monta saraketta kuin yksilöiviä tietuekenttiä on. Esimerkki: Table({key1: val1, key2: val2, ...}, ...)
fr_fr: Crée une table à partir des enregistrements et des tables spécifiés, avec autant de colonnes qu’il y a de champs d’enregistrement. Par exemple : Table({key1: val1, key2: val2, ...}, ...)
gl_es: Crea unha táboa a partir dos rexistros e táboas especificados, con tantas columnas como campos de rexistro únicos existen. Por exemplo: Table({key1: val1, key2: val2, ...}, ...)
hi_in: निर्दिष्ट रिकॉर्ड और तालिकाओं से एक तालिका बनाता है, जिसमें उतने ही कॉलम होते हैं जितने विशिष्ट रिकॉर्ड फ़ील्ड होते हैं. उदाहरण के लिए: Table({key1: val1, key2: val2, ...}, ...)
hr_hr: Stvara tablicu iz navedenih zapisa i tablica s onoliko stupaca koliko ima jedinstvenih polja zapisa. Na primjer: Table({key1: val1, key2: val2, ...}, ...)
hu_hu: Létrehoz egy táblázatot a megadott rekordokból és táblákból, az egyedi rekordmezőkének megfelelő számú oszloppal. Például: Table({key1: val1, key2: val2, ...}, ...)
id_id: Membuat tabel dari rekaman dan tabel yang ditentukan, dengan jumlah kolom sebanyak bidang rekaman unik. Misalnya: Table({key1: val1, key2: val2, ...}, ...)
it_it: Crea una tabella dai record e dalle tabelle specificati con un numero di colonne pari a quello dei campi di record univoci, ad esempio Table({key1: val1, key2: val2, ...}, ...)
ja_jp: 指定のレコードとテーブルから、一意のレコード フィールドの数に対応する列を持つテーブルを作成します。例: Table({key1: val1, key2: val2, ...}, ...)
kk_kz: Бірегей жазба өрістері болғандықтан, көрсетілген жазбалар мен кестелерден бағандары көп кесте жасайды. Мысалы: Table({key1: val1, key2: val2, ...}, ...)
ko_kr: 지정된 레코드 및 테이블을 통해 고유한 레코드 필드만큼의 열이 있는 테이블을 만듭니다. 예: Table({key1: val1, key2: val2, ...}, ...)
lt_lt: Sukuria lentelę iš nurodytų įrašų ir lentelių su tiek stulpelių, kiek yra unikalių įrašų laukų. Pavyzdžiui: Table({key1: val1, key2: val2, ...}, ...)
lv_lv: Izveido tabulu no norādītajiem ierakstiem un tabulām ar tik daudz kolonnām, cik ir unikālu ierakstu lauku. Piemēram: Table({key1: val1, key2: val2, ...}, ...)
ms_my: Mencipta jadual daripada rekod dan jadual yang ditentukan, dengan lajur yang sama banyak dengan medan rekod unik yang ada. Sebagai contoh: Table({key1: val1, key2: val2, ...}, ...)
nb_no: Oppretter en tabell fra de angitte oppføringene og tabellene med like mange kolonner som det er unike oppføringsfelter. Eksempel: Table({key1: val1, key2: val2, ...}, ...)
nl_nl: Hiermee wordt een tabel van de opgegeven records en tabellen gemaakt, met evenveel kolommen als unieke recordvelden. Bijvoorbeeld: Table({key1: val1, key2: val2, ...}, ...)
pl_pl: Tworzy tabelę na podstawie określonych rekordów i tabel, tak aby liczba kolumn była równa liczbie unikatowych pól rekordu. Na przykład: Table({key1: val1, key2: val2, ...}, ...).
pt_br: Cria uma tabela dos registros e das tabelas especificados, com o número de colunas igual ao número de campos de registro exclusivos. Por exemplo: Table({key1: val1, key2: val2, ...}, ...)
pt_pt: Cria uma tabela a partir das tabelas e dos registos especificados, com um número de colunas igual ao número de campos de registo exclusivos. Por exemplo: Table({key1: val1, key2: val2, ...}, ...)
ro_ro: Creează un tabel din înregistrările și tabelele specificate, având numărul de coloane egal cu numărul de câmpuri unice din înregistrare. De exemplu: Table({key1: val1, key2: val2, ...}, ...)
ru_ru: Создает таблицу из указанных записей и таблиц с количеством столбцов, соответствующих количеству уникальных полей записи. Например, Table({key1: val1, key2: val2, ...}, ...)
sk_sk: Vytvorí tabuľku zo zadaných záznamov a tabuliek s toľkými stĺpcami, koľko je jedinečných polí záznamu. Napríklad: Table({key1: val1, key2: val2, ...}, ...)
sl_si: Ustvari tabelo iz določenih zapisov in tabel s toliko stolpci, kot je enoličnih polj zapisa. Na primer: Table({key1: val1, key2: val2, ...}, ...)
sr_cyrl_rs: Креира табелу од наведених записа и табела, са онолико колона колико постоји јединствених поља записа. На пример: Table({key1: val1, key2: val2, ...}, ...)
sr_latn_rs: Kreira tabelu od navedenih zapisa, sa onoliko kolona koliko postoji jedinstvenih polja zapisa. Na primer: Table({key1: val1, key2: val2, ...}, ...)
sv_se: Skapar en tabell från de angivna posterna och tabellerna med så många kolumner som det finns unika postfält. Till exempel: Table({key1: val1, key2: val2, ...}, ...)
th_th: สร้างตารางจากเรกคอร์ดและตารางที่กำหนด ที่มีจำนวนคอลัมน์เท่ากับจำนวนฟิลด์ที่มีชื่อเฉพาะ ตัวอย่างเช่น Table({key1: val1, key2: val2, ...}, ...)
tr_tr: Benzersiz kayıt alanı sayısı kadar sütun içerecek şekilde, belirtilen kayıt ve tablolardan bir tablo oluşturur. Örneğin: Table({key1: val1, key2: val2, ...}, ...)
uk_ua: На основі вказаних записів і таблиць створюється таблиця, кількість стовпців у якій відповідає кількості полів з унікальними записами. Наприклад: Table({key1: val1, key2: val2, ...}, ...)
vi_vn: Tạo bảng từ các bản ghi và bảng được chỉ định, có số cột bằng số trường bản ghi riêng biệt. Ví dụ: Table({key1: val1, key2: val2, ...}, ...)
zh_cn: 基于指定的记录和表创建表，该表中列的数目等于唯一记录字段的数目。例如: Table({key1: val1, key2: val2, ...}, ...)
zh_tw: 根據指定的記錄和資料表來建立資料表，表中資料行的數目等同於唯一記錄欄位的數目。例如: Table({key1: val1, key2: val2, ...}, ...)

# TableArg1
source: record_or_table
bg_bg: запис_или_таблица
ca_es: registre_o_taula
cs_cz: záznam_nebo_tabulka
da_dk: post_eller_tabel
de_de: datensatz_oder_tabelle
el_gr: καρτέλα_ή_πίνακας
es_es: registro_o_tabla
et_ee: kirjevõitabel
eu_es: erregistroa_edo_taula
fi_fi: tietue_tai_taulukko
fr_fr: enregistrement_ou_table
gl_es: rexistro_ou_táboa
hi_in: रिकॉर्ड_या_टेबल
hr_hr: zapis_ili_tablica
hu_hu: rekord_vagy_tábla
id_id: rekaman_atau_tabel
it_it: record_o_tabella
ja_jp: レコードまたはテーブル
kk_kz: жазба_немесе_кесте
ko_kr: 레코드_또는_테이블
lt_lt: įrašas_arba_lentelė
lv_lv: ieraksts_vai_tabula
ms_my: rekod_atau_jadual
nb_no: oppføring_eller_tabell
nl_nl: record_of_tabel
pl_pl: rekord_tabeli
pt_br: registro_ou_tabela
pt_pt: registo_ou_tabela
ro_ro: înregistrare_sau_tabel
ru_ru: запись_или_таблица
sk_sk: záznam_alebo_tabuľka
sl_si: zapis_ali_tabela
sr_cyrl_rs: запис_или_табела
sr_latn_rs: zapis
sv_se: post_eller_tabell
th_th: เรกคอร์ดหรือตาราง
tr_tr: kayıt_veya_tablo
uk_ua: запис_або_таблиця
vi_vn: bản_ghi_hoặc_bảng
zh_cn: 记录或表
zh_tw: 記錄或資料表

# AboutTable_record_or_table
source: A record or a table that will be part of the the resulting table.
bg_bg: Запис или таблица, които ще бъдат част от новата таблица.
ca_es: Registre o taula que formarà part de la taula resultant.
cs_cz: Záznam nebo tabulka, která bude součástí výsledné tabulky.
da_dk: En post eller tabel, der vil være en del af den tabel, der bliver resultatet.
de_de: Ein Datensatz oder eine Tabelle, die Teil der resultierenden Tabelle ist.
el_gr: Μια καρτέλα ή ένας πίνακας που θα αποτελεί μέρος του πίνακα που προκύπτει.
es_es: Un registro o una tabla que formarán parte de la tabla resultante.
et_ee: Kirje või tabel, mis kuulub saadud tabeli juurde.
eu_es: Amaierako taularen parte izango den erregistro edo taula bat.
fi_fi: Tietue tai taulukko, joka on osa tulostaulukkoa.
fr_fr: Enregistrement ou table faisant partie de la table résultante.
gl_es: Rexistro ou táboa que formará parte da táboa resultante.
hi_in: एक रिकॉर्ड या तालिका जो परिणामी तालिका का हिस्सा होगी.
hr_hr: Zapis ili tablica koja će biti dio nastale tablice.
hu_hu: Rekord vagy tábla, amely az így kapott tábla része lesz.
id_id: Rekaman atau tabel yang akan menjadi bagian dari tabel hasil.
it_it: Record o tabella che fa parte della tabella ottenuta.
ja_jp: 結果として作成されるテーブルのレコードまたはテーブルです。
kk_kz: Нәтижесіндегі кестенің бөлігі болатын жазба немесе кесте.
ko_kr: 결과 테이블의 일부가 될 레코드 또는 테이블입니다.
lt_lt: Įrašas arba lentelė, kuri bus gautos lentelės dalis.
lv_lv: Ieraksts vai tabula, kas būs daļa no iegūtās tabulas.
ms_my: Rekod atau jadual yang akan menjadi sebahagian daripada jadual yang terhasil.
nb_no: En oppføring eller en tabell som vil være en del av resultattabellen.
nl_nl: Een record of tabel die deel uitmaakt van de resulterende tabel.
pl_pl: Rekord lub tabela, która będzie stanowić część tabeli wynikowej.
pt_br: Um registro ou uma tabela que fará parte da tabela resultante.
pt_pt: Um registo ou uma tabela que fará parte da tabela resultante.
ro_ro: O înregistrare sau tabel care va face parte din tabelul rezultat.
ru_ru: Запись или таблица, которые будут частью результирующей таблицы.
sk_sk: Záznam alebo tabuľka, ktorá bude súčasťou výslednej tabuľky.
sl_si: Zapis ali tabela, ki bo del nastale tabele.
sr_cyrl_rs: Запис или табела који ће бити део добијене табеле.
sv_se: En post eller en tabell som ska ingå i den resulterande tabellen.
th_th: เรกคอร์ดหรือตารางที่จะเป็นส่วนหนึ่งของตารางผลลัพธ์
tr_tr: Elde edilen tablonun parçası olacak bir kayıt veya tablo.
uk_ua: Запис або таблиця, які будуть частиною кінцевої таблиці.
vi_vn: Bản ghi hoặc bảng sẽ có trong bảng kết quả.
zh_cn: 将成为所生成表的一部分的记录或表。
zh_tw: 將成為結果資料表一部分的記錄或資料表。
