Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCountIf_condition
source: An expression evaluated for each row, that specifies whether the row should be counted.
bg_bg: Израз, изчислен за всеки ред, който указва дали редът трябва да се преброи.
ca_es: Expressió avaluada per a cada fila que especifica si s'ha de comptar la fila.
cs_cz: Výraz vyhodnocený v jednotlivých řádcích, který určuje, jestli se má řádek počítat
da_dk: Et udtryk, der evalueres for hver række, som angiver, om rækken skal tælles.
de_de: Ein für jede Zeile ausgewerteter Ausdruck, der angibt, ob die Zeile gezählt werden soll.
el_gr: Παράσταση που αξιολογείται για κάθε σειρά και καθορίζει αν η σειρά θα πρέπει να μετράται.
es_es: Una expresión que se evalúa en cada fila y que especifica si debería contarse la fila.
et_ee: Iga rea puhul arvutatav avaldis, mis määrab, kas rida tuleb loendada.
eu_es: Errenkada bakoitzean ebaluatutako espresioa, errenkada hori zenbatu behar den zehazten duena.
fi_fi: Kullekin riville arvioitava lauseke, joka määrittää, pitääkö rivi laskea.
fr_fr: Expression évaluée pour chaque ligne, spécifiant si celle-ci doit être comptée.
gl_es: Expresión avaliada para cada fila, que especifica se se debe contar a fila.
hi_in: प्रत्येक पंक्ति के लिए मूल्यांकित व्यंजक, जो निर्दिष्ट करता है कि पंक्ति की गणना की जानी चाहिए या नहीं.
hr_hr: Vrednovani izraz za svaki redak koji određuje hoće li se redak brojati.
hu_hu: Egy minden soron kiértékelendő kifejezés, amely megadja, hogy figyelembe kell-e venni a sort a számlálásban.
id_id: Ekspresi dievaluasi setiap barisnya, yang menentukan apakah baris akan dihitung atau tidak.
it_it: Espressione valutata per ogni riga, che specifica se la riga debba essere contata.
ja_jp: 各行を評価し、行をカウントするかどうかを指定する式。
kk_kz: Жолды есептеу не есептемеу керектігін көрсететін әр жол үшін есептелетін өрнек.
ko_kr: 각 행에 대해 평가되는 식으로, 행을 계산하는지 여부를 지정합니다.
lt_lt: Reiškinys, skaičiuojamas pagal kiekvieną eilutę, kuri nurodo, ar eilutė turi būti skaičiuojama.
lv_lv: Katrai rindai novērtēta izteiksme, kas norāda, vai rinda ir jāsaskaita.
ms_my: Ungkapan dinilaikan untuk setiap baris yang menentukan sama ada baris harus dikira.
nb_no: Et uttrykk som evalueres for hver rad, som angir om raden skal telles.
nl_nl: Een expressie die wordt geëvalueerd voor elke rij waarin is opgegeven of de rij moet worden geteld.
pl_pl: Obliczane dla każdego wiersza wyrażenie, które określa, czy wiersz powinien być zliczany.
pt_br: Expressão avaliada para cada linha, que especifica se a linha deve ser contada.
pt_pt: Uma expressão avaliada para cada linha, que especifica se a linha deve ser contada.
ro_ro: O expresie evaluată pentru fiecare rând, care specifică dacă rândul trebuie numărat.
ru_ru: Выражение, которое вычисляется для каждой строки и указывает, должна ли строка учитываться при подсчете.
sk_sk: Výraz vyhodnotený pre každý riadok a určujúci, či sa má riadok spočítať.
sl_si: Izraz, ki ovrednoti vsako vrstico in določi, ali vrstica šteje.
sr_cyrl_rs: Израз који је израчунат за сваки ред, који одређује да ли би требало пребројавати ред.
sr_latn_rs: Izraz koji je izračunat za svaki red, koji određuje da li bi trebalo prebrojavati red.
sv_se: Ett uttryck som utvärderas för varje rad, som anger om raden ska räknas eller inte.
th_th: นิพจน์ประเมินสำหรับแต่ละแถวที่กำหนดว่าแถวควรจะถูกนับหรือไม่
tr_tr: Her satır için değerlendirilen ve ilgili satırın sayılıp sayılmayacağını belirten bir ifade.
uk_ua: Вираз, що обчислюється стосовно кожного рядка, і визначає, чи потрібно враховувати відповідний рядок.
vi_vn: Biểu thức được đánh giá cho mỗi hàng và nêu rõ liệu có nên tính hàng đó hay không.
zh_cn: 为每行计算的表达式，指定是否应对行进行计数。
zh_tw: 對每個資料列評估運算式，指定該資料列是否應計入。

# AboutSumT
source: Returns the sum of the numbers the expression evaluates to in the context of the table.
bg_bg: Връща сумата на числата на изчисления израз в контекста на таблицата.
ca_es: Retorna la suma dels nombres en els quals s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí součet čísel, na která se vyhodnotí výraz v kontextu tabulky.
da_dk: Returnerer summen af tallene, som udtrykket evaluerer til, inden for tabellens kontekst.
de_de: Gibt die Summe der Zahlen zurück, zu denen der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει το άθροισμα των αριθμών από την εκτίμηση της παράστασης στο περιβάλλον του πίνακα.
es_es: Devuelve la suma de los números para los que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab nende arvude summa, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Espresioak taularen testuinguruan ebaluatutako zenbakien batura itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioimien lukujen summan.
fr_fr: Retourne la somme des nombres donnés par l’expression dans le contexte de la table.
gl_es: Devolve a suma dos números que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकित संख्याओं का योग लौटाता है.
hr_hr: Vraća zbroj brojeva na koji se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott számok összegét adja vissza.
id_id: Menampilkan jumlah angka ekspresi yang dievaluasi dalam konteks tabel.
it_it: Restituisce la somma dei numeri corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブル内のコンテキストにおいて式によって評価される数値の合計を返します。
kk_kz: Кесте контекстінде өрнек есептейтін сандардың қосындысын қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 숫자의 합계를 반환합니다.
lt_lt: Pateikia skaičių, kuriuos reiškinys apskaičiuoja lentelės kontekste, sumą.
lv_lv: Atgriež izteiksmes novērtēto skaitļu summu tabulas kontekstā.
ms_my: Mengembalikan hasil tambah nombor yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer summen av tallene som uttrykket evaluerer i tabellkonteksten.
nl_nl: Hiermee wordt de som geretourneerd van de nummers die door de expressie in de context van de tabel worden geëvalueerd.
pl_pl: Zwraca sumę liczb obliczanych przy użyciu wyrażenia w kontekście tabeli.
pt_br: Retorna a soma dos números que a expressão avalia no contexto da tabela.
pt_pt: Devolve a soma dos números que a expressão avalia no contexto da tabela.
ro_ro: Returnează suma numerelor după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает сумму чисел, являющуюся результатом выражения в контексте таблице.
sk_sk: Vráti súčet čísel, ktorý je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne vsoto števil, ki so rezultat ovrednotenja izraza v kontekstu tabele.
sr_cyrl_rs: Враћа збир бројева који израз процењује у контексту табеле.
sr_latn_rs: Vraća zbir brojeva koji izraz procenjuje u kontekstu tabele.
sv_se: Returnerar summan av talen som uttrycket utvärderas till i tabellkontexten.
th_th: ส่งกลับค่าผลรวมของตัวเลขที่นิพจน์ประเมินได้ในบริบทของตาราง
tr_tr: Tablo bağlamında ifadenin değerlendirdiği sayıların toplamını döndürür.
uk_ua: Повертає суму чисел, обчислену виразом у контексті певної таблиці.
vi_vn: Trả về tổng số biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的数字的总和。
zh_tw: 傳回資料表內容中運算式評估出來的數字總和。

# AboutMaxT
source: Returns the largest value the expression evaluates to in the context of the table.
bg_bg: Връща най-голямата стойност на изчисления израз в контекста на таблицата.
ca_es: Retorna el valor més gran en el qual s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí maximální hodnotu, na jakou se výraz vyhodnotí v kontextu tabulky.
da_dk: Returnerer den største værdi, som udtrykket evalueres til i tabellens kontekst.
de_de: Gibt den größten Wert zurück, zu dem der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει τη μέγιστη τιμή που αξιολογεί η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el valor máximo para el que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab suurima väärtuse, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Taularen testuinguruan ebaluatzen den espresioaren baliorik handiena itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioiman suurimman arvon.
fr_fr: Retourne la valeur la plus élevée donnée par l’expression dans le contexte de la table.
gl_es: Devolve o valor máis grande que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकन किया जाने वाला सबसे बड़ा मान लौटाता है.
hr_hr: Vraća najveću vrijednost na koju se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott legnagyobb értéket adja vissza.
id_id: Menampilkan nilai terbesar yang dievaluasi ekspresi dalam konteks tabel.
it_it: Restituisce il valore più alto corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内において式によって評価された最大値を返します。
kk_kz: Кесте контекстінде өрнек есептейтін ең үлкен мәнді қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 가장 큰 값을 반환합니다.
lt_lt: Pateikia didžiausią reikšmę, gautą apskaičiavus reiškinį lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto lielāko vērtību tabulas kontekstā.
ms_my: Mengembalikan nilai terbesar yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer den største verdien uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt de grootste waarde als resultaat van de expressie in de context van de tabel geretourneerd.
pl_pl: Zwraca największą wartość będącą wynikiem oceny wyrażenia w kontekście tabeli.
pt_br: Retorna o maior valor que a expressão avalia no contexto da tabela.
pt_pt: Devolve o valor mais elevado que a expressão avalia no contexto da tabela.
ro_ro: Returnează cea mai mare valoare după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает наибольшее из значений, являющихся результатом вычисления выражения в контексте таблицы.
sk_sk: Vráti najväčšiu hodnotu, ktorá je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne največjo vrednost, ki je rezultat izraza v kontekstu tabele.
sr_cyrl_rs: Враћа највећу вредност коју израз процењује у контексту табеле.
sr_latn_rs: Vraća najveću vrednost koju izraz procenjuje u kontekstu tabele.
sv_se: Returnerar det högsta värdet som uttrycket utvärderas till i tabellkontexten.
th_th: ส่งกลับค่าสูงสุดที่นิพจน์ประเมินได้ในรูปแบบตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği en büyük değeri döndürür.
uk_ua: Повертає найбільший результат виразу, який можна обчислити стосовно таблиці.
vi_vn: Trả về giá trị lớn nhất mà biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的最大值。
zh_tw: 傳回資料表內容中運算式評估出來的最大值。

# AboutMinT
source: Returns the smallest value the expression evaluates to in the context of the table.
bg_bg: Връща най-малката стойност на изчисления израз в контекста на таблицата.
ca_es: Retorna el valor més petit en el qual s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí minimální hodnotu, na jakou se výraz vyhodnotí v kontextu tabulky.
da_dk: Returnerer den mindste værdi, som udtrykket evalueres til, i tabellens kontekst.
de_de: Gibt den kleinsten Wert zurück, zu dem der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει την ελάχιστη τιμή στην οποία αξιολογείται η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el valor mínimo para el que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab vähima väärtuse, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Espresioak taularen testuinguruan ebaluatutako baliorik txikiena itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioiman pienimmän arvon.
fr_fr: Retourne la plus petite valeur donnée par l’expression dans le contexte de la table.
gl_es: Devolve o valor máis pequeno que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकन किया जाने वाला सबसे छोटा मान लौटाता है.
hr_hr: Vraća najmanju vrijednost na koju se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott legkisebb értéket adja vissza.
id_id: Menampilkan nilai terkecil yang dievaluasi ekspresi dalam konteks tabel.
it_it: Restituisce il valore più basso corrispondente al risultato dall'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内において式によって評価された最小値を返します。
kk_kz: Кесте контекстінде өрнек есептейтін ең кіші мәнді қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 가장 작은 값을 반환합니다.
lt_lt: Pateikia mažiausią reikšmę, gautą apskaičiavus reiškinį lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto mazāko vērtību tabulas kontekstā.
ms_my: Mengembalikan nilai terkecil yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer den minste verdien uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt de kleinste waarde als resultaat van de expressie in de context van de tabel geretourneerd.
pl_pl: Zwraca najmniejszą wartość będącą wynikiem oceny wyrażenia w kontekście tabeli.
pt_br: Retorna o menor valor que a expressão avalia no contexto da tabela.
pt_pt: Devolve o valor mais reduzido que a expressão avalia no contexto da tabela.
ro_ro: Returnează cea mai mică valoare după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает наименьший результат вычисления выражения в контексте таблицы.
sk_sk: Vráti najmenšiu hodnotu, ktorá je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne najmanjšo vrednost, ki je rezultat izraza v kontekstu tabele.
sr_cyrl_rs: Враћа најмању вредност коју израз процењује у контексту табеле.
sr_latn_rs: Vraća najmanju vrednost koju izraz procenjuje u kontekstu tabele.
sv_se: Returnerar det minsta värdet som uttrycket utvärderas till i tabellkontexten.
th_th: ส่งกลับค่าต่ำสุดที่นิพจน์ประเมินได้ในรูปแบบตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği en küçük değeri döndürür.
uk_ua: Повертає найменший результат виразу, який можна обчислити стосовно таблиці.
vi_vn: Trả về giá trị nhỏ nhất mà biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的最小值。
zh_tw: 傳回資料表內容中運算式評估出來的最小值。

# AboutAverageT
source: Returns the average (arithmetic mean) of the numbers the expression evaluates to in the context of the table.
bg_bg: Връща средната (средноаритметичната) стойност на числата, в които е изчислен изразът, в контекста на таблицата.
ca_es: Retorna la mitjana (mitjana aritmètica) dels nombres que avalua l'expressió en el context de la taula.
cs_cz: Vrátí průměr (střední hodnotu) čísel, na která se výraz vyhodnotí v kontextu této tabulky.
da_dk: Returnerer gennemsnittet (den aritmetiske middelværdi) af tallene, som udtrykket evaluerer til inden for tabellens kontekst.
de_de: Gibt den Durchschnitt (arithmetisches Mittel) der Zahlen zurück, zu denen der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει τον (αριθμητικό) μέσο όρο των αριθμών τους οποίους αξιολογεί η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el promedio (media aritmética) de los números para los que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab tabeli kontekstis arvutatud avaldise arvude keskmise (aritmeetiline keskmine).
eu_es: Espresioak taularen testuinguruan ebaluatzen dituen zenbakien batezbesteko balioa (batez besteko aritmetikoa) itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioimien lukujen keskiarvon (aritmeettisen keskiarvon).
fr_fr: Retourne la moyenne (arithmétique) des nombres donnés par l’évaluation de l’expression dans le contexte de la table.
gl_es: Devolve a media (aritmética) dos números que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में मूल्यांकित होने वाले व्यंजक की संख्या का औसत (अंकगणित औसत) लौटाता है.
hr_hr: Vraća prosjek (aritmetičku sredinu) brojeva na koji se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott számok átlagát (számtani közepét) adja vissza.
id_id: Menampilkan rata-rata (dalam arti aritmatik) jumlah ekspresi yang dievaluasi dalam konteks taabel.
it_it: Restituisce la media (media aritmetica) dei numeri corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内で式によって評価される数値の平均 (算術平均) を返します。
kk_kz: Кесте контекстінде өрнек есептейтін сандардың орташа (арифметикалық орташа) мәнін қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 숫자의 평균(산술 평균)을 반환합니다.
lt_lt: Pateikia reiškinio apskaičiuotų skaičių vidurkį (aritmetinį vidurkį) lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto skaitļu vidējo (aritmētisko vidējo) vērtību tabulas kontekstā.
ms_my: Mengembalikan purata (min aritmetik) nombor yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer gjennomsnittet (aritmetisk middelverdi) av tallene som uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt het (rekenkundig) gemiddelde geretourneerd van de nummers die door de expressie in de context van de tabel worden geëvalueerd.
pl_pl: Zwraca średnią (arytmetyczną) liczb obliczanych przez wyrażenie w kontekście tabeli.
pt_br: Retorna a média aritmética dos números que a expressão avalia no contexto da tabela.
pt_pt: Devolve a média (média aritmética) dos números que a expressão avalia no contexto da tabela.
ro_ro: Returnează media (aritmetică) a numerelor la care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает среднее (арифметическое) чисел, являющихся результатом вычисления выражения в контексте таблицы.
sk_sk: Vráti aritmetický priemer čísel, ktoré sú výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne povprečje (aritmetično srednjo vrednost) števil, ki jih izraz ovrednoti v kontekstu tabele.
sr_cyrl_rs: Враћа просек (аритметичку средину) бројева у којима се проверава израз у контексту табеле.
sr_latn_rs: Vraća prosek (aritmetičku sredinu) brojeva u kojima se proverava izraz u kontekstu tabele.
sv_se: Returnerar genomsnittet (aritmetiska medelvärdet) för talen som uttrycket utvärderar till i tabellens sammanhang.
th_th: คืนค่าเฉลี่ย (arithmetic mean) ของตัวเลขที่นิพจน์ประเมินได้ในบริบทของตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği sayıların ortalamasını (aritmetik ortalama) döndürür.
uk_ua: Повертає середнє арифметичне значення чисел, отриманих у результаті обчислення виразу в контексті таблиці.
vi_vn: Trả về giá trị trung bình (trung bình cộng số học) của các số mà biểu thức đánh giá trong ngữ cảnh bảng.
zh_cn: 返回表达式在表的上下文中计算的数字的平均值(算术平均值)。
zh_tw: 傳回評估到資料表內容中運算式數字的平均值 (算術平均值)。

# StatisticalTArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# StatisticalTArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutMin_source
source: A table over which this min operation will be computed.
bg_bg: Таблица, върху която ще се изчисли тази минимална операция.
ca_es: Taula sobre la qual es calcularà l'operació Min.
cs_cz: Tabulka, pro kterou se bude tato operace min počítat
da_dk: En tabel, som denne min.-handling vil blive beregnet ud fra.
de_de: Eine Tabelle, für die diese Minimumbestimmung berechnet wird.
el_gr: Πίνακας στον οποίο θα υπολογιστεί αυτή η λειτουργία ελάχιστης τιμής.
es_es: Una tabla sobre la que se calculará esta operación Mín.
et_ee: Tabel, mille põhjal miinimum arvutatakse.
eu_es: Min eragiketa prozesatzeko erabiliko den taula.
fi_fi: Taulukko, jolle tämä vähimmäisarvotoiminto lasketaan.
fr_fr: Table sur laquelle cette opération Min sera calculée.
gl_es: Táboa sobre a que se calculará esta operación Min.
hi_in: एक तालिका जिस पर इस न्यूनतम कार्रवाई की गणना की जाएगी.
hr_hr: Tablica putem koje će izračunati ova operacija izračuna minimuma.
hu_hu: Az a tábla, amelyre vonatkozóan ki kell számítani a Min művelet eredményét.
id_id: Tabel tempat operasi min ini akan dikomputasi.
it_it: Tabella su cui verrà calcolata questa operazione di tipo min.
ja_jp: Min 操作の計算対象となるテーブル。
kk_kz: Минималды мәнді анықтау операциясы есептелетін кесте.
ko_kr: 이 min 연산이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios mažiausia reikšmė bus skaičiuojama.
lv_lv: Tabula, attiecībā pret kuru tiks skaitļota šī minimālās vērtības operācija.
ms_my: Jadual yang operasi minimum ini akan dikira.
nb_no: En tabell som denne Min-operasjonen blir beregnet over.
nl_nl: Een tabel waarover deze Min-bewerking wordt berekend.
pl_pl: Tabela, względem której będzie obliczana ta operacja określająca wartość minimalną.
pt_br: Tabela em que a operação de mínimo será computada.
pt_pt: Uma tabela na qual esta operação min será computada.
ro_ro: Un tabel pentru care va fi calculată această operațiune de minim.
ru_ru: Таблица, для которой будет вычислена эта операция определения минимума.
sk_sk: Tabuľka, pre ktorú sa vypočíta táto operácia minimálnej hodnoty.
sl_si: Tabela, za katero bo izračunana operacija »Min«.
sr_cyrl_rs: Табела на којој ће ова минимална операција бити израчуната.
sr_latn_rs: Tabela na kojoj će ova minimalna operacija biti izračunata.
sv_se: En tabell för vilken den här min-åtgärden kommer att beräknas.
th_th: ตารางที่จะใช้ในการคำนวณ min นี้
tr_tr: Bu minimum değeri alma işleminin gerçekleştirileceği tablo.
uk_ua: Таблиця, стосовно якої буде обчислено цю операцію "Мінімум".
vi_vn: Bảng sẽ được sử dụng để tính toán phép tính nhỏ nhất này.
zh_cn: 将对其计算此最小值运算的表。
zh_tw: 將對其計算此最小值運算的資料表。
