Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMatchAll_regular_expression
source: The regular expression to check the text against. It can contain captures (values between parenthesis) that will be returned in case of a successful match.
bg_bg: Регулярният израз, спрямо който да се провери текстът. Може да съдържа заснемания (стойности между скоби), които ще се връщат в случай на успешно съвпадение.
ca_es: Expressió regular amb la qual s'ha de comprovar el text. Pot contenir captures (valors entre parèntesi) que es retornaran si hi ha una coincidència correcta.
cs_cz: Regulární výraz, pomocí kterého se zkontroluje text. Může obsahovat zachycení (hodnoty mezi závorkami), které se vrátí v případě úspěšného nalezení shody.
da_dk: Det regulære udtryk, som teksten skal sammenholdes med. Det kan indeholde skærmklip (værdier mellem parentes), der skal returneres i tilfælde af et positivt match.
de_de: Der reguläre Ausdruck, nach dem der Text durchsucht wird. Dieser kann gruppierte Werte (Werte zwischen Klammern) enthalten, die im Falle einer erfolgreichen Übereinstimmung zurückgegeben werden.
el_gr: Η κανονική παράσταση με την οποία θα ελεγχθεί το κείμενο. Μπορεί να περιέχει καταγραφές (τιμές μεταξύ παρενθέσεων) που θα επιστραφούν σε περίπτωση επιτυχημένης συμφωνίας.
es_es: Expresión regular con la que comprobar el texto. Puede contener capturas (valores entre paréntesis) que se devolverán en caso de una coincidencia correcta.
et_ee: Regulaaravaldis, mille suhtes teksti kontrollida. See võib sisaldada hõiveid (ümarsulgudes olevad väärtused), mis tagastatakse eduka vastenduse korral.
eu_es: Testua egiaztatzeko erabiliko den espresio erregularra. Bat datorren balioren bat badago itzuliko diren kapturak eduki ditzake (hau da, parentesi arteko balioak).
fi_fi: Säännöllinen lauseke, jota vasten teksti tarkistetaan. Se voi sisältää sieppauksia (sulkeiden sisällä olevia arvoja), jotka palautetaan, jos vastaavuus löytyy.
fr_fr: Expression régulière à rechercher dans le texte. Elle peut contenir des captures (valeurs entre parenthèses) qui sont retournées en cas de correspondance trouvée.
gl_es: Expresión regular coa que comparar o texto. Pode conter capturas (valores entre parénteses), que se devolverán se se produce unha coincidencia correcta.
hi_in: पाठ के मुताबिक जाँच करने के लिए नियमित व्यंजक. इसमें कैप्चर (कोष्ठक के बीच वाले मान) शामिल हो सकते हैं, जिन्हें सफल मिलान होने पर लौटा दिया जाता है.
hr_hr: Regularni izraz za provjeru teksta. Sadrži snimke (vrijednosti između zagrada) koje će biti vraćene u slučaju podudaranja.
hu_hu: A szövegbeli egyezés alapjául szolgáló reguláris kifejezés. Olyan befoglalásokat (zárójelbe tett értékeket) tartalmazhat, amelyeket sikeres egyezés esetén ad vissza a függvény.
id_id: Ekspresi reguler untuk memeriksa teks. Ekspresi dapat berisi tangkapan (nilai dalam tanda kurung) yang akan dihasilkan jika pencocokan berhasil.
it_it: Espressione regolare in base a cui verificare il testo. Può contenere acquisizioni (valori tra parentesi) che verranno restituite in caso di corrispondenza trovata.
ja_jp: テキストをチェックする正規表現。キャプチャ (かっこ間の値) を含めることができます。その場合、一致項目があると返されます。
kk_kz: Мәтін тексерілетін регуляр өрнек. Онда сәтті сәйкестік болған жағдайда қайтарылатын деректер (жақша ішіндегі мәндер) болуы мүмкін.
ko_kr: 텍스트를 검사할 정규식입니다. 일치하는 경우 반환되는 캡처(괄호 사이의 값)가 포함됩니다.
lt_lt: Paprastoji išraiška, pagal kurią reikia tikrinti tekstą. Ji gali apimti užfiksuotus įrašus (reikšmes skliausteliuose), kurie bus pateikti sėkmingo sutapimo atveju.
lv_lv: Parasta izteiksme, pret kuru jāpārbauda teksts. Tajā var būt tvērumi (iekavās ietvertas vērtības), kas tiks atgriezti sekmīgas atbilstības gadījumā.
ms_my: Ungkapan biasa untuk menyemak teks. Boleh mengandungi tangkapan (nilai antara kurungan) yang akan dikembalikan jika padanan berjaya.
nb_no: RegEx som som teksten skal kontrolleres mot. Det kan inneholde opptak (verdier mellom parenteser) som returneres hvis det oppstår et vellykket samsvar.
nl_nl: De reguliere expressie om de tekst op te controleren. Kan opnamen (waarden tussen haakjes) bevatten die in het geval van een overeenkomst worden geretourneerd.
pl_pl: Wyrażenie regularne, względem którego zostanie sprawdzony tekst. Może zawierać przechwytywania (wartości w nawiasach), które zostaną zwrócone w przypadku pomyślnego dopasowania.
pt_br: A expressão regular em relação a qual o texto deve ser verificado. Ela pode conter capturas (os valores entre parênteses) que serão retornadas no caso de uma correspondência com êxito.
pt_pt: A expressão regular para verificar o texto. Pode conter capturas (valores entre parênteses) que serão devolvidas em caso de correspondência com êxito.
ro_ro: Expresia regulată cu care se compară textul. Aceasta poate conține capturi (valorile dintre paranteze) care vor fi returnate în cazul unei potriviri efectuate cu succes.
ru_ru: Регулярное выражение, с помощью которого проверяется текст. Оно может содержать записи (значения в скобках), которые будут возвращены при нахождении соответствия.
sk_sk: Regulárny výraz, v súvislosti s ktorým sa má skontrolovať text. Môže obsahovať hodnoty medzi zátvorkami, ktoré sa vrátia v prípade úspešnej zhody.
sl_si: Regularni izraz, ki bo uporabljen za preverjanje besedila. Vsebuje lahko zajeme (vrednosti med oklepaji), ki bodo vrnjeni v primeru uspešnega ujemanja.
sr_cyrl_rs: Регуларни израз у односу на који се проверава текст. Може да садржи записе (вредности између зарада) који ће се вратити у случају подударања.
sv_se: Det reguljära uttrycket att kontrollera texten mot. Det kan innehålla insamlingar (värden inom parenteser) som returneras vid en lyckad matchning.
th_th: นิพจน์ปกติเพื่อตรวจสอบข้อความเทียบ ซึ่งสามารถมีการบันทึก (ค่าระหว่างวงเล็บ) ที่จะถูกส่งกลับในกรณีที่การจับคู่สำเร็จ
tr_tr: Metni denetlerken kullanılacak normal ifade. Başarılı eşleşme durumunda döndürülecek olan yakalamaları (parantez arasındaki değerler) içerebilir.
uk_ua: Регулярний вираз, за яким потрібно перевірити текст; може містити групи захоплення (значення в дужках), які повертатимуться для успішно знайдених збігів
vi_vn: Biểu thức thông thường để kiểm tra văn bản dựa trên đó. Có thể chứa nội dung thu được (các giá trị giữa các dấu ngoặc tròn) sẽ được trả về trong trường hợp khớp hoàn toàn.
zh_cn: 用于检查文本的正则表达式。它可以包含在成功匹配的情况下将返回的捕获(括号之间的值)。
zh_tw: 用於核對文字的規則運算式。其中可包含會在比對成功時傳回的擷取 (括號之間的值)。

# AboutMatchAll_options
source: This determines what part of the text we want to match. It may be a value of the MatchOptions enum.
bg_bg: Определя за коя част от текста се търси съответствие. Може да е стойност на изброяването MatchOptions.
ca_es: Determina la part de text que volem que coincideixi. Pot ser un valor de l'enumeració MatchOptions.
cs_cz: Určuje, jakou část textu chceme porovnávat. Může to být hodnota výčtu MatchOptions.
da_dk: Dette bestemmer, hvilken del af teksten, vi vil matche. Det kan være en værdi i MatchOptions-enum.
de_de: Legt fest, welcher Teil des Textes abgeglichen werden soll. Es kann sich um einen Wert der MatchOptions-Enumeration handeln.
el_gr: Προσδιορίζει το μέρος του κειμένου που θέλουμε να αντιστοιχίσουμε. Μπορεί να είναι μια τιμή της απαρίθμησης MatchOptions.
es_es: Esto determina qué parte del texto queremos hacer coincidir. Puede ser un valor de la enumeración MatchOptions.
et_ee: Määrab, millist teksti osa soovime vastendada. See võib olla loetelu MatchOptions väärtus.
eu_es: Eragiketa honek testuan konparatu nahi ditugun zatiak zehazten ditu. MatchOptions enumerazioaren balio bat izan daiteke.
fi_fi: Tämä määrittää, mille tekstin osalle vastaavuus halutaan. Se voi olla MatchOptions-luetteloinnin arvo.
fr_fr: Ceci détermine la partie du texte que nous souhaitons faire correspondre. Il peut s’agir d’une valeur de l’enum MatchOptions.
gl_es: Determina que parte do texto queremos facer coincidir. Pode ser un valor da enumeración MatchOptions.
hi_in: इससे निर्धारित होता है कि हम पाठ के कौन से भाग का मिलान करना चाहते हैं. यह MatchOptions एनम का कोई मान हो सकता है.
hr_hr: Određuje koji dio teksta želimo usporediti. To može biti vrijednost enumeracije MatchOptions.
hu_hu: Ez határozza meg, hogy az egyezést a szöveg mely részében kell keresni. Ez a MatchOptions felsorolás értéke is lehet.
id_id: Ini menentukan bagian teks mana yang ingin dicocokkan, yang dapat berupa nilai enum MatchOptions.
it_it: Determina la parte del testo per cui si vuole trovare una corrispondenza. Può essere un valore dell'enumerazione MatchOptions.
ja_jp: これにより、照合するテキストの部分が決定します。これは、MatchOptions 列挙型の値である場合があります。
kk_kz: Мәтіннің қай бөлігін сәйкестендіру керектігін анықтайды. Ол MatchOptions тізімінің мәні болуы мүмкін.
ko_kr: 일치하기 원하는 텍스트의 부분을 결정하며, 이는 MatchOptions 열거형의 값일 수 있습니다.
lt_lt: Nustatoma, kurią teksto dalį norime gretinti. Tai gali būti MatchOptions išvardijimo reikšmė.
lv_lv: Šādi tiek noteikts, kurai teksta daļai vēlamies noteikt atbilstību. Tā var būt uzskaitījuma MatchOptions vērtība.
ms_my: Ini menentukan bahagian teks yang ingin kami padankan. Ia mungkin merupakan nilai enum MatchOptions.
nb_no: Dette bestemmer hvilken del av teksten vi vil ha samsvar med. Det kan være en verdi i MatchOptions-opplistingen.
nl_nl: Hiermee wordt bepaald voor welk deel van de tekst een overeenkomst moet worden gevonden. Dit kan een waarde van de enum MatchOptions zijn.
pl_pl: Określa, którą część tekstu chcemy dopasować. Może to być wartość wyliczenia MatchOptions.
pt_br: Determina qual a parte do texto queremos corresponder. Pode ser um valor de enumeração MatchOptions.
pt_pt: Determina a parte do texto cuja correspondência é pretendida. Pode ser um valor da enumeração MatchOptions.
ro_ro: Aceasta determină partea de text cu care dorim să realizăm corelarea. Poate fi o valoare din enumerarea MatchOptions.
ru_ru: Определяет, какую часть текста следует сопоставлять. Это может быть значение перечисления MatchOptions.
sk_sk: Určuje, pre ktorú časť textu chceme nájsť zhodu. Môže ísť o hodnotu enumerácie MatchOptions.
sl_si: Ta možnost določa, za kateri del besedila je treba poiskati zadetek. Lahko je vrednost oštevilčenja »MatchOptions«.
sr_cyrl_rs: Овим се одређује који део текста желимо да се подудара. То може бити вредност набрајања MatchOptions.
sv_se: Det här fastställer vilken del av texten som vi vill matcha. Det kan vara ett värde av MatchOptions-uppräkningen.
th_th: การดำเนินการนี้จะเป็นการกำหนดส่วนของข้อความที่เราต้องการจับคู่ โดยอาจเป็นค่าของ enum MatchOptions
tr_tr: Bu, metnin hangi bölümünü eşleştirmek istediğimizi belirler. MatchOptions sabit listesi değerlerinden biri olabilir.
uk_ua: Визначає, для якої частини тексту потрібно знайти збіг; це може бути значення переліку MatchOptions.
vi_vn: Đối số này sẽ xác định phần văn bản mà chúng tôi muốn khớp. Đây có thể là một giá trị MatchOptions kiểu liệt kê.
zh_cn: 这将确定我们要匹配文本的哪一部分。可能是一个 MatchOptions 枚举值。
zh_tw: 這會決定我們想要比對文字的哪個部分。可能是 MatchOptions 列舉的值。

# MatchArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# MatchArg2
source: regular_expression
bg_bg: регулярен_израз
ca_es: expressió_regular
cs_cz: regulární_výraz
da_dk: regulært_udtryk
de_de: regulärer_Ausdruck
el_gr: τακτική_παράσταση
es_es: expresión_regular
et_ee: regulaaravaldis
eu_es: espresio_erregularra
fi_fi: säännönmukainen_lauseke
fr_fr: expression_régulière
gl_es: expresion_regular
hi_in: नियमित_व्यंजक
hr_hr: regularni_izraz
hu_hu: reguláris_kifejezés
id_id: ekspresi_reguler
it_it: espressione_regolare
ja_jp: 正規表現
kk_kz: тұрақты_өрнек
ko_kr: 정규식
lt_lt: reguliarusis_reiškinys
lv_lv: regulāra_izteiksme
ms_my: ungkapan_biasa
nb_no: regulært_uttrykk
nl_nl: reguliere_expressie
pl_pl: wyrażenie_regularne
pt_br: expressão_regular
pt_pt: expressão_regular
ro_ro: expresie_regulată
ru_ru: регулярное_выражение
sk_sk: regulárny_výraz
sl_si: regularni_izraz
sr_cyrl_rs: регуларни_израз
sv_se: reguljärt_uttryck
th_th: นิพจน์ปกติ
tr_tr: normal_ifade
uk_ua: регулярний_вираз
vi_vn: biểu_thức_chính_quy
zh_cn: 正则表达式
zh_tw: 規則運算式

# MatchArg3
source: options
bg_bg: опции
ca_es: opcions
cs_cz: možnosti
da_dk: indstillinger
de_de: Optionen
el_gr: επιλογές
es_es: opciones
et_ee: suvandid
eu_es: aukerak
fi_fi: asetukset
gl_es: opcións
hi_in: विकल्प
hr_hr: mogućnosti
hu_hu: lehetőségek
id_id: opsi
it_it: opzioni
ja_jp: オプション
kk_kz: параметрлер
ko_kr: 옵션
lt_lt: parinktys
lv_lv: opcijas
ms_my: pilihan
nb_no: alternativer
nl_nl: opties
pl_pl: opcje
pt_br: opções
pt_pt: opções
ro_ro: opțiuni
ru_ru: параметры
sk_sk: možnosti
sl_si: možnosti
sr_cyrl_rs: опције
sv_se: alternativ
th_th: ตัวเลือก
tr_tr: seçenekler
uk_ua: параметри
vi_vn: tùy_chọn
zh_cn: 选项
zh_tw: 選項

# AboutRefresh
source: Refreshes the specified data source.
bg_bg: Обновява указания източник на данни.
ca_es: Actualitza la font de dades especificada.
cs_cz: Aktualizuje zadaný zdroj dat.
da_dk: Opdaterer den angivne datakilde.
de_de: Aktualisiert die angegebene Datenquelle
el_gr: Ανανεώνει την καθορισμένη προέλευση δεδομένων.
es_es: Actualiza el origen de datos especificado.
et_ee: Värskendab määratud andmeallikat.
eu_es: Zehaztutako datu-iturburua freskatzen du.
fi_fi: Päivittää määritetyn tietolähteen.
fr_fr: Actualise la source de données spécifiée.
gl_es: Actualiza a orixe de datos especificada.
hi_in: निर्दिष्ट डेटा स्रोत ताज़ा करता है.
hr_hr: Osvježava navedeni izvor podataka.
hu_hu: Frissíti a megadott adatforrást.
id_id: Me-refresh sumber data yang ditentukan.
it_it: Aggiorna l'origine dati specificata.
ja_jp: 指定したデータ ソースを更新します。
kk_kz: Көрсетілген деректер көзін жаңартады.
ko_kr: 지정된 데이터 원본을 새로 고칩니다.
lt_lt: Atnaujina nurodytą duomenų šaltinį.
lv_lv: Atsvaidzina norādīto datu avotu.
ms_my: Menyegar semula sumber data yang ditentukan.
nb_no: Oppdaterer den angitte datakilden.
nl_nl: Hiermee wordt de opgegeven gegevensbron vernieuwd.
pl_pl: Odświeża określone źródło danych.
pt_br: Atualiza a fonte de dados especificada.
pt_pt: Atualiza a origem de dados especificada.
ro_ro: Reîmprospătează sursa de date specificată.
ru_ru: Обновляет указанный источник данных.
sk_sk: Obnoví zadaný zdroj údajov.
sl_si: Osveži navedeni vir podatkov.
sr_cyrl_rs: Освежава наведени извор података.
sv_se: Uppdaterar den angivna datakällan.
th_th: รีเฟรชแหล่งข้อมูลที่ระบุ
tr_tr: Belirtilen veri kaynağını yeniler.
uk_ua: Оновлює вказане джерело даних.
vi_vn: Làm mới nguồn dữ liệu được chỉ định.
zh_cn: 刷新指定数据源。
zh_tw: 重新整理指定的資料來源。

# RefreshArg1
source: connected_data_source
bg_bg: свързан_източник_на_данни
ca_es: origen_dades_connectat
cs_cz: připojený_zdroj_dat
da_dk: tilsluttet_datakilde
de_de: Verbundene_Datenquelle
el_gr: συνδεδεμένη_προέλευση_δεδομένων
es_es: origen_datos_conectado
et_ee: ühendatud_andmeallikas
eu_es: konektatutako_datu_iturburua
fi_fi: yhdistetty_tietolähde
fr_fr: source_de_données_connectée
gl_es: orixe_datos_conectada
hi_in: कनेक्ट_कियागयाडेटा_स्रोत
hr_hr: povezani_izvor_podataka
hu_hu: csatlakoztatott_adatforrás
id_id: sumber_data_terhubung
it_it: origine_dati_connessa
ja_jp: 接続先データソース
kk_kz: қосылған_деректер_көзі
ko_kr: 서비스_데이터_원본
lt_lt: prijungtas_duomenų_šaltinis
lv_lv: pievienotais_datu_avots
ms_my: sumber_data_tersambung
nb_no: tilkoblet_datakilde
nl_nl: verbonden_bron_gegevens
pl_pl: połączone_źródło_danych
pt_br: fonte_de_dados_conectada
pt_pt: origem_dados_ligada
ro_ro: sursă_date_conectată
ru_ru: подключенный_источник_данных
sk_sk: pripojený_zdroj_údajov
sl_si: povezan_vir_podatkov
sr_cyrl_rs: повезани_извор_података
sv_se: ansluten_data_källa
th_th: แหล่งข้อมูลที่เชื่อมต่อ
tr_tr: bağlı_veri_kaynağı
uk_ua: підключене_джерело_даних
vi_vn: nguồn_dữ_liệu_được_kết_nối
zh_cn: 已连接数据源
zh_tw: 連接的資料來源

# ErrNeedAgg
source: Expected a record or table value.
bg_bg: Очаква се стойност на запис или таблица.
ca_es: S'esperava un valor de registre o de taula.
cs_cz: Očekával se záznam nebo hodnota tabulky.
da_dk: Forventede en post- eller tabelværdi.
de_de: Ein Datensatz- oder Tabellenwert wurde erwartet.
el_gr: Αναμενόταν μια τιμή εγγραφής ή πίνακα.
es_es: Se esperaba un valor de tabla o registro.
et_ee: Eeldati kirjet või tabeliväärtust.
eu_es: Erregistro- edo taula-balio bat espero zen.
fi_fi: Odotettiin tietue- tai taulukkoarvoa.
fr_fr: Valeur d’enregistrement ou de table attendue.
gl_es: Esperábase un valor de rexistro ou de táboa.
hi_in: कोई रेकॉर्ड या तालिका मान अपेक्षित था.
hr_hr: Očekuje se vrijednost zapisa ili tablice.
hu_hu: A rendszer egy rekord vagy táblaértéket várt.
id_id: Diharapkan nilai rekaman atau tabel.
it_it: È previsto un valore di record o di tabella.
ja_jp: レコードまたはテーブルの値が必要です。
kk_kz: Жазба немесе кесте мәні күтілген.
ko_kr: 레코드나 테이블 값이 필요합니다.
lt_lt: Tikimasi įrašo arba lentelės reikšmės.
lv_lv: Paredzēta ieraksta vai tabulas vērtība.
ms_my: Nilai rekod atau jadual dijangka.
nb_no: Forventet en post- eller tabellverdi.
nl_nl: Er wordt een record of tabelwaarde verwacht.
pl_pl: Oczekiwany jest rekord lub wartość tabeli.
pt_br: Esperado um registro ou valor de tabela.
pt_pt: Era esperado um valor de tabela ou de registo.
ro_ro: Se aștepta o valoare înregistrare sau tabel.
ru_ru: Ожидается запись или табличное значение.
sk_sk: Očakával sa záznam alebo hodnota tabuľky.
sl_si: Pričakovana je vrednost zapisa ali tabele.
sr_cyrl_rs: Очекиван је запис или вредност табеле.
sv_se: Ett post- eller tabellvärde förväntades.
th_th: ต้องการค่าเรกคอร์ด หรือตาราง
tr_tr: Bir kayıt veya tablo değeri bekleniyor.
uk_ua: Очікувався запис або значення таблиці.
vi_vn: Đã dự kiến một bản ghi hoặc giá trị bảng.
zh_cn: 需要记录或表值。
zh_tw: 應為記錄或資料表值。

# AboutRefresh_connected_data_source
source: A connected data source to refresh.
bg_bg: Свързан източник на данни за обновяване.
ca_es: Font de dades connectada que s'ha d'actualitzar.
cs_cz: Připojený zdroj dat, který se má aktualizovat.
da_dk: En forbundet datakilde, der skal opdateres.
de_de: Eine verbundene Datenquelle für die Aktualisierung
el_gr: Μια συνδεδεμένη προέλευση δεδομένων για ανανέωση.
es_es: Un origen de datos conectado que se actualizará.
et_ee: Värskendatav ühendatud andmeallikas.
eu_es: Freskatu behar den konektatutako datu-iturburua.
fi_fi: Yhdistetty päivitettävä tietolähde.
fr_fr: Une source de données connectée à actualiser.
gl_es: Orixe de datos conectada que se vai actualizar.
hi_in: रीफ़्रेश करने के लिए, एक कनेक्ट किया गया डेटा स्रोत.
hr_hr: Povezani izvor podataka koji će se osvježiti.
hu_hu: Csatlakoztatott adatforrás a frissítéshez.
id_id: Sumber data terhubung yang akan di-refresh.
it_it: Origine dati connessa da aggiornare.
ja_jp: 更新する接続済みのデータ ソース。
kk_kz: Жаңартылатын қосылған деректер көзі.
ko_kr: 새로 고칠 연결된 데이터 원본입니다.
lt_lt: Prijungtas duomenų šaltinis, kurį reikia atnaujinti.
lv_lv: Atsvaidzināmais savienotais datu avots.
ms_my: Sumber data yang disambungkan untuk disegar semula.
nb_no: En koblet datakilde som skal oppdateres.
nl_nl: Een gekoppelde gegevensbron die moet worden vernieuwd.
pl_pl: Połączone źródło danych do odświeżenia.
pt_br: Uma fonte de dados conectada a ser atualizada.
pt_pt: Uma origem de dados ligada a atualizar.
ro_ro: O sursă de date conectată de reîmprospătat.
ru_ru: Подключенный источник данных, подлежащий обновлению.
sk_sk: Pripojený zdroj údajov, ktorý sa má obnoviť.
sl_si: Povezan vir podatkov, ki ga je treba osvežiti.
sr_cyrl_rs: Повезани извор података који треба освежити.
sv_se: En ansluten datakälla att uppdatera.
th_th: แหล่งข้อมูลที่เชื่อมต่อที่จะรีเฟรช
tr_tr: Yenilenecek bağlı bir veri kaynağı.
uk_ua: Підключене джерело даних, яке потрібно оновити.
vi_vn: Một nguồn dữ liệu đã kết nối để làm mới.
zh_cn: 要刷新的已连接数据源。
zh_tw: 要重新整理的連線資料來源。

# ErrDataSourceCannotBeRefreshed
source: Only managed connections can be refreshed.
bg_bg: Могат да бъдат обновени само управлявани връзки.
ca_es: Només es poden actualitzar les connexions administrades.
cs_cz: Aktualizovat lze jen spravovaná připojení.
da_dk: Kun administrerede forbindelser kan opdateres.
de_de: Nur verwaltete Verbindungen können aktualisiert werden.
el_gr: Είναι δυνατή η ανανέωση μόνο διαχειριζόμενων συνδέσεων.
es_es: Solo pueden actualizarse las conexiones administradas.
et_ee: Värskendada saab ainult hallatavaid ühendusi.
eu_es: Kudeatutako konexioak soilik freska daitezke.
fi_fi: Vain hallitut yhteydet voidaan päivittää.
fr_fr: Seules des connexions gérées peuvent être actualisées.
gl_es: Só se poden actualizar conexións xestionadas.
hi_in: केवल प्रबंधित कनेक्शन ही ताज़ा किए जा सकते हैं.
hr_hr: Samo se upravljane veze mogu osvježiti.
hu_hu: Csak a felügyelt kapcsolatok frissíthetők.
id_id: Hanya koneksi yang dikelola yang dapat di-refresh.
it_it: È possibile aggiornare solo le connessioni gestite.
ja_jp: マネージド接続のみ、最新の情報に更新できます。
kk_kz: Тек басқарылатын қосылымдарды жаңартуға болады.
ko_kr: 관리되는 연결만 새로 고칠 수 있습니다.
lt_lt: Galima atnaujinti tik valdomus ryšius.
lv_lv: Atsvaidzināt var tikai pārvaldītos savienojumus.
ms_my: Hanya sambungan terurus boleh disegar semula.
nb_no: Bare administrerte tilkoblinger kan oppdateres.
nl_nl: Alleen beheerde verbindingen kunnen worden vernieuwd.
pl_pl: Odświeżać można tylko zarządzane połączenia.
pt_br: Somente conexões gerenciadas podem ser atualizadas.
pt_pt: Só é possível atualizar ligações geridas.
ro_ro: Doar conexiunile gestionate pot fi reîmprospătate.
ru_ru: Обновлять можно только управляемые подключения.
sk_sk: Obnoviť možno iba spravované pripojenia.
sl_si: Osvežiti je mogoče samo upravljane povezave.
sr_cyrl_rs: Могуће је освежити само контролисане везе.
sv_se: Bara hanterade anslutningar kan uppdateras.
th_th: สามารถรีเฟรชได้เฉพาะการเชื่อมต่อที่จัดการเท่านั้น
tr_tr: Yalnızca yönetilen bağlantılar yenilenebilir.
uk_ua: Можна оновити тільки керовані підключення.
vi_vn: Chỉ có thể làm mới các kết nối được quản lý.
zh_cn: 只能刷新托管连接。
zh_tw: 只有受控的連線才可重新整理。

# ErrorResource_ErrInvalidRegEx_ShortMessage
source: Invalid regular expression.
bg_bg: Невалиден регулярен израз.
ca_es: L'expressió regular no és vàlida.
cs_cz: Neplatný regulární výraz.
da_dk: Ugyldigt regulært udtryk.
de_de: Ungültiger regulärer Ausdruck.
el_gr: Μη έγκυρη κανονική παράσταση.
es_es: Expresión regular no válida.
et_ee: Kehtetu regulaaravaldis.
eu_es: Espresio erregularrak ez du balio.
fi_fi: Virheellinen säännöllinen lauseke.
fr_fr: Expression régulière non valide.
gl_es: Expresión regular non válida.
hi_in: नियमित व्यंजक अमान्य है.
hr_hr: Regularni izraz nije valjan.
hu_hu: Érvénytelen reguláris kifejezés.
id_id: Ekspresi reguler tidak valid.
it_it: Espressione regolare non valida.
ja_jp: 正規表現が無効です。
kk_kz: Жарамсыз тұрақты өрнек.
ko_kr: 정규식이 잘못되었습니다.
lt_lt: Netinkama paprastoji išraiška.
lv_lv: Nederīga regulārā izteiksme.
ms_my: Ungkapan biasa tidak sah.
nb_no: Ugyldig regulært uttrykk.
nl_nl: Ongeldige reguliere expressie.
pl_pl: Nieprawidłowe wyrażenie regularne.
pt_br: Expressão regular inválida.
pt_pt: Expressão regular inválida.
ro_ro: Expresie regulată nevalidă.
ru_ru: Недопустимое регулярное выражение.
sk_sk: Neplatný regulárny výraz.
sl_si: Regularni izraz ni veljaven.
sr_cyrl_rs: Неважећи регуларни израз.
sv_se: Ogiltigt reguljärt uttryck.
th_th: นิพจน์ปกติไม่ถูกต้อง
tr_tr: Geçersiz normal ifade.
uk_ua: Неприпустимий регулярний вираз.
vi_vn: Biểu thức chính quy không hợp lệ.
zh_cn: 正则表达式无效。
zh_tw: 無效的規則運算式。
