Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutIsBlankOrError
source: Checks whether the expression results in blank result or an error, and returns true or false.
bg_bg: Проверява дали резултатът от израза е празен, или грешка, и дали връща true, или false.
ca_es: Comprova si l'expressió proporciona un resultat en blanc o un error, i retorna "true" o "false".
cs_cz: Zkontroluje, jestli je výsledek výrazu prázdný nebo chyba, a vrátí hodnotu true, nebo false.
da_dk: Kontrollerer, om udtrykket giver et tomt resultat og returnerer sand eller falsk.
de_de: Überprüft, ob der Ausdruck zu einem leeren Ergebnis oder einem Fehler führt, und gibt TRUE oder FALSE zurück.
el_gr: Ελέγχει εάν η παράσταση οδηγεί σε κενό αποτέλεσμα ή σε σφάλμα, και επιστρέφει την τιμή true ή false.
es_es: Comprueba si la expresión devuelve un resultado en blanco o un error, y devuelve verdadero o falso.
et_ee: Kontrollib, kas avaldise tulemus on tühiväärtusega või tõrkega, ja tagastab väärtuse Tõene või Väär.
eu_es: Espresioaren emaitza "hutsik dago" edo "errorea" den egiaztatzen du, eta "true" edo "false" itzultzen du.
fi_fi: Tarkistaa, onko lausekkeen tulos tyhjä tai virhe, ja palauttaa arvon true tai false.
fr_fr: Vérifie si l’expression donne un résultat vide ou une erreur, puis retourne True ou False.
gl_es: Comproba se a expresión dá lugar a un resultado en branco ou un erro e devolve verdadeiro ou falso.
hi_in: यह जाँचता है कि क्या व्यंजक का परिणाम रिक्त परिणाम है या कोई त्रुटि है, और ट्रू या फ़ॉल्स लौटाता है.
hr_hr: Provjerava je li rezultat izraza prazan ili pogreška i vraća true ili false.
hu_hu: Azt ellenőrzi, hogy üres értéket vagy hibát ad-e eredményül a kifejezés, és a true (igaz) vagy a false (hamis) értéket adja vissza.
id_id: Memeriksa apakah ekspresi menghasilkan kosong atau kesalahan, dan apakah hasilnya true atau false.
it_it: Verifica se l'espressione produce un risultato vuoto o un errore e restituisce vero o falso.
ja_jp: 式の結果が空白またはエラーかどうかをチェックし、True または False を返します。
kk_kz: Өрнектің бос нәтиже немесе қате болуын не болмауын тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 식의 결과가 비었는지 또는 오류가 있는지 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar reiškinio rezultatas yra tuščia reikšmė ar klaida, ir pateikia „true“ arba „false“.
lv_lv: Pārbauda, vai izteiksmes rezultāts ir tukšs vai izraisa kļūdu, un atgriež vērtību “true” vai “false”.
ms_my: Menyemak sama ada ungkapan menghasilkan keputusan kosong atau ralat, dan mengembalikan benar atau palsu.
nb_no: Kontrollerer om uttrykket resulterer i en tom verdi eller en feil, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of de expressie in lege waarden of fouten resulteert en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy wynikiem wyrażenia jest pusty wynik lub błąd, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se a expressão resulta em branco ou um erro, e retorna true ou false.
pt_pt: Verifica se a expressão resulta em branco ou num erro e devolve verdadeiro ou falso.
ro_ro: Verifică dacă expresia are ca rezultat un rezultat necompletat sau o eroare și returnează true sau false.
ru_ru: Проверяет, дает ли выражение пустой результат или ошибку, и возвращает true (истина) или false (ложь).
sk_sk: Skontroluje, či je výsledok výrazu prázdna hodnota alebo chyba, a vráti hodnotu true alebo false.
sl_si: Preveri, ali je rezultat izraza prazen oziroma napaka in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је резултат израза празан или је грешка, и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je rezultat izraza prazan ili je greška, i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om uttrycket resulterar i ett tomt resultat eller i ett fel, och returnerar sant eller falskt.
th_th: ตรวจสอบว่านิพจน์ส่งผลให้เกิดผลลัพธ์ที่ว่างเปล่าหรือมีข้อผิดพลาด และส่งกลับค่า จริง หรือ เท็จ
tr_tr: İfadenin boş sonuçla veya hatayla sonuçlanıp sonuçlanmadığını denetler ve true veya false değeri döndürür.
uk_ua: Перевіряє, результат виразу пустий чи містить помилку, і повертає значення true або false.
vi_vn: Kiểm tra xem kết quả biểu thức trong kết quả trống hoặc lỗi không và trả về True hay False.
zh_cn: 检查表达式是否生成空白结果或错误，并返回 true 或 false。
zh_tw: 檢查運算式是否導致空白的結果或錯誤，並傳回 true 或 false。

# IsBlankOrErrorArg1
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutIsBlankOrError_expression
source: An expression to be tested.
bg_bg: Израз за тестване.
ca_es: Expressió que es provarà.
cs_cz: Výraz, který se má testovat.
da_dk: Et udtryk, der skal testes.
de_de: Ein zu prüfender Ausdruck.
el_gr: Μια παράσταση προς δοκιμή.
es_es: Una expresión que se probará.
et_ee: Testitav avaldis.
eu_es: Probatuko den espresioa.
fi_fi: Testattava lauseke.
fr_fr: Expression à tester.
gl_es: Expresión que se vai probar.
hi_in: परीक्षण किया जाने वाला व्यंजक.
hr_hr: Izraz koji treba testirati.
hu_hu: A vizsgálandó kifejezés.
id_id: Ekspresi untuk diuji.
it_it: Espressione da testare.
ja_jp: テスト対象の式です。
kk_kz: Тексерілетін өрнек.
ko_kr: 테스트할 식입니다.
lt_lt: Reiškinys, kurį reikia patikrinti.
lv_lv: Pārbaudāmā izteiksme.
ms_my: Ungkapan untuk diuji.
nb_no: Et uttrykk som skal kontrolleres.
nl_nl: Een expressie die moet worden getest.
pl_pl: Wyrażenie do przetestowania.
pt_br: Expressão a ser testada.
pt_pt: Uma expressão a testar.
ro_ro: O expresie de testat.
ru_ru: Выражение для проверки.
sk_sk: Výraz na testovanie.
sl_si: Izraz, ki bo ovrednoten.
sr_cyrl_rs: Израз који ће бити тестиран.
sr_latn_rs: Izraz koji će biti testiran.
sv_se: Ett uttryck som ska testas.
th_th: นิพจน์ที่จะทดสอบ
tr_tr: Test edilecek ifade.
uk_ua: Вираз, який потрібно перевірити.
vi_vn: Biểu thức sẽ được thử nghiệm.
zh_cn: 要进行测试的表达式。
zh_tw: 要測試的運算式。

# AboutIsEmpty
source: Checks if a collection is empty and returns true or false.
bg_bg: Проверява дали колекцията е празна и връща true или false.
ca_es: Comprova si una col·lecció és buida i retorna true o false.
cs_cz: Zkontroluje, jestli je kolekce prázdná, a vrátí hodnotu true nebo false.
da_dk: Kontrollerer, om en samling er tom, og returnerer sand eller falsk.
de_de: Überprüft, ob eine Sammlung leer ist, und gibt WAHR oder FALSCH zurück.
el_gr: Ελέγχει εάν μια συλλογή είναι κενή και επιστρέφει true ή false.
es_es: Comprueba si una colección está vacía y devuelve verdadero o falso.
et_ee: Kontrollib, kas kogum on tühi, ja tagastab väärtuse Tõene või Väär.
eu_es: Bilduma hutsik dagoen egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, onko kokoelma tyhjä, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si une collection est vide, puis retourne Vrai ou Faux.
gl_es: Comproba se unha colección está baleira e devolve verdadeiro ou falso.
hi_in: जाँचता है कि कोई संग्रह रिक्त है या नहीं और सत्य या असत्य लौटाता है.
hr_hr: Provjerava je li zbirka prazna i vraća true ili false.
hu_hu: Megvizsgálja, hogy üres-e egy gyűjtemény, és a true vagy a false értéket adja vissza.
id_id: Periksa apakah koleksi kosong atau tidak dan hasil true atau false.
it_it: Verifica se una raccolta è vuota e restituisce vero o falso.
ja_jp: コレクションが空かどうかをチェックし、True または False を返します。
kk_kz: Жиынтықтың бос болуын не болмауын тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 컬렉션이 비어 있는지 여부를 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar rinkinys yra tuščias, ir pateikia reikšmę TRUE arba FALSE.
lv_lv: Pārbauda, vai kolekcija ir tukša, un atgriež vērtību "true" vai "false".
ms_my: Menyemak sama ada koleksi adalah kosong atau tidak dan mengembalikan benar atau salah.
nb_no: Kontrollerer om en samling er tom, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of een verzameling leeg is en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy kolekcja jest pusta, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se uma coleção está vazia e retorna verdadeiro ou falso.
pt_pt: Verifica se uma coleção está vazia e devolve verdadeiro ou falso.
ro_ro: Verifică dacă o colecție este goală și returnează adevărat sau fals.
ru_ru: Проверяет, пуста ли коллекция, и возвращает true или false.
sk_sk: Skontroluje, či je kolekcia prázdna, a vráti výsledok pravda alebo nepravda.
sl_si: Preveri, če je zbirka prazna in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је колекција празна и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je kolekcija prazna i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om en mängd är tom och returnerar sant eller falskt.
th_th: ตรวจสอบว่าคอลเลกชันว่างเปล่าหรือไม่ และคืนค่า true หรือ false
tr_tr: Bir koleksiyonun boş olup olmadığını denetler ve true veya false değeri döndürür.
uk_ua: Перевіряє, чи колекція пуста, і надає результат у форматі істина-хибність.
vi_vn: Kiểm tra xem bộ sưu tập có bị trống hay không và trả về giá trị đúng hoặc sai.
zh_cn: 检查集合是否为空并返回 true 或 false。
zh_tw: 檢查集合是否是空的，並傳回 True 或 False。

# IsEmptyArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AboutIsEmpty_source
source: A table to be tested.
bg_bg: Таблица за тестване.
ca_es: Taula que es provarà.
cs_cz: Tabulka, která se má testovat.
da_dk: En tabel, der skal testes.
de_de: Eine zu prüfende Tabelle.
el_gr: Ένας πίνακας για δοκιμή.
es_es: Una tabla que se va a probar.
et_ee: Testitav tabel.
eu_es: Probatuko den taula.
fi_fi: Testattava taulukko.
fr_fr: Une table à tester.
gl_es: Táboa que se vai probar.
hi_in: परीक्षण की जाने वाली तालिका.
hr_hr: Tablica koju treba testirati.
hu_hu: A vizsgálandó tábla.
id_id: Tabel untuk diuji.
it_it: Tabella da testare.
ja_jp: テスト対象のテーブルです。
kk_kz: Тексерілетін кесте.
ko_kr: 테스트할 테이블입니다.
lt_lt: Lentelė, kurią reikia patikrinti.
lv_lv: Pārbaudāmā tabula.
ms_my: Jadual yang akan diuji.
nb_no: En tabell som skal kontrolleres.
nl_nl: Een tabel die moet worden getest.
pl_pl: Tabela do przetestowania.
pt_br: Tabela a ser testada.
pt_pt: Uma tabela a testar.
ro_ro: Un tabel de testat.
ru_ru: Таблица для проверки.
sk_sk: Tabuľka na testovanie.
sl_si: Tabela za preskušanje.
sr_cyrl_rs: Табела за тестирање.
sr_latn_rs: Tabela za testiranje.
sv_se: En tabell som ska testas.
th_th: ตารางที่จะทดสอบ
tr_tr: Test edilecek tablo.
uk_ua: Таблиця, яку потрібно перевірити.
vi_vn: Bảng sẽ được thử nghiệm.
zh_cn: 要进行测试的表。
zh_tw: 要測試的資料表。

# AboutShuffle
source: Returns a randomly shuffled copy of the input 'source' table.
bg_bg: Връща произволно разбъркано копие на входната таблица на „източник“.
ca_es: Retorna una còpia ordenada aleatòriament de la taula 'source' d'entrada.
cs_cz: Vrátí kopii vstupní „zdrojové“ tabulky náhodně přeházenou metodou shuffle.
da_dk: Returnerer en vilkårligt blandet kopi af input-'kilde'-tabellen.
de_de: Gibt eine zufällig durchmischte Kopie der Eingabetabelle „Quelle“ zurück.
el_gr: Επιστρέφει ένα αντίγραφο με τυχαία σειρά του πίνακα "προέλευσης" εισόδου.
es_es: Devuelve una copia ordenada aleatoriamente de la tabla de entrada de origen.
et_ee: Tagastab sisestatud allikatabeli juhuslikult segatud kirjetega koopia.
eu_es: Sarrerako "source" taularen ausazko kopia bat itzultzen du.
fi_fi: Palauttaa syötteen source-taulukon satunnaisesti sekoitetun kopion.
fr_fr: Retourne une copie aléatoire de la table « source » d’entrée.
gl_es: Devolve unha copia ordenada aleatoriamente da táboa de "orixe" de entrada.
hi_in: इनपुट 'source' तालिका की यादृच्छिक रूप से शफ़ल की गई प्रतिलिपि लौटाता है.
hr_hr: Vraća nasumično izmiješanu kopiju ulazne tablice "izvora".
hu_hu: A bemeneti „forrás” tábla véletlenszerűen felcserélt adatokat tartalmazó példányát adja vissza.
id_id: Menampilkan salinan acak tabel 'sumber' input.
it_it: Restituisce una copia selezionata in ordine casuale della tabella 'origine' di input.
ja_jp: 入力 'ソース' テーブルのランダムにシャッフルされたコピーを返します。
kk_kz: Кіріс бастапқы кестенің кездейсоқ көшірмесін қайтарады.
ko_kr: 입력 '원본' 테이블의 무작위로 순서를 섞은 복사본을 반환합니다.
lt_lt: Pateikia įvesties šaltinio lentelės atsitiktine tvarka sumaišytą kopiją.
lv_lv: Atgriež nejauši sajauktu ievades tabulas "source" kopiju.
ms_my: Mengembalikan salinan yang disusun semula secara rawak jadual 'sumber' input.
nb_no: Returnerer en kopi i tilfeldig rekkefølge av inndatakildetabellen.
nl_nl: Hiermee wordt een kopie van de invoertabel 'source' met een willekeurige volgorde weergegeven.
pl_pl: Zwraca losowo pomieszaną kopię tabeli wejściowej „źródło”.
pt_br: Retorna uma cópia da tabela de 'source' (origem) de entrada, selecionada aleatoriamente.
pt_pt: Devolve uma cópia aleatória da tabela de "origem" de entrada.
ro_ro: Returnează o copie amestecată aleator a tabelului „sursă” de intrare.
ru_ru: Возвращает копию входной таблицы "источника" со строками, перемешанными в случайном порядке.
sk_sk: Vráti náhodne vybratú kópiu vstupnej tabuľky zdroja.
sl_si: Vrne naključno premešano kopijo vhodne tabele argumenta »vir«.
sr_cyrl_rs: Враћа насумично измешану копију улазне табеле „извор“.
sr_latn_rs: Vraća nasumično izmešanu kopiju ulazne tabele „izvor“.
sv_se: Returnerar en slumpmässigt blandad kopia av indatakälltabellen.
th_th: ส่งคืนสำเนาที่สลับแบบสุ่มของตารางอินพุต 'source'
tr_tr: Giriş 'source' tablosunun rastgele karıştırılmış bir kopyasını döndürür.
uk_ua: Повертає копію вихідної таблиці з вхідними даними, перетасованими в довільному порядку.
vi_vn: Trả về một bản sao của bảng 'nguồn' đầu vào được trộn ngẫu nhiên.
zh_cn: 返回输入 "source" 表的随机选择副本。
zh_tw: 傳回輸入 'source' 資料表的隨機複本。

# ShuffleArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AboutShuffle_source
source: A table to be shuffled.
bg_bg: Таблица за разбъркване.
ca_es: Taula que s'ordenarà aleatòriament.
cs_cz: Tabulka, která má být náhodně přeházena
da_dk: En tabel, der skal blandes.
de_de: Eine zu durchmischende Tabelle.
el_gr: Πίνακας για τυχαία σειρά.
es_es: Una tabla que se va a ordenar aleatoriamente.
et_ee: Segatav tabel.
eu_es: Ausaz ordenatuko den taula.
fi_fi: Sekoitettava taulukko.
fr_fr: Table à lire aléatoirement.
gl_es: Táboa que se vai ordenar aleatoriamente.
hi_in: शफ़ल की जाने वाली तालिका.
hr_hr: Tablica koja će se izmiješati.
hu_hu: A véletlen sorrendbe állítandó tábla.
id_id: Tabel untuk diacak.
it_it: Tabella da selezionare in ordine casuale.
ja_jp: シャッフルするテーブル。
kk_kz: Кездейсоқ ретпен араластырылатын кесте.
ko_kr: 순서를 섞을 테이블입니다.
lt_lt: Lentelė, kurią reikia sumaišyti.
lv_lv: Jaucamā tabula.
ms_my: Jadual untuk dikocok.
nb_no: En tabell som skal blandes.
nl_nl: Een tabel die in willekeurige volgorde moet worden weergegeven.
pl_pl: Tabela, której zawartość zostanie pomieszana.
pt_br: Tabela a ser selecionada aleatoriamente.
pt_pt: Uma tabela a ser aleatorizada.
ro_ro: Un tabel care va fi amestecat.
ru_ru: Таблица для смешения.
sk_sk: Tabuľka na náhodný výber.
sl_si: Tabela, ki bo premešana.
sr_cyrl_rs: Табела коју треба измешати.
sr_latn_rs: Tabela koju treba izmešati.
sv_se: En tabell att blandas.
th_th: ตารางที่จะสุ่ม
tr_tr: Karıştırılacak bir tablo.
uk_ua: Таблиця, дані якої потрібно перетасувати.
vi_vn: Bảng cần trộn.
zh_cn: 要随机选择的表。
zh_tw: 隨機排列的資料表。
