Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrUDF_MissingReturnType
source: Missing function return type, for example the ":Number" in "FindMonth( d:Text ):Number = Month( DateParse( d ));"
bg_bg: Липсва тип на връщане на функция, например „:Number“ във "FindMonth( d:Text ):Number = Month( DateParse( d ));“
ca_es: Falta el tipus de retorn de la funció, per exemple, ":Number" a "FindMonth( d:Text ):Number = Month( DateParse( d ));"
cs_cz: Chybějící typ návratové hodnoty funkce , například „:Number“ v „FindMonth( d:Text ):Number = Month( DateParse( d ));“
da_dk: Der mangler en funktionsreturtype, f.eks. ":Number" i "FindMonth( d:Text ):Number = Month( DateParse( d ));"
de_de: Fehlender Funktionsrückgabetyp, z. B. „:Number“ in „FindMonth( d:Text ):Number = Month( DateParse( d ));“
el_gr: Λείπει ο τύπος επιστροφής συνάρτησης, για παράδειγμα το ":Number" στο στοιχείο "FindMonth( d:Text ):Number = Month( DateParse( d ));"
es_es: Falta el tipo de devolución de función, por ejemplo el ":Number" en "FindMonth( d:Text ):Number = Month( DateParse( d ));"
et_ee: Puuduv funktsiooni tagastamise tüüp, nt „:Number“ kohas „FindMonth( d:Text ):Number = Month( DateParse( d ));“
eu_es: Funtzio-itzulera mota falta da, adibidez, ":Number" hemen: "FindMonth( d:Text ):Number = Month( DateParse( d ));"
fi_fi: Puuttuva funktion palautustyyppi, esimerkiksi ":Number" funktiossa "FindMonth( d:Text ):Number = Month( DateParse( d ));"
fr_fr: Type de retour de fonction manquant, par exemple « :Number » dans « FindMonth( d:Text ):Number = Month( DateParse( d )); »
gl_es: Falta o tipo de devolución da función, por exemplo, o ":Number" en "FindMonth( d:Text ):Number = Month( DateParse( d ));"
hi_in: अनुपस्थित फ़ंक्शन रिटर्न प्रकार, उदाहरण के लिए "FindMonth( d:Text ):Number = Month( DateParse( d ));" में ":Number"
hr_hr: Nedostaje vrsta vraćanja funkcije, na primjer ":Number" u "FindMonth( d:Text ):Number = Month( DateParse( d ));"
hu_hu: Hiányzó függvény-visszaküldési típus, például ":Number" itt: "FindMonth( d:Text ):Number = Month( DateParse( d ));"
id_id: Jenis pengembalian fungsi tidak ada, misalnya ":Number" di "FindMonth( d:Text ):Number = Month( DateParse( d ));"
it_it: Tipo restituito della funzione mancante, ad esempio ":Number" in "FindMonth( d:Text ):Number = Month( DateParse( d ));"
ja_jp: 関数の戻り値の型 (例: "FindMonth( d:Text ):Number = Month( DateParse( d ));" の ":Number") が見つかりません
kk_kz: Функциялық қайтару түрі жоқ, мысалы, "FindMonth( d:Text ):Number = Month( DateParse( d ));" ішінде ":Number"
ko_kr: 함수 반환 유형이 누락되었습니다(예: "FindMonth( d:Text ):Number = Month( DateParse( d ));"의 ":Number")
lt_lt: Trūksta funkcijos grąžinimo tipo, pvz., „:Number“ funkcijoje „FindMonth( d:Text ):Number = Month( DateParse( d ));“
lv_lv: Trūkst funkcijas atgriešanas tipa, piemēram, “:Number” sadaļā “FindMonth( d:Text ):Number = Month( DateParse( d ));”
ms_my: Jenis pengembalian fungsi tiada, sebagai contoh ":Number" dalam "FindMonth( d:Text ):Number = Month( DateParse( d ));"
nb_no: Funksjonsreturtype mangler, for eksempel «:Number» i «FindMonth( d:Text ):Number = Month( DateParse( d ));»
nl_nl: Ontbrekend retourtype van functie, bijvoorbeeld het ':Number' in 'FindMonth( d:Text ):Number = Month( DateParse( d ));'
pl_pl: Brak zwracanego typu funkcji, na przykład typu „:Number” w wyrażeniu „FindMonth( d:Text ):Number = Month( DateParse( d ));”
pt_br: Tipo de retorno de função ausente; por exemplo, ":Number" em "FindMonth( d:Text ):Number = Month( DateParse( d ));"
pt_pt: Tipo de devolução da função em falta, por exemplo, ":Number" em "FindMonth( d:Text ):Number = Month( DateParse( d ));"
ro_ro: Lipsește tipul de argument al funcției, de exemplu „:Number” în „FindMonth( d:Text ):Number = Month( DateParse( d ));”
ru_ru: Отсутствует тип возвращаемого значения функции, например ":Number" в ":Number" in "FindMonth( d:Text ):Number = Month( DateParse( d ));"
sk_sk: Chýba typ návratu funkcie, napríklad „:Number“ vo funkcii „FindMonth( d:Text ):Number = Month( DateParse( d ));“
sl_si: Manjka vrsta vrnitve funkcije, na primer »:Number« v »FindMonth( d:Text ):Number = Month( DateParse( d ));«
sr_cyrl_rs: Недостаје тип враћања функције, на пример „:Number“ у „FindMonth( d:Text ):Number = Month( DateParse( d ));“
sv_se: Funktionsreturtypen saknas, till exempel ":Number" i "FindMonth( d:Text ):Number = Month( DateParse( d ));"
th_th: ชนิดค่าส่งกลับของฟังก์ชันขาดหายไป เช่น ":Number" ใน "FindMonth( d:Text ):Number = Month( DateParse( d ));"
tr_tr: İşlev dönüşü türü eksik. Örneğin "FindMonth( d:Text ):Number = Month( DateParse( d ));" içindeki ":Number"
uk_ua: Відсутній тип повернення функції, наприклад, ":Number" у полі "FindMonth( d:Text ):Number = Month( DateParse( d ));"
vi_vn: Thiếu loại trả về hàm, ví dụ ":Number" trong "FindMonth( d:Text ):Number = Month( DateParse( d ));"
zh_cn: 缺少函数返回类型，例如 "FindMonth( d:Text ):Number = Month( DateParse( d ));" 中的 ":Number"
zh_tw: 缺少函式傳回類型，例如 "FindMonth( d:Text ):Number = Month( DateParse( d ));" 中的 ":Number"

# ErrUDF_MissingParamType
source: Missing function argument type, for example the ":Text" in "FindMonth( d:Text ):Number = Month( DateParse( d ))"
bg_bg: Липсва тип на аргумент на функция, например „:Text“ във „FindMonth( d:Text ):Number = Month( DateParse( d ))“
ca_es: Falta el tipus d'argument de la funció, per exemple, ":Text" a "FindMonth( d:Text ):Number = Month( DateParse( d ))"
cs_cz: Chybějící typ argumentu funkce, například ":Text" v "FindMonth( d:Text ):Number = Month( DateParse( d ))"
da_dk: Der mangler en funktionsargumenttype, f.eks. ":Text" i "FindMonth( d:Text ):Number = Month( DateParse( d ))"
de_de: Fehlender Funktionsargumenttyp, z. B. „:Text“ in „FindMonth( d:Text ):Number = Month( DateParse( d ))“
el_gr: Λείπει ο τύπος ορίσματος συνάρτησης, για παράδειγμα το ":Text" στο στοιχείο "FindMonth( d:Text ):Number = Month( DateParse( d ))"
es_es: Falta el tipo de argumento de función, por ejemplo, ":Text" en "FindMonth( d:Text ):Number = Month( DateParse( d ))"
et_ee: Puuduv funktsiooni argumendi tüüp, nt „:Text“ kohas „FindMonth( d:Text ):Number = Month( DateParse( d ))“
eu_es: Funtzio-argudio mota falta da, adibidez, ":Text" hemen: "FindMonth( d:Text ):Number = Month( DateParse( d ))"
fi_fi: Puuttuva funktion argumenttityyppi, esimerkiksi ":Text" funktiossa "FindMonth( d:Text ):Number = Month( DateParse( d ))"
fr_fr: Type d’argument de fonction manquant, par exemple « :Text » dans « FindMonth( d:Text ):Number = Month( DateParse( d )) »
gl_es: Falta o tipo de argumento da función, por exemplo, o ":Text" en "FindMonth( d:Text ):Number = Month( DateParse( d ))"
hi_in: अनुपस्थित फ़ंक्शन तर्क प्रकार, उदाहरण के लिए "FindMonth( d:Text ):Number = Month( DateParse( d ))" में ":Text"
hr_hr: Nedostaje vrsta argumenta funkcije, na primjer ":Text" u "FindMonth( d:Text ):Number = Month( DateParse( d ))"
hu_hu: Hiányzó függvény argumentumtípus, például ":Text" itt: "FindMonth( d:Text ):Number = Month( DateParse( d ))"
id_id: Jenis argumen fungsi tidak ada, misalnya ":Text" di "FindMonth( d:Text ):Number = Month( DateParse( d ))"
it_it: Tipo di argomento della funzione mancante, ad esempio ":Text" in "FindMonth( d:Text ):Number = Month( DateParse( d ))"
ja_jp: 関数の引数の型 (例: "FindMonth( d:Text ):Number = Month( DateParse( d ))" の ":Text") が見つかりません
kk_kz: Функциялық аргумент түрі жоқ, мысалы, "FindMonth( d:Text ):Number = Month( DateParse( d ))" ішінде ":Text"
ko_kr: 함수 인수 유형이 누락되었습니다(예: "FindMonth( d:Text ):Number = Month( DateParse( d ))"의 ":Text")
lt_lt: Trūksta funkcijos argumento tipo, pvz., „:Text“ funkcijoje „FindMonth( d:Text ):Number = Month( DateParse( d ))“
lv_lv: Trūkst funkcijas argumenta tipa, piemēram, “:Text” sadaļā “FindMonth( d:Text ):Number = Month( DateParse( d ))”
ms_my: Jenis argumen fungsi tiada, sebagai contoh ":Text" dalam "FindMonth( d:Text ):Number = Month( DateParse( d ))"
nb_no: Funksjonsargumenttype mangler, for eksempel «:Text» i «FindMonth( d:Text ):Number = Month( DateParse( d ))»
nl_nl: Ontbrekend argumenttype van functie, bijvoorbeeld de ':Text' in 'FindMonth( d:Text ):Number = Month( DateParse( d ))'
pl_pl: Brak typu argumentu funkcji, na przykład typu „:Text” w wyrażeniu „FindMonth( d:Text ):Number = Month( DateParse( d ))”
pt_br: Tipo de argumento de função ausente; por exemplo, o "":Text" em "FindMonth( d:Text ):Number = Month( DateParse( d ))"
pt_pt: Tipo de argumento da função em falta, por exemplo, ":Text" em "FindMonth( d:Text ):Number = Month( DateParse( d ))"
ro_ro: Lipsește tipul de argument al funcției, de exemplu „:Text” în „FindMonth( d:Text ):Number = Month( DateParse( d ))”
ru_ru: Отсутствует тип аргумента функции, например ":Text" в "FindMonth( d:Text ):Number = Month( DateParse( d ))"
sk_sk: Chýba typ argumentu funkcie, napríklad „:Text“ vo funkcii „FindMonth( d:Text ):Number = Month( DateParse( d ))“
sl_si: Manjka vrsta argumenta funkcije, na primer »:Text« v »FindMonth( d:Text ):Number = Month( DateParse( d ))«
sr_cyrl_rs: Недостаје тип аргумента функције, на пример „:Text“ у „FindMonth( d:Text ):Number = Month( DateParse( d ))“
sv_se: Funktionsargumenttypen saknas, till exempel ":Text" i "FindMonth( d:Text ):Number = Month( DateParse( d ))"
th_th: ชนิดอาร์กิวเมนต์ของฟังก์ชันขาดหายไป ตัวอย่างเช่น ":Text" ใน "FindMonth( d:Text ):Number = Month( DateParse( d ))"
tr_tr: İşlev bağımsız değişken türü eksik. Örneğin, "FindMonth( d:Text ):Number = Month( DateParse( d ))" içindeki ":Text"
uk_ua: Відсутній тип аргументу функції, наприклад, ":Text" у полі "FindMonth( d:Text ):Number = Month( DateParse( d ))"
vi_vn: Thiếu loại đối số hàm, ví dụ ":Text" trong "FindMonth( d:Text ):Number = Month( DateParse( d ))"
zh_cn: 缺少函数参数类型，例如 "FindMonth( d:Text ):Number = Month( DateParse( d ))" 中的 ":Text"
zh_tw: 缺少函式引數類型，例如 "FindMonth( d:Text ):Number = Month( DateParse( d ))" 中的 ":Text"

# ErrNamedFormula_AlreadyDefined
source: NamedFormula '{0}' already exists.
bg_bg: NamedFormula „{0}“ вече съществува.
ca_es: La fórmula NamedFormula "{0}" ja existeix.
cs_cz: NamedFormula '{0}' již existuje.
da_dk: NamedFormula '{0}' findes allerede.
de_de: NamedFormula „{0}“ ist bereits vorhanden.
el_gr: Το όνομα NamedFormula '{0}' υπάρχει ήδη.
es_es: Ya existe una NamedFormula "{0}".
et_ee: NamedFormula '{0}' on juba olemas.
eu_es: Badago "{0}" deitzen den formula bat.
fi_fi: NamedFormula '{0}' on jo olemassa.
fr_fr: NamedFormula '{0}' existe déjà.
gl_es: A fórmula denominada "{0}" xa existe.
hi_in: NamedFormula '{0}' पहले से मौजूद है.
hr_hr: NamedFormula „{0}” već postoji.
hu_hu: A(z) '{0}' NamedFormula már létezik.
id_id: NamedFormula '{0}' sudah ada.
it_it: NamedFormula "{0}" esiste già.
ja_jp: NamedFormula '{0}'は既に存在します。
kk_kz: NamedFormula "{0}" бұрыннан бар.
ko_kr: NamedFormula '{0}'이(가) 이미 있습니다.
lt_lt: NamedFormula „{0}“ jau yra.
lv_lv: Formula ar nosaukumu “{0}” jau pastāv.
ms_my: NamedFormula '{0}' sudah wujud.
nb_no: NamedFormula {0} finnes allerede.
nl_nl: NamedFormula {0} bestaat al.
pl_pl: Nazwana formuła „{0}” już istnieje.
pt_br: A NamedFormula '{0}' já existe.
pt_pt: A NamedFormula "{0}" já existe.
ro_ro: NamedFormula „{0}” există deja.
ru_ru: Именованная формула "{0}" уже существует.
sk_sk: NamedFormula {0} už existuje.
sl_si: NamedFormula »{0}« že obstaja.
sr_cyrl_rs: NamedFormula „{0}“ већ постоји.
sv_se: NamedFormula '{0}' finns redan.
th_th: มี NamedFormula '{0}' อยู่แล้ว
tr_tr: NamedFormula '{0}' zaten var.
uk_ua: NamedFormula "{0}" вже існує.
vi_vn: NamedFormula "{0}" đã tồn tại.
zh_cn: NamedFormula '{0}' 已存在。
zh_tw: NamedFormula '{0}' 已存在。

# ErrorResource_NameConflict
source: Can't create a {0} named '{1}' because that name is already used for a {2}.
bg_bg: Не може да се създаде {0} на име „{1}“, защото това име вече се използва за {2}.
ca_es: No es pot crear cap {0} amb el nom "{1}" perquè aquest nom ja s'utilitza per a {2}.
cs_cz: Nelze vytvořit {0} s názvem '{1}', protože tento název se již používá pro {2}.
da_dk: Der kan ikke oprettes et {0} med navnet '{1}', da dette navn allerede bruges til {2}.
de_de: {0} namens „{1}“ kann nicht erstellt werden, da dieser Name bereits für {2} verwendet wird.
el_gr: Δεν είναι δυνατή η δημιουργία {0} με όνομα '{1}', επειδή αυτό το όνομα χρησιμοποιείται ήδη για μια {2}.
es_es: No se puede crear un {0} con nombre "{1}" porque ese nombre ya se usa para un {2}.
et_ee: Ei saa luua üksust {0} nimega '{1}', kuna üks {2} juba kasutab seda nime.
eu_es: Ezin da sortu "{1}" izeneko {0} entitatea {2} entitatea hura erabiltzen ari delako jada.
fi_fi: Kohdetta {0}, jonka nimi on {1}, ei voi luoda, koska nimeä käytetään jo kohteelle {2}.
fr_fr: Impossible de créer un {0} nommé « {1} », car ce nom est déjà utilisé pour une {2}.
gl_es: Non se pode crear unha entidade de tipo {0} denominada "{1}" porque ese nome xa se está a usar para unha entidade de tipo {2}.
hi_in: '{1}' नाम का एक {0} नहीं बनाया जा सकता क्योंकि वह नाम पहले से ही {2} के लिए उपयोग किया जा रहा है.
hr_hr: Nije moguće stvoriti {0} s nazivom „{1}” jer se taj naziv već koristi za {2}.
hu_hu: Nem lehet létrehozni {1} nevű {0} lehetőséget, mert ezt a nevet már a(z) {2} használja.
id_id: Tidak dapat membuat {0} dengan nama '{1}' karena nama tersebut sudah digunakan untuk {2}.
it_it: Impossibile creare un elemento {0} denominato "{1}" perché tale nome è già utilizzato per un {2}.
ja_jp: 名前が '{1}' である {0} を作成できません。その名前は {2} で既に使用されています。
kk_kz: "{1}" атты {0} жасау мүмкін емес, себебі бұл атау {2} үшін пайдаланылған.
ko_kr: 같은 이름이 {2}에 이미 사용되어 '{1}' 이름의 {0}을(를) 만들 수 없습니다.
lt_lt: Negalima sukurti {0} su pavadinimu {1}, nes šis pavadinimas jau naudojamas {2}.
lv_lv: Nevar izveidot {0} ar nosaukumu “{1}”, jo šis nosaukums jau tiek izmantots šim: {2}.
ms_my: Tidak dapat mencipta {0} bernama '{1}' kerana nama tersebut sudah digunakan untuk {2}.
nb_no: Kan ikke opprette {0} med navnet {1} fordi navnet allerede brukes for {2}.
nl_nl: Kan geen {0} maken met de naam {1} omdat deze naam al wordt gebruikt voor een {2}.
pl_pl: Nie można utworzyć encji {0} o nazwie „{1}”, ponieważ ta nazwa jest używana dla typu encji {2}.
pt_br: Não é possível criar um {0} chamado '{1}' porque esse nome já é usado para um {2}.
pt_pt: Não é possível criar uma entidade de {0} com o nome "{1}" porque este nome já está a ser utilizado para uma entidade de {2}.
ro_ro: Nu se poate crea o entitate {0} denumită „{1}”, deoarece acest nume este deja utilizat de {2}.
ru_ru: Невозможно создать сущность {0} с именем "{1}", так как это имя уже используется для сущности {2}.
sk_sk: Nemožno vytvoriť entitu {0} s názvom {1}, pretože tento názov sa už používa pre {2}.
sl_si: Ni mogoče ustvariti entitete {0} z imenom »{1}«, ker je to ime že uporabljeno za {2}.
sr_cyrl_rs: Није могуће креирати {0} под именом „{1}“ јер се тај назив већ користи за {2}.
sv_se: Det går inte att skapa en {0} med namnet '{1}' eftersom namnet redan används för en {2}.
th_th: ไม่สามารถสร้าง {0} ที่ชื่อ '{1}' ได้เนื่องจากชื่อนั้นใช้สำหรับ {2} อยู่แล้ว
tr_tr: '{1}' adında bir {0} oluşturulamıyor çünkü bu ad zaten bir {2} için kullanılıyor.
uk_ua: Не вдалося створити {0} з іменем "{1}", оскільки воно вже використовується для {2}.
vi_vn: Không thể tạo {0} có tên "{1}" vì tên đó đã được sử dụng cho {2}.
zh_cn: 无法创建名为 '{1}' 的 {0}，因为该名称已用于 {2}。
zh_tw: 無法建立名稱為 '{1}' 的 {0}，因為該名稱已用於 {2}。

# ErrNeedValidVariableName_Arg
source: The first argument of '{0}' should be a valid variable name, and cannot conflict with any existing control, screen, collection, or data source names. Found type '{1}'
bg_bg: „{1}“ не може да се промени с „{0}“ или конфликти с името на съществуваща променлива за обхват, източник на данни или друг обект.
ca_es: "{1}" no es pot modificar amb "{0}" o entra en conflicte amb el nom d'una variable d'àmbit existent, una font de dades o un altre objecte.
cs_cz: „{1}“ nelze upravit pomocí „{0}“ nebo je v konfliktu s názvem existující proměnné rozsahu, zdroje dat nebo jiného objektu.
da_dk: '{1}' kan ikke ændres med '{0}' eller er i konflikt med navnet på en eksisterende omfangsvariabel, en datakilde eller et andet objekt.
de_de: „{1}“ kann nicht mit „{0}“ geändert werden bzw. steht im Konflikt mit dem Namen einer vorhandenen Bereichsvariable, Datenquelle oder einem anderen Objekt.
el_gr: Το '{1}' δεν μπορεί να τροποποιηθεί με '{0}' ή βρίσκεται σε διένεξη με το όνομα μιας υπάρχουσας μεταβλητής πεδίου, προέλευσης δεδομένων ή άλλου αντικειμένου.
es_es: El primer argumento de "{0}" debe ser un nombre de variable válido que no entre en conflicto con ningún nombre de origen de datos, colección, pantalla o control existente. Tipo encontrado "{1}".
et_ee: Üksust {1} ei saa muuta üksusega {0} või see läheb vastuollu olemasoleva ulatusemuutuja, andmeallika või muu objekti nimega.
eu_es: "{1}" ezin da aldatu honekin: "{0}", edo dagoen esparruaren aldagaiaren, datu-iturburuaren edo beste objekturen izenarekin gatazkan dago.
fi_fi: Kohdetta {1} ei voi muokata kohteen {0} avulla tai se on ristiriidassa olemassa olevan vaikutusaluemuuttujan, tietolähteen tai muun objektin nimen kanssa.
fr_fr: Impossible de modifier « {1} » avec « {0} » ou en conflit avec le nom d’une variable d’étendue, d’une source de données ou d’un autre objet existant.
gl_es: "{1}" non se pode modificar con "{0}" ou conflitos co nome dunha variable de ámbito, orixe de datos ou outro obxecto.
hi_in: '{1}' को '{0}' के साथ संशोधित नहीं किया जा सकता है या यह किसी मौजूदा कार्यक्षेत्र वैरिएबल, डेटा स्रोत या अन्य ऑब्जेक्ट के नाम के साथ टकराव नहीं करता है.
hr_hr: „{1}” se ne može izmijeniti koristeći „{0}” ili je u sukobu s nazivom postojeće varijable dosega, izvora podataka ili drugog objekta.
hu_hu: „{1}” nem módosítható a következővel: „{0}”, vagy ütközik egy meglévő hatókörű változó, adatforrás vagy más objektum nevével.
id_id: '{1}' tidak dapat diubah dengan '{0}' atau bertentangan dengan nama variabel cakupan, sumber data, atau objek lain yang ada.
it_it: Impossibile modificare "{1}" con "{0}" o è in conflitto con il nome di una variabile dell'ambito, un'origine dati o un altro oggetto esistente.
ja_jp: '{1}' は '{0}' で変更できません。また、スコープ変数、データ ソース、その他のオブジェクトと競合する名前を付けることもできません。
kk_kz: "{1}" қолданыстағы ауқым айнымалысы, деректер көзі немесе басқа нысан атауы бар "{0}" немесе қайшылықтар арқылы өзгертілмейді.
ko_kr: '{1}'을(를) '{0}'(으)로 수정할 수 없거나 기존 범위 변수, 데이터 원본 또는 기타 개체의 이름과 충돌합니다.
lt_lt: „{1}“ negalima modifikuoti naudojant „{0}“ arba kyla nesuderinamumų su esamos aprėpties kintamojo, duomenų šaltinio ar kito objekto pavadinimu.
lv_lv: “{1}” nevar modificēt ar “{0}” vai konfliktē ar esoša tvēruma mainīgā, datu avota vai cita objekta nosaukumu.
ms_my: '{1}' tidak boleh diubah suai dengan '{0}' atau bercanggah dengan nama pemboleh ubah skop, sumber data atau objek lain yang sedia ada.
nb_no: {1} kan ikke endres med {0} eller er i konflikt med navnet på eksisterende omfangsvariabel, datakilde eller annet objekt.
nl_nl: '{1}' kan niet worden gewijzigd met '{0}' of conflicteert met de naam van een bestaande bereikvariabele, gegevensbron of ander object.
pl_pl: Elementu „{1}” nie można modyfikować za pomocą wartości „{0}” albo powoduje ona konflikt z nazwą istniejącej zmiennej zakresu, źródła danych lub innego obiektu.
pt_br: "{1}" pode ser modificada com "{0}" ou entra em conflito com o nome de uma variável de escopo, fonte de dados ou outro objeto existente.
pt_pt: Não é possível modificar "{1}" com "{0}" devido a conflitos com o nome de uma variável de âmbito, origem de dados ou outro objeto existente.
ro_ro: „{1}” nu poate fi modificat cu „{0}” sau intră în conflict cu numele unei variabile de domeniu, al unei surse de date sau al unui alt obiect existent.
ru_ru: "{1}" нельзя изменить с помощью "{0}", или возникает конфликт с именем существующей переменной области, источника данных или другого объекта.
sk_sk: {1} nie je možné upraviť pomocou položky {0} alebo je v konflikte s názvom existujúcej premennej rozsahu, zdroja údajov alebo iného objektu.
sl_si: »{1}« ni mogoče spremeniti z »{0}« oziroma je v nasprotju z imenom obstoječe spremenljivke obsega, vira podatkov ali drugega predmeta.
sr_cyrl_rs: „{1}“ не може да се мења помоћу „{0}“ или постоји неусаглашеност са називом постојеће променљиве опсега, извора података или другог објекта.
sv_se: "{1}" kan inte ändras med "{0}" eller står i konflikt med namnet på en befintlig omfattningsvariabel, datakälla eller annat objekt.
th_th: ไม่สามารถแก้ไข '{1}' ด้วย '{0}' หรือขัดแย้งกับชื่อของตัวแปรขอบเขต แหล่งข้อมูล หรือออบเจ็กต์อื่นๆ ที่มีอยู่
tr_tr: '{1}' öğesi '{0}' ile değiştirilemiyor ya da mevcut bir kapsam değişkeni, veri kaynağı veya farklı bir nesne ile aynı adı taşıdığı için çakışıyor.
uk_ua: "{1}" не можна змінити на "{0}", або цей елемент конфліктує з іменем наявної змінної області застосування, джерела даних чи іншого об’єкта.
vi_vn: "{1}" không thể được sửa đổi bằng "{0}" hoặc xung đột với tên của biến phạm vi, nguồn dữ liệu hoặc đối tượng khác hiện có.
zh_cn: "{1}" 无法用 "{0}" 进行修改，或者与现有范围变量、数据源或其他对象的名称冲突。
zh_tw: 「{1}」無法以「{0}」進行修改，或與現有範圍變數、資料來源或其他物件的名稱衝突。

# AboutSet
source: Create and set a global variable.
bg_bg: Създаване и задаване на глобална променлива.
ca_es: Crea i defineix una variable global.
cs_cz: Vytvořte a nastavte globální proměnnou.
da_dk: Opret og indstil en global variabel.
de_de: Hiermit wird eine globale Variable erstellt und festgelegt.
el_gr: Δημιουργήστε και ορίστε μια καθολική μεταβλητή.
es_es: Permite crear y establecer una variable global.
et_ee: Saate luua ja seadistada globaalse muutuja.
eu_es: Sortu eta ezarri aldagai orokor bat.
fi_fi: Luo ja aseta yleinen muuttuja.
fr_fr: Créez et définissez une variable globale.
gl_es: Cree e configure unha variable global.
hi_in: ग्लोबल चर बनाएँ और सेट करें.
hr_hr: Izradite i postavite globalnu varijablu.
hu_hu: Egy globális változó létrehozása és beállítása.
id_id: Membuat dan mengatur variabel global.
it_it: Crea e imposta una variabile globale.
ja_jp: グローバル変数を作成して設定します。
kk_kz: Глобалдық айнымалы жасап орнатыңыз.
ko_kr: 전역 변수를 만들고 설정합니다.
lt_lt: Sukurkite ir nustatykite visuotinį kintamąjį.
lv_lv: Izveidojiet un iestatiet globālu mainīgo.
ms_my: Cipta dan tetapkan pemboleh ubah global.
nb_no: Opprett og angi en global variabel.
nl_nl: Een globale variabele maken en instellen.
pl_pl: Utwórz i ustaw zmienną globalną.
pt_br: Crie e defina uma variável global.
pt_pt: Criar e definir uma variável global.
ro_ro: Creați și setați o variabilă globală.
ru_ru: Создание и задание глобальной переменной.
sk_sk: Vytvorte a nastavte globálnu premennú.
sl_si: Ustvarite in nastavite globalne spremenljivke.
sr_cyrl_rs: Направите и подесите глобалну променљиву.
sv_se: Skapa och ställ in en global variabel.
th_th: สร้างและตั้งค่าตัวแปรส่วนกลาง
tr_tr: Genel değişken oluşturun ve ayarlayın.
uk_ua: Створення та налаштування глобальної змінної.
vi_vn: Tạo và đặt biến toàn cục.
zh_cn: 创建和设置全局变量。
zh_tw: 建立並設定全域變數。

# SetArg2
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
id_id: nilai
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值
