Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMatch
source: Searches the supplied text for the specified regular expression, returning the first match from it.
bg_bg: Търси посочения регулярен израз в посочения текст, като връща първото съответствие.
ca_es: Cerca l'expressió regular especificada al text proporcionat i en retorna la primera coincidència.
cs_cz: Vyhledá v zadaném regulárním výrazu určitý text a vrátí jeho první výskyt.
da_dk: Søger i den medfølgende tekst efter det angivne regulære udtryk og returnerer det første match.
de_de: Durchsucht den bereitgestellten Text nach dem angegebenen regulären Ausdruck und gibt die erste Übereinstimmung zurück.
el_gr: Αναζητά την καθορισμένη κανονική παράσταση στο παρεχόμενο κείμενο και επιστρέφει την πρώτη αντιστοιχία από αυτό.
es_es: Busca la expresión regular especificada en el texto proporcionado y devuelve la primera coincidencia.
et_ee: Otsib esitatud tekstist määratud regulaaravaldist, tagastades selle esimese vastenduse.
eu_es: Zehaztutako espresio erregularra bilatzen du emandako testuan eta aurkitzen duen lehen emaitza itzultzen du.
fi_fi: Hakee määritettyä säännönmukaista lauseketta annetusta testistä ja palauttaa siitä ensimmäisen vastaavuuden.
fr_fr: Recherche dans le texte fourni l’expression régulière spécifiée et retourne la première correspondance associée.
gl_es: Busca o texto fornecido para a expresión regular especificada e devolve a primeira coincidencia dela.
hi_in: निर्दिष्ट नियमित व्यंजक के लिए दिए गए पाठ को खोजता है, इसका प्रथम मिलान लौटाता है.
hr_hr: U navedenom tekstu traži navedeni regularni izraz i iz njega vraća prvo podudaranje.
hu_hu: A megadott reguláris kifejezés keresése a megadott szövegben, és az első egyezés visszaadása.
id_id: Mencari teks yang diberikan untuk ekspresi reguler yang ditentukan, menampilkan kecocokan pertama yang didapat.
it_it: Cerca il testo fornito per l'espressione regolare specificata, restituendo la prima corrispondenza.
ja_jp: 指定された正規表現の指定されたテキストを検索します。最初の一致項目が返されます。
kk_kz: Берілген мәтіннен көрсетілген тұрақты өрнекті іздеп, одан бірінші сәйкестікті қайтарады.
ko_kr: 제공된 텍스트에서 지정된 정규식을 검색하고 첫 번째 일치 항목을 반환합니다.
lt_lt: Pateiktame tekste ieškoma nurodytos paprastosios išraiškos ir pateikiamas pirmasis atitikmuo.
lv_lv: Meklē sniegto tekstu norādītajai regulārajai izteiksmei, atgriežot pirmo atbilstību.
ms_my: Mencari teks yang dibekalkan untuk ungkapan biasa yang ditentukan dengan mengembalikan padanan pertama daripadanya.
nb_no: Søker i vedlagt tekst etter det angitte regulære uttrykket og returnerer første treff fra det.
nl_nl: Hiermee wordt in de opgegeven tekst naar de opgegeven reguliere expressie gezocht en worden de eerste overeenkomsten uit deze expressie geretourneerd.
pl_pl: Przeszukuje podany tekst pod kątem określonego wyrażenia regularnego i zwraca pierwsze znalezione w nim dopasowanie.
pt_br: Pesquisa no texto fornecido a expressão regular especificada, retornando a primeira correspondência dela.
pt_pt: Procura a expressão regular no texto fornecido, devolvendo a primeira correspondência da mesma.
ro_ro: Caută expresia regulată specificată în textul furnizat, returnând prima potrivire din acesta.
ru_ru: Выполняет поиск указанного текста для заданного регулярного выражения, возвращая первое соответствие с ним.
sk_sk: Vyhľadá v zadanom texte zadaný regulárny výraz a vráti z textu prvú zhodu.
sl_si: V navedenem besedilu poišče navedeni regularni izraz in vrne prvi zadetek iz njega.
sr_cyrl_rs: Тражи наведени регуларни израз у датом тексту и враћа прво подударање из њега.
sv_se: Söker i den tillhandahållna texten efter det angivna reguljära uttrycket och returnerar den första matchningen.
th_th: ค้นหาข้อความที่ให้มาสำหรับนิพจน์ปกติที่ระบุ และส่งกลับผลลัพธ์แรกที่ตรงกัน
tr_tr: Belirtilen normal ifadeyi verilen metinde arar ve ilk eşleşmeyi döndürür.
uk_ua: Шукає в наданому тексті вказаний регулярний вираз і повертає перший збіг.
vi_vn: Tìm kiếm văn bản được cung cấp đối với biểu thức chính quy đã chỉ định, trả về giá trị khớp đầu tiên từ biểu thức đó.
zh_cn: 在提供的文本中搜索指定的正则表达式，从中返回第一个匹配项。
zh_tw: 在提供的文字中搜尋指定的規則運算式，並傳回第一個相符的結果。

# AboutMatchAll
source: Searches the supplied text for the specified regular expression, returning all matches from it.
bg_bg: Търси посочения регулярен израз в посочения текст, като връща всички съответствия.
ca_es: Cerca l'expressió regular especificada al text proporcionat i en retorna totes les coincidències.
cs_cz: Vyhledá v zadaném regulárním výrazu určitý text a vrátí všechny jeho výskyty.
da_dk: Søger efter den angivne tekst for det angivne regulære udtryk og returnerer alle matchende forekomster.
de_de: Durchsucht den bereitgestellten Text nach dem angegebenen regulären Ausdruck und gibt alle Übereinstimmungen zurück.
el_gr: Αναζητά την καθορισμένη κανονική παράσταση στο παρεχόμενο κείμενο και επιστρέφει όλες τις αντιστοιχίες από αυτό.
es_es: Busca la expresión regular especificada en el texto proporcionado y devuelve todas las coincidencias.
et_ee: Otsib esitatud tekstist määratud regulaaravaldist, tagastades kõik selle vastendused.
eu_es: Zehaztutako espresio erregularra bilatzen du emandako testuan eta aurkitzen dituen emaitza guztiak itzultzen ditu.
fi_fi: Hakee määritettyä säännönmukaista lauseketta annetusta testistä ja palauttaa siitä kaikki vastaavuudet.
fr_fr: Recherche dans le texte fourni l’expression régulière spécifiée et retourne toutes les correspondances associées.
gl_es: Busca o texto fornecido para a expresión regular especificada e devolve todas as coincidencias dela.
hi_in: निर्दिष्ट नियमित यंजक के लिए दिए गए पाठ को खोजता है, इसके सभी मिलान लौटाता है.
hr_hr: U navedenom tekstu traži navedeni regularni izraz i iz njega vraća sva podudaranja.
hu_hu: A megadott reguláris kifejezés keresése a megadott szövegben, és az összes egyezés visszaadása.
id_id: Mencari teks yang diberikan untuk ekspresi reguler yang ditentukan, menampilkan semua kecocokan yang didapat.
it_it: Cerca il testo fornito per l'espressione regolare specificata, restituendo tutte le corrispondenze.
ja_jp: 指定された正規表現の指定されたテキストを検索します。すべての一致項目が返されます。
kk_kz: Берілген мәтіннен көрсетілген тұрақты өрнекті іздеп, одан барлық сәйкестікті қайтарады.
ko_kr: 제공된 텍스트에서 지정된 정규식을 검색하고 모든 일치 항목을 반환합니다.
lt_lt: Pateiktame tekste ieškoma nurodytos paprastosios išraiškos ir pateikiami visi jos atitikmenys.
lv_lv: Meklē sniegto tekstu norādītajai regulārajai izteiksmei, atgriežot visas atbilstības.
ms_my: Mencari teks yang dibekalkan untuk ungkapan biasa yang ditentukan dengan mengembalikan semua padanan daripadanya.
nb_no: Søker i vedlagt tekst etter det angitte regulære uttrykket og returnerer alle treff fra det.
nl_nl: Hiermee wordt in de opgegeven tekst naar de opgegeven reguliere expressie gezocht en worden alle overeenkomsten uit deze expressie geretourneerd.
pl_pl: Przeszukuje podany tekst pod kątem określonego wyrażenia regularnego i zwraca wszystkie znalezione w nim dopasowania.
pt_br: Pesquisa no texto fornecido a expressão regular especificada, retornando todas as correspondências dela.
pt_pt: Procura a expressão regular no texto fornecido, devolvendo todas as correspondências da mesma.
ro_ro: Caută expresia regulată specificată în textul furnizat, returnând toate potrivirile din acesta.
ru_ru: Выполняет поиск указанного текста для заданного регулярного выражения, возвращая все соответствия с ним.
sk_sk: Vyhľadá v zadanom texte zadaný regulárny výraz a vráti z textu všetky zhody.
sl_si: V navedenem besedilu poišče navedeni regularni izraz in vrne vse zadetke iz njega.
sr_cyrl_rs: Тражи наведени регуларни израз у датом тексту и враћа сва подударања из њега.
sv_se: Söker i den tillhandahållna texten efter det angivna reguljära uttrycket och returnerar alla matchningar.
th_th: ค้นหาข้อความที่ให้มาสำหรับนิพจน์ปกติที่ระบุ และส่งกลับผลลัพธ์ที่ตรงกันทั้งหมด
tr_tr: Belirtilen normal ifadeyi verilen metinde arar ve tüm eşleşmeleri döndürür.
uk_ua: Шукає в наданому тексті вказаний регулярний вираз і повертає всі збіги.
vi_vn: Tìm kiếm văn bản được cung cấp đối với biểu thức chính quy đã chỉ định, trả về mọi giá trị khớp từ biểu thức đó.
zh_cn: 在提供的文本中搜索指定的正则表达式，从中返回所有匹配项。
zh_tw: 在提供的文字中搜尋指定的規則運算式，並傳回所有相符的項目。

# AboutMatch_text
source: The text to be searched against the regular expression.
bg_bg: Текстът, в който да се търси регулярният израз.
ca_es: Text que se cercarà segons l'expressió regular.
cs_cz: Text, který se má prohledat podle regulárního výrazu.
da_dk: Den tekst, der skal søges, sammenholdt med et regulært udtryk.
de_de: Der Text, der anhand des regulären Ausdrucks durchsucht wird.
el_gr: Το κείμενο που θα αναζητηθεί ως προς την κανονική παράσταση.
es_es: Texto que se buscará según la expresión regular.
et_ee: Tekst, mida regulaaravaldise suhtes otsitakse.
eu_es: Espresio erregularra kontuan hartuta bilatuko den testua.
fi_fi: Teksti, jota haetaan säännönmukaisesta lausekkeesta.
fr_fr: Texte dans lequel rechercher l’expression régulière.
gl_es: Texto co que se vai comparar a expresión regular.
hi_in: पाठ को नियमिति व्यंजक के विरूद्ध खोजा जाना चाहिए.
hr_hr: Tekst koji će se tražiti prema regularnom izrazu.
hu_hu: Az a szöveg, amelyben a reguláris kifejezés alapján való keresést végre kell hajtani.
id_id: Teks yang akan dicari pada ekspresi regulernya.
it_it: Testo da cercare in base all'espressione regolare.
ja_jp: 正規表現に対して検索するテキスト。
kk_kz: Тұрақты өрнек бойынша ізделетін мәтін.
ko_kr: 정규식에 대해 검색할 텍스트입니다.
lt_lt: Tekstas, kurio reikia ieškoti pagal paprastąją išraišką.
lv_lv: Parastā izteiksmē meklējamais teksts.
ms_my: Teks untuk dicari mengikut ungkapan biasa.
nb_no: Teksten som skal søkes mot det vanlige uttrykket.
nl_nl: De tekst waarop moet worden gezocht voor de reguliere expressie.
pl_pl: Tekst, który będzie przeszukiwany z uwzględnieniem wyrażenia regularnego.
pt_br: O texto a ser pesquisado em relação à expressão regular.
pt_pt: O texto a procurar na expressão regular.
ro_ro: Textul care se compară cu expresia regulată.
ru_ru: Текст, сверяемый с регулярным выражением при поиске.
sk_sk: Text, ktorý sa má vyhľadať podľa regulárneho výrazu.
sl_si: Besedilo, ki ga želite preiskati z regularnim izrazom.
sr_cyrl_rs: Текст који треба претражити у односу на регуларни израз.
sv_se: Texten att jämföra mot det reguljära uttrycket.
th_th: ข้อความที่จะค้นหาตามนิพจน์ปกติ
tr_tr: Normal ifadede aranacak olan metin.
uk_ua: Текст, у якому потрібно шукати регулярний вираз.
vi_vn: Văn bản cần tìm kiếm dựa trên biểu thức chính quy.
zh_cn: 要根据正则表达式进行搜索的文本。
zh_tw: 要根據規則運算式搜尋的文字。

# AboutMatch_regular_expression
source: The regular expression to check the text against. It can contain captures (values between parenthesis) that will be returned in case of a successful match.
bg_bg: Регулярният израз, спрямо който да се провери текстът. Може да съдържа заснемания (стойности между скоби), които ще се връщат в случай на успешно съвпадение.
ca_es: Expressió regular amb la qual s'ha de comprovar el text. Pot contenir captures (valors entre parèntesi) que es retornaran si hi ha una coincidència correcta.
cs_cz: Regulární výraz, pomocí kterého se zkontroluje text. Může obsahovat zachycení (hodnoty mezi závorkami), které se vrátí v případě úspěšného nalezení shody.
da_dk: Det regulære udtryk, som teksten skal sammenholdes med. Det kan indeholde skærmklip (værdier mellem parentes), der skal returneres i tilfælde af et positivt match.
de_de: Der reguläre Ausdruck, nach dem der Text durchsucht wird. Dieser kann gruppierte Werte (Werte zwischen Klammern) enthalten, die im Falle einer erfolgreichen Übereinstimmung zurückgegeben werden.
el_gr: Η κανονική παράσταση με την οποία θα ελεγχθεί το κείμενο. Μπορεί να περιέχει καταγραφές (τιμές μεταξύ παρενθέσεων) που θα επιστραφούν σε περίπτωση επιτυχημένης συμφωνίας.
es_es: Expresión regular con la que comprobar el texto. Puede contener capturas (valores entre paréntesis) que se devolverán en caso de una coincidencia correcta.
et_ee: Regulaaravaldis, mille suhtes teksti kontrollida. See võib sisaldada hõiveid (ümarsulgudes olevad väärtused), mis tagastatakse eduka vastenduse korral.
eu_es: Testua egiaztatzeko erabiliko den espresio erregularra. Bat datorren balioren bat badago itzuliko diren kapturak eduki ditzake (hau da, parentesi arteko balioak).
fi_fi: Säännöllinen lauseke, jota vasten teksti tarkistetaan. Se voi sisältää sieppauksia (sulkeiden sisällä olevia arvoja), jotka palautetaan, jos vastaavuus löytyy.
fr_fr: Expression régulière à rechercher dans le texte. Elle peut contenir des captures (valeurs entre parenthèses) qui sont retournées en cas de correspondance trouvée.
gl_es: Expresión regular coa que comparar o texto. Pode conter capturas (valores entre parénteses), que se devolverán se se produce unha coincidencia correcta.
hi_in: पाठ के मुताबिक जाँच करने के लिए नियमित व्यंजक. इसमें कैप्चर (कोष्ठक के बीच वाले मान) शामिल हो सकते हैं, जिन्हें सफल मिलान होने पर लौटा दिया जाता है.
hr_hr: Regularni izraz za provjeru teksta. Sadrži snimke (vrijednosti između zagrada) koje će biti vraćene u slučaju podudaranja.
hu_hu: A szövegbeli egyezés alapjául szolgáló reguláris kifejezés. Olyan befoglalásokat (zárójelbe tett értékeket) tartalmazhat, amelyeket sikeres egyezés esetén ad vissza a függvény.
id_id: Ekspresi reguler untuk memeriksa teks. Ekspresi dapat berisi tangkapan (nilai dalam tanda kurung) yang akan dihasilkan jika pencocokan berhasil.
it_it: Espressione regolare in base a cui verificare il testo. Può contenere acquisizioni (valori tra parentesi) che verranno restituite in caso di corrispondenza trovata.
ja_jp: テキストをチェックする正規表現。キャプチャ (かっこ間の値) を含めることができます。その場合、一致項目があると返されます。
kk_kz: Мәтін тексерілетін регуляр өрнек. Онда сәтті сәйкестік болған жағдайда қайтарылатын деректер (жақша ішіндегі мәндер) болуы мүмкін.
ko_kr: 텍스트를 검사할 정규식입니다. 일치하는 경우 반환되는 캡처(괄호 사이의 값)가 포함됩니다.
lt_lt: Paprastoji išraiška, pagal kurią reikia tikrinti tekstą. Ji gali apimti užfiksuotus įrašus (reikšmes skliausteliuose), kurie bus pateikti sėkmingo sutapimo atveju.
lv_lv: Parasta izteiksme, pret kuru jāpārbauda teksts. Tajā var būt tvērumi (iekavās ietvertas vērtības), kas tiks atgriezti sekmīgas atbilstības gadījumā.
ms_my: Ungkapan biasa untuk menyemak teks. Boleh mengandungi tangkapan (nilai antara kurungan) yang akan dikembalikan jika padanan berjaya.
nb_no: RegEx som som teksten skal kontrolleres mot. Det kan inneholde opptak (verdier mellom parenteser) som returneres hvis det oppstår et vellykket samsvar.
nl_nl: De reguliere expressie om de tekst op te controleren. Kan opnamen (waarden tussen haakjes) bevatten die in het geval van een overeenkomst worden geretourneerd.
pl_pl: Wyrażenie regularne, względem którego zostanie sprawdzony tekst. Może zawierać przechwytywania (wartości w nawiasach), które zostaną zwrócone w przypadku pomyślnego dopasowania.
pt_br: A expressão regular em relação a qual o texto deve ser verificado. Ela pode conter capturas (os valores entre parênteses) que serão retornadas no caso de uma correspondência com êxito.
pt_pt: A expressão regular para verificar o texto. Pode conter capturas (valores entre parênteses) que serão devolvidas em caso de correspondência com êxito.
ro_ro: Expresia regulată cu care se compară textul. Aceasta poate conține capturi (valorile dintre paranteze) care vor fi returnate în cazul unei potriviri efectuate cu succes.
ru_ru: Регулярное выражение, с помощью которого проверяется текст. Оно может содержать записи (значения в скобках), которые будут возвращены при нахождении соответствия.
sk_sk: Regulárny výraz, v súvislosti s ktorým sa má skontrolovať text. Môže obsahovať hodnoty medzi zátvorkami, ktoré sa vrátia v prípade úspešnej zhody.
sl_si: Regularni izraz, ki bo uporabljen za preverjanje besedila. Vsebuje lahko zajeme (vrednosti med oklepaji), ki bodo vrnjeni v primeru uspešnega ujemanja.
sr_cyrl_rs: Регуларни израз у односу на који се проверава текст. Може да садржи записе (вредности између зарада) који ће се вратити у случају подударања.
sv_se: Det reguljära uttrycket att kontrollera texten mot. Det kan innehålla insamlingar (värden inom parenteser) som returneras vid en lyckad matchning.
th_th: นิพจน์ปกติเพื่อตรวจสอบข้อความเทียบ ซึ่งสามารถมีการบันทึก (ค่าระหว่างวงเล็บ) ที่จะถูกส่งกลับในกรณีที่การจับคู่สำเร็จ
tr_tr: Metni denetlerken kullanılacak normal ifade. Başarılı eşleşme durumunda döndürülecek olan yakalamaları (parantez arasındaki değerler) içerebilir.
uk_ua: Регулярний вираз, за яким потрібно перевірити текст; може містити групи захоплення (значення в дужках), які повертатимуться для успішно знайдених збігів
vi_vn: Biểu thức thông thường để kiểm tra văn bản dựa trên đó. Có thể chứa nội dung thu được (các giá trị giữa các dấu ngoặc tròn) sẽ được trả về trong trường hợp khớp hoàn toàn.
zh_cn: 用于检查文本的正则表达式。它可以包含在成功匹配的情况下将返回的捕获(括号之间的值)。
zh_tw: 用於核對文字的規則運算式。其中可包含會在比對成功時傳回的擷取 (括號之間的值)。

# AboutMatch_options
source: This determines what part of the text we want to match. It may be a value of the MatchOptions enum.
bg_bg: Определя за коя част от текста се търси съответствие. Може да е стойност на изброяването MatchOptions.
ca_es: Determina la part de text que volem que coincideixi. Pot ser un valor de l'enumeració MatchOptions.
cs_cz: Určuje, jakou část textu chceme porovnávat. Může to být hodnota výčtu MatchOptions.
da_dk: Dette bestemmer, hvilken del af teksten, vi vil matche. Det kan være en værdi i MatchOptions-enum.
de_de: Legt fest, welcher Teil des Textes abgeglichen werden soll. Es kann sich um einen Wert der MatchOptions-Enumeration handeln.
el_gr: Προσδιορίζει το μέρος του κειμένου που θέλουμε να αντιστοιχίσουμε. Μπορεί να είναι μια τιμή της απαρίθμησης MatchOptions.
es_es: Esto determina qué parte del texto queremos hacer coincidir. Puede ser un valor de la enumeración MatchOptions.
et_ee: Määrab, millist teksti osa soovime vastendada. See võib olla loetelu MatchOptions väärtus.
eu_es: Eragiketa honek testuan konparatu nahi ditugun zatiak zehazten ditu. MatchOptions enumerazioaren balio bat izan daiteke.
fi_fi: Tämä määrittää, mille tekstin osalle vastaavuus halutaan. Se voi olla MatchOptions-luetteloinnin arvo.
fr_fr: Ceci détermine la partie du texte que nous souhaitons faire correspondre. Il peut s’agir d’une valeur de l’enum MatchOptions.
gl_es: Determina que parte do texto queremos facer coincidir. Pode ser un valor da enumeración MatchOptions.
hi_in: इससे निर्धारित होता है कि हम पाठ के कौन से भाग का मिलान करना चाहते हैं. यह MatchOptions एनम का कोई मान हो सकता है.
hr_hr: Određuje koji dio teksta želimo usporediti. To može biti vrijednost enumeracije MatchOptions.
hu_hu: Ez határozza meg, hogy az egyezést a szöveg mely részében kell keresni. Ez a MatchOptions felsorolás értéke is lehet.
id_id: Ini menentukan bagian teks mana yang ingin dicocokkan, yang dapat berupa nilai enum MatchOptions.
it_it: Determina la parte del testo per cui si vuole trovare una corrispondenza. Può essere un valore dell'enumerazione MatchOptions.
ja_jp: これにより、照合するテキストの部分が決定します。これは、MatchOptions 列挙型の値である場合があります。
kk_kz: Мәтіннің қай бөлігін сәйкестендіру керектігін анықтайды. Ол MatchOptions тізімінің мәні болуы мүмкін.
ko_kr: 일치하기 원하는 텍스트의 부분을 결정하며, 이는 MatchOptions 열거형의 값일 수 있습니다.
lt_lt: Nustatoma, kurią teksto dalį norime gretinti. Tai gali būti MatchOptions išvardijimo reikšmė.
lv_lv: Šādi tiek noteikts, kurai teksta daļai vēlamies noteikt atbilstību. Tā var būt uzskaitījuma MatchOptions vērtība.
ms_my: Ini menentukan bahagian teks yang ingin kami padankan. Ia mungkin merupakan nilai enum MatchOptions.
nb_no: Dette bestemmer hvilken del av teksten vi vil ha samsvar med. Det kan være en verdi i MatchOptions-opplistingen.
nl_nl: Hiermee wordt bepaald voor welk deel van de tekst een overeenkomst moet worden gevonden. Dit kan een waarde van de enum MatchOptions zijn.
pl_pl: Określa, którą część tekstu chcemy dopasować. Może to być wartość wyliczenia MatchOptions.
pt_br: Determina qual a parte do texto queremos corresponder. Pode ser um valor de enumeração MatchOptions.
pt_pt: Determina a parte do texto cuja correspondência é pretendida. Pode ser um valor da enumeração MatchOptions.
ro_ro: Aceasta determină partea de text cu care dorim să realizăm corelarea. Poate fi o valoare din enumerarea MatchOptions.
ru_ru: Определяет, какую часть текста следует сопоставлять. Это может быть значение перечисления MatchOptions.
sk_sk: Určuje, pre ktorú časť textu chceme nájsť zhodu. Môže ísť o hodnotu enumerácie MatchOptions.
sl_si: Ta možnost določa, za kateri del besedila je treba poiskati zadetek. Lahko je vrednost oštevilčenja »MatchOptions«.
sr_cyrl_rs: Овим се одређује који део текста желимо да се подудара. То може бити вредност набрајања MatchOptions.
sv_se: Det här fastställer vilken del av texten som vi vill matcha. Det kan vara ett värde av MatchOptions-uppräkningen.
th_th: การดำเนินการนี้จะเป็นการกำหนดส่วนของข้อความที่เราต้องการจับคู่ โดยอาจเป็นค่าของ enum MatchOptions
tr_tr: Bu, metnin hangi bölümünü eşleştirmek istediğimizi belirler. MatchOptions sabit listesi değerlerinden biri olabilir.
uk_ua: Визначає, для якої частини тексту потрібно знайти збіг; це може бути значення переліку MatchOptions.
vi_vn: Đối số này sẽ xác định phần văn bản mà chúng tôi muốn khớp. Đây có thể là một giá trị MatchOptions kiểu liệt kê.
zh_cn: 这将确定我们要匹配文本的哪一部分。可能是一个 MatchOptions 枚举值。
zh_tw: 這會決定我們想要比對文字的哪個部分。可能是 MatchOptions 列舉的值。

# AboutMatchAll_text
source: The text to be searched against the regular expression.
bg_bg: Текстът, в който да се търси регулярният израз.
ca_es: Text que se cercarà segons l'expressió regular.
cs_cz: Text, který se má prohledat podle regulárního výrazu.
da_dk: Den tekst, der skal søges, sammenholdt med et regulært udtryk.
de_de: Der Text, der anhand des regulären Ausdrucks durchsucht wird.
el_gr: Το κείμενο που θα αναζητηθεί ως προς την κανονική παράσταση.
es_es: Texto que se buscará según la expresión regular.
et_ee: Tekst, mida regulaaravaldise suhtes otsitakse.
eu_es: Espresio erregularra kontuan hartuta bilatuko den testua.
fi_fi: Teksti, jota haetaan säännönmukaisesta lausekkeesta.
fr_fr: Texte dans lequel rechercher l’expression régulière.
gl_es: Texto co que se vai comparar a expresión regular.
hi_in: पाठ को नियमिति व्यंजक के विरूद्ध खोजा जाना चाहिए.
hr_hr: Tekst koji će se tražiti prema regularnom izrazu.
hu_hu: Az a szöveg, amelyben a reguláris kifejezés alapján való keresést végre kell hajtani.
id_id: Teks yang akan dicari pada ekspresi regulernya.
it_it: Testo da cercare in base all'espressione regolare.
ja_jp: 正規表現に対して検索するテキスト。
kk_kz: Тұрақты өрнек бойынша ізделетін мәтін.
ko_kr: 정규식에 대해 검색할 텍스트입니다.
lt_lt: Tekstas, kurio reikia ieškoti pagal paprastąją išraišką.
lv_lv: Parastā izteiksmē meklējamais teksts.
ms_my: Teks untuk dicari mengikut ungkapan biasa.
nb_no: Teksten som skal søkes mot det vanlige uttrykket.
nl_nl: De tekst waarop moet worden gezocht voor de reguliere expressie.
pl_pl: Tekst, który będzie przeszukiwany z uwzględnieniem wyrażenia regularnego.
pt_br: O texto a ser pesquisado em relação à expressão regular.
pt_pt: O texto a procurar na expressão regular.
ro_ro: Textul care se compară cu expresia regulată.
ru_ru: Текст, сверяемый с регулярным выражением при поиске.
sk_sk: Text, ktorý sa má vyhľadať podľa regulárneho výrazu.
sl_si: Besedilo, ki ga želite preiskati z regularnim izrazom.
sr_cyrl_rs: Текст који треба претражити у односу на регуларни израз.
sv_se: Texten att jämföra mot det reguljära uttrycket.
th_th: ข้อความที่จะค้นหาตามนิพจน์ปกติ
tr_tr: Normal ifadede aranacak olan metin.
uk_ua: Текст, у якому потрібно шукати регулярний вираз.
vi_vn: Văn bản cần tìm kiếm dựa trên biểu thức chính quy.
zh_cn: 要根据正则表达式进行搜索的文本。
zh_tw: 要根據規則運算式搜尋的文字。
