Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# WrnDelegationRefersThisRecord
source: Can't delegate {0}: Expression compares multiple fields.
bg_bg: Не може да се делегира {0}: Изразът сравнява няколко полета.
ca_es: No es pot delegar {0}: l'expressió compara diversos camps.
cs_cz: Nelze delegovat {0}: Výraz porovnává více polí.
da_dk: Kan ikke uddelegere {0}: Udtrykket sammenligner flere felter.
de_de: {0} kann nicht delegiert werden: Der Ausdruck vergleicht mehrere Felder.
el_gr: Δεν είναι δυνατή η ανάθεση του {0}: Η έκφραση συγκρίνει πολλαπλά επίπεδα.
es_es: No se puede delegar {0}: la expresión compara varios campos.
et_ee: Ei saa delegeerida {0}: avaldis võrdleb mitut välja.
eu_es: Ezin da eskuordetu {0}: adierazpenak hainbat eremu konparatzen ditu.
fi_fi: Ei voi delegoida {0}: Lauseke vertaa useita kenttiä.
fr_fr: Impossible de déléguer {0} : expression compare plusieurs champs.
gl_es: Non pode delegar {0}: A expresión compara múltiples campos.
hi_in: {0} को प्रतिनिधि नहीं कर सकते: एक्सप्रेशन कई तरह के फ़ील्ड की तुलना करती है.
hr_hr: Nije moguće delegirati {0}: izraz uspoređuje više polja.
hu_hu: Az alábbiak nem hatalmazhatók meg {0}: A kifejezés több mezőt is összehasonlít.
id_id: Tidak dapat mendelegasikan {0}: Ekspresi membandingkan beberapa bidang.
it_it: Impossibile delegare {0}: l'espressione confronta più campi.
ja_jp: {0} をデリゲートできません: 式が複数のフィールドを比較しています。
kk_kz: {0} беру мүмкін емес: өрнек бірнеше өрісті салыстырады.
ko_kr: {0}을(를) 위임할 수 없음: 식은 여러 필드를 비교합니다.
lt_lt: Negalima deleguoti {0}: išraiška lygina kelis laukus.
lv_lv: Nevar deleģēt šo: {0}: izteiksme salīdzina vairākus laukus.
ms_my: Tidak dapat mewakili {0}: Ungkapan membandingkan berbilang medan.
nb_no: Kan ikke delegere {0}: Uttrykk sammenligner flere felter.
nl_nl: Kan {0} niet machtigen: expressie vergelijkt meerdere velden.
pl_pl: Nie można wydelegować operacji {0}: wyrażenie porównuje wiele pól.
pt_br: Não é possível delegar {0}: a expressão compara vários campos.
pt_pt: Não é possível delegar {0}: a expressão compara vários campos.
ro_ro: Nu putem delega {0}: Expresia compară mai multe câmpuri.
ru_ru: Невозможно делегировать {0}: выражение сравнивает несколько полей.
sk_sk: Nie je možné delegovať {0}: Výraz porovnáva viaceré polia.
sl_si: Ni mogoče pooblastiti – {0}: izraz primerja več polj.
sr_cyrl_rs: Није могуће делегирати {0}: израз пореди више поља.
sv_se: Det går inte att delegera {0}: Uttrycket jämför flera fält.
th_th: ไม่สามารถมอบสิทธิ์ {0} ได้: นิพจน์เปรียบเทียบหลายฟิลด์
tr_tr: {0} öğesi atanamıyor: İfade, birden fazla alanı kıyaslıyor.
uk_ua: Не вдалося делегувати {0}: вираз порівнює кілька полів.
vi_vn: Không thể đại diện {0}: Biểu thức so sánh nhiều trường.
zh_cn: 无法委托 {0}: 表达式将比较多个字段。
zh_tw: 無法委派 {0}: 運算式比較了多個欄位。

# WrnDelegationBehaviorFunction
source: Can't delegate {0}: contains a behavior function '{1}'.
bg_bg: Не може да се делегира {0}: съдържа функция за поведение „{1}“.
ca_es: No es pot delegar {0}: conté una funció de comportament "{1}".
cs_cz: Nelze delegovat {0}: obsahuje funkci chování '{1}'.
da_dk: Kan ikke uddelegere {0}: indeholder en adfærdsfunktion '{1}'.
de_de: {0} kann nicht delegiert werden: Enthält eine Verhaltensfunktion „{1}“.
el_gr: Δεν είναι δυνατή η ανάθεση {0}: περιέχει μια συνάρτηση συμπεριφοράς '{1}'.
es_es: No se puede delegar {0}: contiene una función de comportamiento "{1}".
et_ee: Üksust {0} ei saa delegeerida: sisaldab käitumisfunktsiooni „{1}“.
eu_es: Ezin da eskuordetu {0}: "{1}" portaera-funtzioa dauka.
fi_fi: Ei voida delegoida kohdetta {0}: kohde sisältää käyttäytymisfunktion {1}.
fr_fr: Impossible de déléguer {0} : contient une fonction de comportement « {1} ».
gl_es: Non se pode delegar {0}: contén unha función de comportamento "{1}".
hi_in: {0} को प्रतिनिधि नहीं कर सकते हैं: एक व्यवहार फ़ंक्‍शन '{1}' शामिल है.
hr_hr: {0} se ne može delegirati: sadrži funkciju ponašanja „{1}”.
hu_hu: A(z) {0} nem delegálható: '{1}' viselkedési függvényt tartalmaz.
id_id: Tidak dapat mendelegasikan {0}: berisi fungsi perilaku '{1}'.
it_it: Impossibile delegare {0}: contiene una funzione di comportamento "{1}".
ja_jp: {0} を委任できません: 動作機能 '{1}' を含みます。
kk_kz: {0} сенім білдіру мүмкін емес: құрамында "{1}" тәртіптік функциясы бар.
ko_kr: {0}을(를) 위임할 수 없음: 동작 함수 '{1}'을(를) 포함합니다.
lt_lt: Negalima perduoti {0}: yra veikimo funkcija „{1}“.
lv_lv: Nevar deleģēt {0}: satur uzvedības funkciju '{1}'.
ms_my: Tidak dapat menugaskan {0}: mengandungi fungsi kelakuan '{1}'.
nb_no: Kan ikke delegere {0}: inneholder en virkemåtefunksjon {1}.
nl_nl: Kan {0} niet machtigen: bevat de gedragsfunctie {1}.
pl_pl: Nie można wydelegować operacji {0}: zawiera funkcję zachowania „{1}”.
pt_br: Não é possível delegar {0}: contém uma função de comportamento "{1}".
pt_pt: Não é possível delegar {0}: contém uma função de comportamento "{1}".
ro_ro: Nu se poate delega {0}: conține o funcție de comportament „{1}”.
ru_ru: Невозможно делегировать "{0}": содержит функцию поведения "{1}".
sk_sk: {0} nie je možné delegovať: obsahuje funkciu správania {1}.
sl_si: Dodelitev za {0} ni mogoča: vsebuje funkcijo vedenja »{1}«.
sr_cyrl_rs: Није могуће делегирати {0}: садржи функцију понашања „{1}“.
sv_se: Det går inte att delegera {0}: innehåller en beteendefunktion {1}.
th_th: ไม่สามารถมอบสิทธิ์ {0} ได้: มีฟังก์ชันการทำงาน '{1}'
tr_tr: {0} atanamıyor: '{1}' davranış işlevini içeriyor.
uk_ua: Не вдалося делегувати {0}: містить поведінкову функцію "{1}".
vi_vn: Không thể ủy quyền {0}: chứa hàm hành vi "{1}".
zh_cn: 无法委托 {0}: 包含行为函数 '{1}'。
zh_tw: 無法委派 {0}: 包含行為函式 '{1}'。

# AboutIsMatch
source: Determines if the supplied text has a match of the supplied text format.
bg_bg: Определя дали посоченият текст съдържа съответствие с посочения формат.
ca_es: Determina si el text proporcionat coincideix amb el format de text proporcionat.
cs_cz: Určuje, jestli zadaný text obsahuje shodu zadaného formátu textu.
da_dk: Fastslår, om den angivne tekst har en forekomst af det angivne tekstformat.
de_de: Ermittelt, ob der angegebene Text dem angegebenen Textformat entspricht.
el_gr: Προσδιορίζει αν το παρεχόμενο κείμενο διαθέτει αντιστοιχία με την παρεχόμενη μορφή κειμένου.
es_es: Determina si el texto proporcionado coincide con el formato de texto proporcionado.
et_ee: Määrab, kas esitatud tekstil esineb esitatud tekstivormingu vaste.
eu_es: Emandako testua eta testuaren formatua bat datozen zehazten du.
fi_fi: Määrittää, onko annetulla tekstillä annetun tekstimuodon vastaavuus.
fr_fr: Détermine si le texte fourni a une correspondance avec le format texte fourni.
gl_es: Determina se o texto fornecido coincide co formato de texto fornecido.
hi_in: निर्धारित करता है कि प्रदत्त पाठ, प्रदत्त पाठ स्वरूप से मेल खाता है.
hr_hr: Utvrđuje podudara li se navedeni tekst s navedenim oblikom teksta.
hu_hu: Azt határozza meg, hogy a megadott szöveg megfelel-e a megadott szövegformátumnak.
id_id: Menentukan apakah teks yang diberikan sesuai dengan format teks yang ada.
it_it: Determina se per il testo specificato viene trovata una corrispondenza del formato di testo indicato.
ja_jp: 指定されたテキストが指定されたテキスト形式に一致しているかどうかを判定します。
kk_kz: Берілген мәтіннің берілген мәтін пішіміне сәйкестігін анықтайды.
ko_kr: 입력한 텍스트가 입력한 텍스트 형식과 일치하는지 결정합니다.
lt_lt: Nustatoma, ar yra pateikto teksto atitikmuo pateikto teksto formatu.
lv_lv: Nosaka, vai norādītais teksts atbilst norādītajam teksta formātam.
ms_my: Menentukan sama ada teks yang dibekalkan sepadan dengan format teks yang dibekalkan atau tidak.
nb_no: Avgjør om den angitte teksten har et samsvar med det angitte tekstformatet.
nl_nl: Bepaalt of er voor de opgegeven tekst een overeenkomst in de aangeleverde tekstindeling bestaat.
pl_pl: Określa, czy podany tekst ma odpowiednik w postaci formatu podanego tekstu.
pt_br: Determina se o texto fornecido tem uma correspondência do formato de texto fornecido.
pt_pt: Determina se o texto fornecido tem um correspondente do formato do texto fornecido.
ro_ro: Determină dacă în textul furnizat există o potrivire a formatului de text furnizat.
ru_ru: Определяет, есть ли в предоставленном тексте совпадение с указанным форматом текста.
sk_sk: Určuje, či zadaný text obsahuje zhodu zadaného formátu textu.
sl_si: Določi, ali navedeno besedilo ustreza obliki zapisa navedenega besedila.
sr_cyrl_rs: Утврђује да ли обезбеђени текст садржи подударање са обезбеђеним форматом текста.
sv_se: Fastställer om den angivna texten har en matchning för det angivna textformatet.
th_th: กำหนดว่าข้อความที่ป้อนมีส่วนที่ตรงกับรูปแบบข้อความที่ป้อนหรือไม่
tr_tr: Sağlanan metnin, sağlanan metin biçimi ile eşleşip eşleşmediğini belirler.
uk_ua: Визначає, чи вказаний текст відповідає вказаному текстовому формату.
vi_vn: Xác định xem văn bản được cung cấp có khớp với định dạng văn bản được cung cấp không.
zh_cn: 确定提供的文本是否与所提供的文本格式匹配。
zh_tw: 決定提供的文字是否與提供的格式相符。

# AboutIsMatch_text
source: The text to be compared against the format.
bg_bg: Текстът, който да бъде сравнен с формата.
ca_es: El text que es compararà amb el format.
cs_cz: Text, který se má porovnat s formátem.
da_dk: Den tekst, der skal sammenlignes med formatet.
de_de: Der Text, der mit dem Format abgeglichen wird.
el_gr: Το κείμενο που θα συγκριθεί με τη μορφή.
es_es: Texto que se comparará con el formato.
et_ee: Tekst, mida vorminguga võrreldakse.
eu_es: Formatuarekin konparatuko den testua.
fi_fi: Teksti, jota verrataan muotoon.
fr_fr: Texte à comparer au format.
gl_es: Texto co que se vai comparar o formato.
hi_in: स्वरूप के अनुरूप पाठ की तुलना की जानी है.
hr_hr: Tekst koji želite usporediti s oblikom.
hu_hu: A szöveg, melyet össze kell hasonlítani a formátummal.
id_id: Teks yang akan dibandingkan dengan format.
it_it: Testo da confrontare con il formato.
ja_jp: 形式と比較するテキスト。
kk_kz: Пішім бойынша салыстырылатын мәтін.
ko_kr: 형식과 비교할 텍스트입니다.
lt_lt: Tekstas, kuris bus tikrinamas pagal formatą.
lv_lv: Teksts, kas jāsalīdzina ar formātu.
ms_my: Teks untuk dibandingkan dengan format.
nb_no: Teksten som skal sammenlignes med formatet.
nl_nl: De tekst die met de indeling moet worden vergeleken.
pl_pl: Tekst, który będzie porównywany z formatem.
pt_br: O texto a ser comparado com o formato.
pt_pt: O texto a comparar relativamente ao formato.
ro_ro: Textul care să fie comparat în raport cu formatul.
ru_ru: Текст, сверяемый с форматом.
sk_sk: Text, ktorý sa má porovnať s formátom.
sl_si: Besedilo, ki bo primerjano z obliko zapisa.
sr_cyrl_rs: Текст који треба упоредити у односу на формат.
sv_se: Texten att jämföra mot formatet.
th_th: ข้อความที่จะเปรียบเทียบกับรูปแบบ
tr_tr: Biçimle karşılaştırılacak metin.
uk_ua: Текст, який потрібно оцінити стосовно певного формату.
vi_vn: Văn bản cần so sánh với định dạng.
zh_cn: 要对格式进行比较的文本。
zh_tw: 要與格式進行比對的文字。

# AboutIsMatch_format
source: The format to check the text against. It may be a value of the TextFormat enum or a regular expression.
bg_bg: Форматът, спрямо който се проверява текстът. Може да е стойност на изброяването TextFormat или регулярен израз.
ca_es: El format amb el qual s'ha de comprovar el text. Pot ser un valor de l'enumeració TextFormat o una expressió regular.
cs_cz: Formát, proti kterému se má text kontrolovat. Může to být hodnota výčtu TextFormat nebo regulární výraz.
da_dk: Det format, teksten skal kontrolleres imod. Det kan være en værdi af TextFormat enum eller et regulært udtryk.
de_de: Das Format, mit dem der Text abgeglichen wird. Es kann sich um einen Wert der TextFormat-Enumeration oder um einen regulären Ausdruck handeln.
el_gr: Η μορφή σε σχέση με την οποία θα ελεγχθεί το κείμενο. Μπορεί να είναι μια τιμή της απαρίθμησης TextFormat ή μια κανονική παράσταση.
es_es: Formato con el que se comprobará el texto. Puede que sea un valor de la enumeración TextFormat o una expresión regular.
et_ee: Vorming, mille suhtes teksti kontrollida. See võib olla loetelu TextFormat või regulaaravaldise väärtus.
eu_es: Testuarekin konparatuko den formatua. TextFormat enumerazioaren edo espresio erregular baten balioa izan daiteke.
fi_fi: Muoto, jota vasten teksti tarkistetaan. Se voi olla TextFormat-luetteloinnin arvo tai säännöllinen lauseke.
fr_fr: Format avec lequel comparer le texte. Il peut s’agir d’une valeur de l’enum TextFormat ou d’une expression régulière.
gl_es: Formato co que se debe comprobar o texto. Debe ser un valor da enumeración TextFormat ou unha expresión regular.
hi_in: पाठ से अनुरूपता के लिए स्वरूप की जाँच. यह TextFormat एनम या कोई नियमित व्यंजक का मान हो सकता है.
hr_hr: Oblik s kojim želite usporediti tekst. To može biti vrijednost enumeracije TextFormat ili regularni izraz.
hu_hu: A formátum, amely alapján ellenőrizni kell a szöveget. Ez a TextFormat felsorolás értéke vagy egy reguláris kifejezés lehet.
id_id: Format yang digunakan untuk memeriksa teks, yang dapat berupa nilai enum TextFormat atau ekspresi biasa.
it_it: Formato in base a cui verificare il testo. Può essere un valore dell'enumerazione TextFormat o un'espressione regolare.
ja_jp: テキストを照合する形式。これは、TextFormat 列挙型の値、または正規表現である場合があります。
kk_kz: Мәтін тексерілетін пішім. Ол TextFormat тізімінің мәні немесе тұрақты өрнек болуы мүмкін.
ko_kr: 텍스트에 대해 확인할 형식이며, 이는 TextFormat 열거형의 값 또는 정규식일 수 있습니다.
lt_lt: Formatas, pagal kurį tikrinamas tekstas. Tai gali būti TextFormat išvardijimo reikšmė arba paprastoji išraiška.
lv_lv: Formāts, salīdzinājumā ar kuru jāpārbauda teksts. Tā var būt uzskaitījuma TextFormat vērtība vai regulāra izteiksme.
ms_my: Format untuk disemak terhadap teks. Ia mungkin merupakan nilai enum TextFormat atau ungkapan biasa.
nb_no: Formatet som teksten skal kontrolleres mot. Det kan være en verdi for opplistingen TextFormat eller et regulært uttrykk.
nl_nl: De indeling waarop de tekst moet worden gecontroleerd. Dit kan een waarde van de enum TextFormat of een reguliere expressie zijn.
pl_pl: Format, pod kątem którego będzie sprawdzany tekst. Może to być wartość wyliczenia TextFormat lub wyrażenie regularne.
pt_br: O formato a ser comparado com o texto. Ele pode ser um valor da enumeração TextFormat ou uma expressão regular.
pt_pt: O formato a verificar relativamente ao texto. Pode ser um valor da enumeração TextFormat ou uma expressão regular.
ro_ro: Formatul în raport cu care se verifică textul. Poate fi o valoare a enumerării TextFormat sau o expresie regulată.
ru_ru: Формат, с которым сверяется текст. Это может быть значение перечисления TextFormat или регулярное выражение.
sk_sk: Formát, s ktorým sa má text porovnať. Môže ísť o hodnotu enumerácie TextFormat alebo regulárny výraz.
sl_si: Oblika zapisa, uporabljena za preverjanje besedila. Lahko je vrednost oštevilčenja »TextFormat« ali regularni izraz.
sr_cyrl_rs: Формат у односу на који треба проверити текст. То може бити вредност TextFormat enum или регуларни израз.
sv_se: Formatet att kontrollera texten mot. Det kan vara ett värde för TextFormat-uppräkningen eller ett reguljärt uttryck.
th_th: รูปแบบที่จะตรวจสอบข้อความ โดยอาจเป็นค่า enum TextFormat หรือนิพจน์ปกติ
tr_tr: Metnin kontrol edileceği biçim. TextFormat sabit listesi veya normal ifade değeri olabilir.
uk_ua: Формат, стосовно якого потрібно оцінювати текст. Це може бути значення переліку TextFormat чи регулярний вираз.
vi_vn: Định dạng để kiểm tra văn bản dựa theo đó. Định dạng này có thể là một giá trị TextFormat kiểu liệt kê hoặc một biểu thức chính quy.
zh_cn: 要针对其来检查文本的格式。可能是一个 TextFormat 枚举值或正则表达式。
zh_tw: 要據以檢查文字的格式。可以是 TextFormat 列舉值或規則運算式。

# AboutIsMatch_extent
source: This determines what part of the text we want to match. It may be a value of the MatchOptions enum.
bg_bg: Определя за коя част от текста се търси съответствие. Може да е стойност на изброяването MatchOptions.
ca_es: Determina la part de text que volem que coincideixi. Pot ser un valor de l'enumeració MatchOptions.
cs_cz: Určuje, jakou část textu chceme porovnávat. Může to být hodnota výčtu MatchOptions.
da_dk: Dette bestemmer, hvilken del af teksten, vi vil matche. Det kan være en værdi i MatchOptions-enum.
de_de: Legt fest, welcher Teil des Textes abgeglichen werden soll. Es kann sich um einen Wert der MatchOptions-Enumeration handeln.
el_gr: Προσδιορίζει το μέρος του κειμένου που θέλουμε να αντιστοιχίσουμε. Μπορεί να είναι μια τιμή της απαρίθμησης MatchOptions.
es_es: Esto determina qué parte del texto queremos hacer coincidir. Puede ser un valor de la enumeración MatchOptions.
et_ee: Määrab, millist teksti osa soovime vastendada. See võib olla loetelu MatchOptions väärtus.
eu_es: Eragiketa honek testuan konparatu nahi ditugun zatiak zehazten ditu. MatchOptions enumerazioaren balio bat izan daiteke.
fi_fi: Tämä määrittää, mille tekstin osalle vastaavuus halutaan. Se voi olla MatchOptions-luetteloinnin arvo.
fr_fr: Ceci détermine la partie du texte que nous souhaitons faire correspondre. Il peut s’agir d’une valeur de l’enum MatchOptions.
gl_es: Determina que parte do texto queremos facer coincidir. Pode ser un valor da enumeración MatchOptions.
hi_in: इससे निर्धारित होता है कि हम पाठ के कौन से भाग का मिलान करना चाहते हैं. यह MatchOptions एनम का कोई मान हो सकता है.
hr_hr: Određuje koji dio teksta želimo usporediti. To može biti vrijednost enumeracije MatchOptions.
hu_hu: Ez határozza meg, hogy az egyezést a szöveg mely részében kell keresni. Ez a MatchOptions felsorolás értéke is lehet.
id_id: Ini menentukan bagian teks mana yang ingin dicocokkan, yang dapat berupa nilai enum MatchOptions.
it_it: Determina la parte del testo per cui si vuole trovare una corrispondenza. Può essere un valore dell'enumerazione MatchOptions.
ja_jp: これにより、照合するテキストの部分が決定します。これは、MatchOptions 列挙型の値である場合があります。
kk_kz: Мәтіннің қай бөлігін сәйкестендіру керектігін анықтайды. Ол MatchOptions тізімінің мәні болуы мүмкін.
ko_kr: 일치하기 원하는 텍스트의 부분을 결정하며, 이는 MatchOptions 열거형의 값일 수 있습니다.
lt_lt: Nustatoma, kurią teksto dalį norime gretinti. Tai gali būti MatchOptions išvardijimo reikšmė.
lv_lv: Šādi tiek noteikts, kurai teksta daļai vēlamies noteikt atbilstību. Tā var būt uzskaitījuma MatchOptions vērtība.
ms_my: Ini menentukan bahagian teks yang ingin kami padankan. Ia mungkin merupakan nilai enum MatchOptions.
nb_no: Dette bestemmer hvilken del av teksten vi vil ha samsvar med. Det kan være en verdi i MatchOptions-opplistingen.
nl_nl: Hiermee wordt bepaald voor welk deel van de tekst een overeenkomst moet worden gevonden. Dit kan een waarde van de enum MatchOptions zijn.
pl_pl: Określa, którą część tekstu chcemy dopasować. Może to być wartość wyliczenia MatchOptions.
pt_br: Determina qual a parte do texto queremos corresponder. Pode ser um valor de enumeração MatchOptions.
pt_pt: Determina a parte do texto cuja correspondência é pretendida. Pode ser um valor da enumeração MatchOptions.
ro_ro: Aceasta determină partea de text cu care dorim să realizăm corelarea. Poate fi o valoare din enumerarea MatchOptions.
ru_ru: Определяет, какую часть текста следует сопоставлять. Это может быть значение перечисления MatchOptions.
sk_sk: Určuje, pre ktorú časť textu chceme nájsť zhodu. Môže ísť o hodnotu enumerácie MatchOptions.
sl_si: Ta možnost določa, za kateri del besedila je treba poiskati zadetek. Lahko je vrednost oštevilčenja »MatchOptions«.
sr_cyrl_rs: Овим се одређује који део текста желимо да се подудара. То може бити вредност набрајања MatchOptions.
sv_se: Det här fastställer vilken del av texten som vi vill matcha. Det kan vara ett värde av MatchOptions-uppräkningen.
th_th: การดำเนินการนี้จะเป็นการกำหนดส่วนของข้อความที่เราต้องการจับคู่ โดยอาจเป็นค่าของ enum MatchOptions
tr_tr: Bu, metnin hangi bölümünü eşleştirmek istediğimizi belirler. MatchOptions sabit listesi değerlerinden biri olabilir.
uk_ua: Визначає, для якої частини тексту потрібно знайти збіг; це може бути значення переліку MatchOptions.
vi_vn: Đối số này sẽ xác định phần văn bản mà chúng tôi muốn khớp. Đây có thể là một giá trị MatchOptions kiểu liệt kê.
zh_cn: 这将确定我们要匹配文本的哪一部分。可能是一个 MatchOptions 枚举值。
zh_tw: 這會決定我們想要比對文字的哪個部分。可能是 MatchOptions 列舉的值。

# IsMatchArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# IsMatchArg2
source: format
bg_bg: формат
cs_cz: formát
el_gr: μορφή
es_es: formato
et_ee: vorming
eu_es: formatua
fi_fi: muoto
gl_es: formato
hi_in: फॉर्मेट
hr_hr: oblik
hu_hu: formátum
it_it: formato
ja_jp: 形式
kk_kz: пішім
ko_kr: 형식
lt_lt: formatas
lv_lv: formāts
nl_nl: indeling
pt_br: formato
pt_pt: formato
ru_ru: формат
sk_sk: formát
sl_si: oblika_zapisa
sr_cyrl_rs: формат
th_th: รูปแบบ
tr_tr: biçim
uk_ua: формат
vi_vn: định_dạng
zh_cn: 格式
zh_tw: 格式

# IsMatchArg3
source: extent
bg_bg: обхват
ca_es: extensió
cs_cz: rozsah
da_dk: omfang
de_de: Umfang
el_gr: έκταση
es_es: extensión
et_ee: ulatus
eu_es: hedadura
fi_fi: laajuus
fr_fr: étendue
gl_es: tamaño
hi_in: एक्सटेंट
hr_hr: doseg
hu_hu: mérték
id_id: ekstensi
it_it: estensione
ja_jp: 範囲
kk_kz: көлем
ko_kr: 범위
lt_lt: sritis
lv_lv: apjoms
ms_my: lanjut
nb_no: omfang
nl_nl: omvang
pl_pl: zakres
pt_br: extensão
pt_pt: extensão
ro_ro: extensie
ru_ru: экстент
sk_sk: rozsah
sl_si: obseg
sr_cyrl_rs: подручје
sv_se: omfattning
th_th: ส่วนเพิ่ม
tr_tr: kapsam
uk_ua: обсяг
vi_vn: phạm_vi
zh_cn: 程度
zh_tw: 範圍
