Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSortByColumns_values
source: A column of values to be used for sorting purposes. Sorting is not done ascendingly/descendingly, but rather based on the index of matching values in the column
bg_bg: Колона със стойности, която ще се използва за сортирането. Сортирането не се извършва във възходящ/низходящ ред, а на база на индекса на съответстващите стойности в колоната
ca_es: Columna de valors que s'utilitzarà per ordenar. L'ordenació no es fa de forma ascendent o descendent, si no en funció de l'índex de valors que coincideixin a la columna
cs_cz: Sloupec hodnot, které mají být použity k řazení. Seřazení neproběhne vzestupně nebo sestupně, ale podle indexu porovnávaných hodnot ve sloupci.
da_dk: En kolonne med værdier, der skal bruges til sorteringsformål. Sortering udføres ikke efter stigende/faldende, men baseres i stedet på et indeks for matchende værdier i kolonnen.
de_de: Eine Spalte mit Werten, die zu Sortierzwecken verwendet werden sollen. Die Sortierung erfolgt nicht aufsteigend/absteigend, sondern vielmehr basierend auf dem Index übereinstimmender Werte in der Spalte.
el_gr: Μια στήλη τιμών προς χρήση για σκοπούς ταξινόμησης. Η ταξινόμηση δεν πραγματοποιείται με αύξουσα/φθίνουσα σειρά, βασίζεται περισσότερο στο δείκτη αντιστοίχισης τιμών στη στήλη
es_es: Una columna de valores que se usará con fines de ordenación. La ordenación no se realiza de manera ascendente o descendente, si no que se basa en el índice de valores coincidentes de la columna.
et_ee: Sortimiseks kasutatavate väärtuste veerg. Sortimine toimub tõusvas või laskuvas järjestuses, kuid pigem põhineb veerus vastavuses olevate väärtuste registril
eu_es: Elementuak ordenatzeko erabiliko den balio-zutabea. Ordena ez da goranzkoa edo beheranzkoa izango, zutabean bat datozen balioen aurkibidearen araberakoa baizik.
fi_fi: Lajittelutarkoituksiin käytettävien arvojen sarake. Lajittelua ei tehdä nousevasti/laskevasti, vaan sarakkeen vastaavien arvojen indeksin perusteella
fr_fr: Colonne de valeurs à utiliser pour trier. Le tri n’est pas effectué en ordre croissant ou décroissant, mais en fonction de l’index de valeurs correspondantes dans la colonne
gl_es: Columna de valores que se van usar para ordenar. A ordenación non se fai de forma ascendente nin descendente, senón que se basea no índice de valores coincidentes da columna
hi_in: सॉर्टिंग के उद्देश्यों से उपयोग किए जाने वाले मानों का स्तंभ. सॉर्टिंग बढ़ते/घटते क्रम में नहीं की जाती, बल्कि स्तंभ में मेल खाले वाले मून्यों की इंडेक्स के आधार पर की जाती है
hr_hr: Stupac vrijednosti koji se koristi za sortiranje. Sortiranje se ne izvodi uzlazno/silazno nego na temelju indeksa podudarnih vrijednosti u stupcu
hu_hu: A rendezés céljára használandó oszlop értékei. A rendezés nem növekvő vagy csökkenő sorrendben történik, hanem az oszlop megfelelő értékeinek indexe alapján.
id_id: Kolom nilai yang digunakan untuk tujuan sortir. Proses sortir tidak dilakukan dengan urutan naik/turun, tetapi berdasarkan indeks nilai yang cocok dalam kolom
it_it: Colonna di valori da usare per finalità di ordinamento. L'ordinamento non viene eseguito in modo crescente/decrescente, ma è invece basato sull'indice di valori corrispondenti nella colonna.
ja_jp: 並べ替えに使用する値の列。並べ替えは昇順または降順ではなく、この列の一致する値のインデックスに基づいて行われます
kk_kz: Сұрыптау үшін пайдаланылатын мәндер бағаны. Сұрыптау артуы немесе кемуі бойынша орындалмайды, ол бағандағы сәйкес мәндердің индексіне негізделіп орындалады.
ko_kr: 정렬에 사용할 값 열입니다. 정렬은 오름차순/내림차순으로 수행되지 않고 열에서 일치하는 값의 인덱스를 기준으로 수행됩니다.
lt_lt: Reikšmių stulpelis, kuris bus naudojamas rikiavimo tikslais. Rikiavimas atliekamas ne didėjimo / mažėjimo tvarka, bet pagal atitinkančių stulpelio reikšmių indeksą
lv_lv: Vērtību kolonna, kas jāizmanto kārtošanas nolūkiem. Kārtošana netiek veikta augošā/dilstošā secībā, bet ņemot vērā atbilstošo vērtību rādītāju kolonnā
ms_my: Nilai lajur untuk digunakan bagi tujuan pengisihan. Pengisihan bukan dilakukan secara menaik/secara menurun, tetapi berdasarkan indeks nilai pemadanan dalam lajur
nb_no: En kolonne med verdier som skal brukes til å sortere formål. Sortering blir ikke gjort stigende eller synkende, men i stedet basert på indeksen for samsvarende verdier i kolonnen
nl_nl: Een kolom met waarden die voor sorteerdoeleinden moet worden gebruikt. Er wordt niet aflopend/oplopend gesorteerd. In plaats daarvan wordt er gesorteerd op de index van overeenkomende waarden in de kolom
pl_pl: Kolumna wartości do użycia w celach związanych z sortowaniem. Sortowanie nie jest wykonywane rosnąco/malejąco, ale w oparciu o indeks pasujących wartości w kolumnie
pt_br: Coluna de valores a ser usados para fins de classificação. A classificação não é feita de forma crescente/decrescente, mas com base no índice dos valores correspondentes na coluna
pt_pt: Uma coluna de valores a ser utilizada para fins de ordenação. A ordenação não é realizada de forma ascendente/descendente, mas sim com base no índice de valores correspondentes na coluna
ro_ro: O coloană de valori de utilizat în scopuri de sortare. Sortarea nu se efectuează ascendent/descendent, ci mai degrabă pe baza indexului valorilor potrivite din coloană
ru_ru: Столбец значений, используемых для сортировки. Сортировка выполняется не по возрастанию или убыванию, а по индексу соответствующих значений в столбце
sk_sk: Stĺpec hodnôt určených na účely zoradenia. Zoradenie sa nevykoná vzostupne/zostupne, ale na základe indexu zhodných hodnôt v stĺpci
sl_si: Stolpec vrednosti, ki bo uporabljen za razvrščanje. Vrednosti niso razvrščene naraščajoče/padajoče, ampak na podlagi indeksa ujemajočih se vrednosti v stolpcu
sr_cyrl_rs: Колона са вредностима која ће се користити за сврхе сортирања. Сортирање се не врши растућим/опадајућим редоследом, али се радије заснивају на индексу подударних вредности у колони
sr_latn_rs: Kolona sa vrednostima koja će se koristiti za svrhe sortiranja. Sortiranje se ne vrši rastućim/opadajućim redosledom, ali se radije zasnivaju na indeksu podudarnih vrednosti u koloni
sv_se: En kolumn med värden att användas i sorteringssyfte. Sortering görs inte stigande/fallande, utan baserat på indexet med matchande värden i kolumnen.
th_th: คอลัมน์ของค่าที่จะใช้ในการเรียงลำดับ การเรียงลำดับจะไม่ได้เรียงจากน้อยไปมาก/มากไปน้อย แต่จะอิงตามดัชนีของค่าที่ตรงกันในคอลัมน์
tr_tr: Sıralama amaçlı kullanılacak olan değerler sütunu. Sıralama artan/azalan düzende değil sütundaki eşleşen değerler dizinine göre yapılır
uk_ua: Стовпець зі значеннями, які використовуються під час сортування. Воно виконується не за зростанням або спаданням, а на основі індексу відповідних значень у стовпці.
vi_vn: Cột chứa các giá trị được sử dụng cho mục đích sắp xếp. Sắp xếp chưa được thực hiện theo kiểu tăng dần/giảm dần nhưng dựa trên chỉ mục của các giá trị khớp trong cột
zh_cn: 用于排序的值组成的列。不是按照升序/降序进行排序，而是基于列中匹配值的索引排序
zh_tw: 用以進行排序的值資料行。排序並非以遞增或遞減方式進行，而是會根據資料行中比對值的索引為依據進行

# AboutRand
source: Returns a random number greater than or equal to 0 and less than 1, evenly distributed.
bg_bg: Връща случайно число, по-голямо от или равно на 0 и по-малко от 1, равномерно разпределено.
ca_es: Retorna un nombre aleatori més gran o igual que 0 i més petit que 1, distribuït de manera uniforme.
cs_cz: Vrátí náhodné číslo větší nebo rovné 0 a menší než 1, rovnoměrně rozložené.
da_dk: Returnerer et vilkårligt tal, der er større end eller lig med 0 og mindre end 1, jævnt fordelt.
de_de: Gibt eine Zufallszahl zurück, die größer als oder gleich 0 und kleiner als 1 ist, bei gleichmäßiger Verteilung.
el_gr: Επιστρέφει έναν τυχαίο αριθμό μεγαλύτερο από ή ίσο με 0 και μικρότερο από 1, σε ομοιόμορφη κατανομή.
es_es: Devuelve un número aleatorio mayor o igual que 0 y menor que 1, distribuido uniformemente.
et_ee: Tagastab juhusliku arvu, mis on suurem kui null või sellega võrdne ja väiksem kui 1, ühtlaselt jaotatud.
eu_es: 0 baino handiagoa edo berdina den eta 1 baino txikiagoa den ausazko zenbakia itzultzen du, uniformeki banatuta.
fi_fi: Palauttaa satunnaisluvun, joka on suurempi tai yhtä suuri kuin 0 ja pienempi kuin 1 tasaisesti jaeltuna.
fr_fr: Retourne un nombre aléatoire supérieur ou égal à 0 et inférieur à 1, distribué équitablement.
gl_es: Devolve un número aleatorio igual ou maior que 0 e menor que 1, distribuído uniformemente.
hi_in: 0 से बड़ी या बराबर और 1 से छोटी संख्या यादृच्छिक संख्या बराबर वितरित करके लौटाता है.
hr_hr: Vraća jednoliko raspoređeni nasumični broj veći od ili jednak 0 i manji od 1.
hu_hu: Egy 0-val egyenlő vagy nagyobb és 1-nél kisebb véletlenszámot ad eredményül, egyenletes eloszlásban.
id_id: Menampilkan angka acak yang lebih besar atau sama dengan 0 dan jurang dari 1, secara merata.
it_it: Restituisce un numero casuale uniformemente distribuito e superiore o uguale a 0 e minore di 1.
ja_jp: 均等に分散させた 0 以上 1 未満の新しい乱数を返します。
kk_kz: 0 мәнінен үлкен немесе оған тең және 1 мәнінен кіші біркелкі үлестірілген кездейсоқ санды қайтарады.
ko_kr: 0보다 크거나 같고 1보다 작은, 균등하게 분포된 난수를 반환합니다.
lt_lt: Pateikia atsitiktinį skaičių, didesnį arba lygų 0 ir mažesnį už 1, tolygiai paskirstytą.
lv_lv: Atgriež gadījumskaitli, kas lielāks vai vienāds ar nulli un mazāks par 1 un ir vienmērīgi sadalīts.
ms_my: Mengembalikan nombor rawak yang lebih besar daripada atau sama dengan 0 dan kurang daripada 1, yang diagihkan dengan sekata.
nb_no: Returnerer et tilfeldig tall som er større enn eller lik 0 og mindre enn 1, jevnt fordelt.
nl_nl: Hiermee wordt een gelijkmatig verdeeld willekeurig getal geretourneerd dat groter is dan 0 of gelijk is aan 1.
pl_pl: Zwraca losową liczbę o równomiernym rozkładzie, która jest większa lub równa 0 i mniejsza od 1.
pt_br: Retorna um número aleatório maior ou igual a 0 e menor que 1, distribuído uniformemente.
pt_pt: Devolve um número aleatório igual ou superior a 0 e inferior a 1, distribuído uniformemente.
ro_ro: Returnează un număr aleator mai mare sau egal cu 0 și mai mic decât 1, distribuit uniform.
ru_ru: Возвращает случайное число не меньше 0 и меньше 1 с равномерным распределением.
sk_sk: Vráti náhodné číslo väčšie alebo rovné 0 a menšie ako 1 s rovnomernou distribúciou.
sl_si: Vrne naključno število, večje kot ali enako 0 in manjše kot 1, enakomerno porazdeljeno.
sr_cyrl_rs: Враћа случајни број већи или једнак 0 и мањи од 1, равномерно распоређен.
sr_latn_rs: Vraća slučajni broj veći ili jednak 0 i manji od 1, ravnomerno raspoređen.
sv_se: Returnerar ett slumpmässigt tal som är större än eller lika med 0 och mindre än 1, jämnt fördelat.
th_th: ส่งกลับตัวเลขสุ่มที่มากกว่าหรือเท่ากับ 0 และน้อยกว่า 1 กระจายเสมอกัน
tr_tr: 0 ya da 0'dan büyük ve 1'den küçük rastgele bir sayıyı eşit dağıtılmış olarak döndürür.
uk_ua: Повертає рівномірно розподілене довільне число, більше або рівне 0 та менше 1.
vi_vn: Trả về một số ngẫu nhiên lớn hơn hoặc bằng 0 và nhỏ hơn 1, phân bổ đồng đều.
zh_cn: 返回大于或等于 0 并且小于 1 的随机数字(平均分布)。
zh_tw: 傳回大於或等於 0 且小於 1 的均分亂數。

# AboutRandBetween
source: Returns a random number between bottom and top, evenly distributed.
bg_bg: Връща равномерно разпределено случайно число между „долно“ и „горно“.
ca_es: Retorna un nombre aleatori entre el mínim i el màxim, amb una distribució uniforme.
cs_cz: Vrátí náhodné číslo mezi posledním a prvním, rovnoměrně rozložené.
da_dk: Returnerer et tilfældigt tal mellem bund og top, jævnt fordelt.
de_de: Gibt eine zufällige Zahl zwischen unten und oben zurück, gleichmäßig verteilt.
el_gr: Επιστρέφει έναν τυχαίο αριθμό μεταξύ κάτω και επάνω, κατανεμημένου ομοιόμορφα.
es_es: Devuelve un número aleatorio entre inferior y superior, distribuido uniformemente.
et_ee: Tagastab juhusliku arvu suurima ja väikseima vahel, ühtlaselt jaotatuna.
eu_es: Behealdearen eta goialdearen arteko ausazko zenbaki bat itzultzen du, modu uniformean banatuta.
fi_fi: Palauttaa satunnaisen luvun ala- ja yläosan välillä tasaisesti jaettuna.
fr_fr: Retourne un nombre aléatoire entre les derniers et les premiers, distribués de manière égale.
gl_es: Devolve un número aleatorio entre o inferior e o superior, distribuído de xeito uniforme.
hi_in: समान रूप से वितरित, नीचे और ऊपर के बीच की यादिच्छिक संख्या रिटर्न करता है.
hr_hr: Vraća nasumični broj između dna i vrha, ravnomjerno raspoređen.
hu_hu: A legalsó és a legfelső érték közötti, egyenletesen elosztott véletlenszámot ad vissza.
id_id: Menampilkan angka acak antara terbawah dan teratas, yang didistribusikan secara merata.
it_it: Restituisce un numero casuale compreso tra quello più alto e quello più basso, distribuiti in modo uniforme.
ja_jp: 最大から最小までに均等に分散した乱数を返します。
kk_kz: Төменгі және жоғарғы арасындағы, біркелкі үлестірілген санды қайтарады.
ko_kr: 균등하게 분포된 하단과 상단 사이의 난수를 반환합니다.
lt_lt: Pateikia tolygiai paskirstytą atsitiktinį skaičių tarp apatinės ir viršutinės verčių.
lv_lv: Atgriež nejaušu skaitli robežās no apakšējā līdz augšējam, vienmērīga sadale.
ms_my: Mengembalikan nombor rawak antara bawah dengan atas, yang diagihkan dengan sekata.
nb_no: Returnerer et tilfeldig tall mellom bunn og topp, jevnt fordelt.
nl_nl: Retourneert een willekeurig getal tussen het laagste en hoogste getal, gelijkmatig gedistribueerd.
pl_pl: Zwraca liczbę losową z zakresu od wartości dolnej do górnej (równomierne rozłożenie).
pt_br: Retorna um número aleatório entre a parte inferior e a parte superior, distribuído uniformemente.
pt_pt: Devolve um número aleatório entre o inferior e o superior, distribuído uniformemente.
ro_ro: Returnează un număr aleatoriu între jos și sus, distribuit egal.
ru_ru: Возвращает случайное число между нижним и верхним пределом интервала, с равномерным распределением.
sk_sk: Vráti náhodné číslo medzi najnižším a najvyšším s rovnomernou distribúciou.
sl_si: Vrne naključno število med spodnjo in zgornjo vrednostjo, enakomerno porazdeljeno.
sr_cyrl_rs: Даје насумични број између доњег и горњег, равномерно распоређен.
sr_latn_rs: Daje nasumični broj između donjeg i gornjeg, ravnomerno raspoređen.
sv_se: Returnerar ett slumpmässigt tal mellan lägsta och högsta, jämnt fördelat.
th_th: ส่งกลับตัวเลขสุ่มระหว่างค่าล่างและค่าบนโดยมีการกระจายอย่างสม่ำเสมอ
tr_tr: Alt ile üst değer arasında, eşit dağıtılmış rastgele bir sayı döndürür.
uk_ua: Повертає випадкове число між нижнім і верхнім числом, рівномірно розподілено.
vi_vn: Trả về một số ngẫu nhiên giữa dưới cùng và trên cùng, phân bổ đều.
zh_cn: 返回介于最小值和最大值之间的随机数(均匀分布)。
zh_tw: 傳回底部和頂部之間的亂數，平均分佈。

# AboutRandBetween_bottom
source: The smallest integer that the function can return.
bg_bg: Най-малкото цяло число, което функцията може да върне.
ca_es: L'enter més petit que la funció pot retornar.
cs_cz: Nejmenší celé číslo, které může funkce vrátit.
da_dk: Det mindste heltal, som funktionen kan returnere.
de_de: Die kleinste ganze Zahl, die die Funktion zurückgeben kann.
el_gr: Ο μικρότερος ακέραιος που μπορεί να επιστρέψει η συνάρτηση.
es_es: El entero menor que la función puede devolver.
et_ee: Väikseim täisarv, mida funktsioon saab tagastada.
eu_es: Funtzioak itzul dezakeen osoko zenbaki baxuena.
fi_fi: Pienin kokonaisluku, jonka toiminto voi palauttaa.
fr_fr: Nombre le plus petit que la fonction puisse retourner.
gl_es: Número enteiro máis pequeno que pode devolver a función.
hi_in: सबसे छोटा पूर्णांक कि फंक्शन रिटर्न हो सकता है.
hr_hr: Najmanji cijeli broj koji funkcija može vratiti.
hu_hu: A legkisebb egész szám, amelyet a függvény visszaadhat.
id_id: Bilangan bulat terkecil yang dapat ditampilkan fungsi.
it_it: Numero intero più piccolo che può essere restituito dalla funzione.
ja_jp: 関数が返す可能性がある最小の整数。
kk_kz: Функция қайтара алатын ең кіші бүтін сан.
ko_kr: 함수가 반환할 수 있는 가장 작은 정수입니다.
lt_lt: Mažiausias sveikasis skaičius, kurį gali pateikti funkcija.
lv_lv: Mazākais veselais skaitlis, ko funkcija var atgriezt.
ms_my: Integer terkecil yang boleh dikembalikan oleh fungsi.
nb_no: Det minste heltallet som funksjonen kan returnere.
nl_nl: Het kleinste geheel getal dat de functie kan retourneren.
pl_pl: Najmniejsza liczba całkowita, jaką może zwrócić funkcja.
pt_br: O menor número inteiro que a função pode retornar.
pt_pt: O menor número inteiro que a função pode devolver.
ro_ro: Cel mai mic întreg pe care îl poate returna funcția.
ru_ru: Наименьшее целое число, которое может вернуть функция.
sk_sk: Najmenšie celé číslo, ktoré môže funkcia vrátiť.
sl_si: Najmanjše celo število, ki ga funkcija lahko vrne.
sr_cyrl_rs: Најмањи цео број који функција може да врати.
sr_latn_rs: Najmanji ceo broj koji funkcija može da vrati.
sv_se: Det minsta heltal som funktionen kan returnera.
th_th: จำนวนเต็มที่น้อยที่สุดที่ฟังก์ชันสามารถส่งกลับได้
tr_tr: İşlevin döndürebileceği en küçük tamsayı.
uk_ua: Найменше ціле число, яке може повернути функція.
vi_vn: Số nguyên nhỏ nhất mà hàm có thể trả về.
zh_cn: 函数可返回的最小整数。
zh_tw: 函數可傳回的最小整數。

# AboutRandBetween_top
source: The largest integer that the function can return. Must be equal to or greater than bottom.
bg_bg: Най-голямото цяло число, което функцията може да върне. Трябва да е по-голямо или равно на „долно“.
ca_es: L'enter més gran que la funció pot retornar. Ha de ser igual o superior al mínim.
cs_cz: Největší celé číslo, které může funkce vrátit. Musí být stejné nebo větší než poslední.
da_dk: Det største heltal, som funktionen kan returnere. Skal være lig med eller større end bunden.
de_de: Die größte ganze Zahl, die die Funktion zurückgeben kann. Muss mindestens so groß wie der untere Wert sein.
el_gr: Ο μεγαλύτερος ακέραιος που μπορεί να επιστρέψει η συνάρτηση. Πρέπει να είναι ίσο ή μεγαλύτερο από το κάτω.
es_es: El entero mayor que puede devolver la función. Debe ser igual o mayor que inferior.
et_ee: Suurim täisarv, mida funktsioon saab tagastada. Peab olema väikseimaga võrdne või suurem.
eu_es: Funtzioak itzul dezakeen osoko zenbaki handiena. Behealdekoaren berdina edo handiagoa izan behar du.
fi_fi: Suurin kokonaisluku, jonka toiminto voi palauttaa. On oltava yhtä suuri tai suurempi kuin alhaalla.
fr_fr: Nombre le plus grand que la fonction puisse retouner. Doit être égal ou supérieur au dernier.
gl_es: Número enteiro máis grande que pode devolver a función. Debe ser igual ou maior que o inferior.
hi_in: सबसे बड़ा पूर्णांक कि फंक्शन रिटर्न हो सकता है. नीचे के बराबर या उससे बड़ा होना चाहिए.
hr_hr: Najveći cijeli broj koji funkcija može vratiti. Mora biti jednak dnu ili veći od njega.
hu_hu: A legnagyobb egész szám, amelyet a függvény visszaadhat. Meg kell egyeznie az alsó értékkel vagy nagyobbnak kell lennie annál.
id_id: Bilangan bulat terbesar yang dapat ditampilkan fungsi. Harus sama dengan atau lebih dari terbawah.
it_it: Numero intero più grande che può essere restituito dalla funzione. Deve essere uguale o maggiore di quello più basso.
ja_jp: 関数が返す可能性がある最大の整数。必ず最小以上の数になります。
kk_kz: Функция қайтара алатын ең үлкен бүтін сан. Төменгі мәнге тең немесе үлкенірек болуы керек.
ko_kr: 함수가 반환할 수 있는 가장 큰 정수입니다. 같거나 같아야 합니다.
lt_lt: Didžiausias sveikasis skaičius, kurį gali pateikti funkcija. Turi būti lygus apatinei vertei arba už ją didesnis.
lv_lv: Lielākais veselais skaitlis, ko funkcija var atgriezt. Tam ir jābūt vienādam ar apakšējo skaitli vai lielākam par to.
ms_my: Integer terbesar yang boleh dikembalikan oleh fungsi. Mesti sama atau lebih besar daripada bawah.
nb_no: Det største heltallet funksjonen kan returnere. Må være lik eller større enn bunnen.
nl_nl: Het grootste geheel getal dat de functie kan retourneren. Moet gelijk zijn aan of groter zijn dan het laagste getal.
pl_pl: Największa liczba całkowita, jaką może zwrócić funkcja. Musi być równa wartości dolnej lub od niej większa.
pt_br: O maior número inteiro que a função pode retornar. Deve ser igual ou maior que a parte inferior.
pt_pt: O maior número inteiro que a função pode devolver. Tem de ser maior ou igual ao inferior.
ro_ro: Cel mai mare întreg pe care îl poate returna funcția. Trebuie să fie egal sau mai mare decât partea de jos.
ru_ru: Наибольшее число, которое может вернуть функция. Должно быть равно нижнему пределу интервала или больше него.
sk_sk: Najväčšie celé číslo, ktoré môže funkcia vrátiť. Musí byť rovnaké alebo väčšie ako najnižšie.
sl_si: Največje celo število, ki ga funkcija lahko vrne. Mora biti enako ali večje od spodnje vrednosti.
sr_cyrl_rs: Највећи цео број који функција може да врати. Не сме бити мањи од доњег.
sr_latn_rs: Najveći ceo broj koji funkcija može da vrati. Ne sme biti manji od donjeg.
sv_se: Det största heltal som funktionen kan returnera. Måste vara lika med eller större än lägsta.
th_th: จำนวนเต็มที่มากที่สุดที่ฟังก์ชันสามารถส่งกลับได้ ต้องเท่ากับหรือมากกว่าค่าล่าง
tr_tr: İşlevin döndürebileceği en büyük tamsayı. Alt değere eşit veya bu değerden büyük olmalıdır.
uk_ua: Найбільше ціле число, яке може повернути функція. Має дорівнювати або бути більше найменшого числа.
vi_vn: Số nguyên lớn nhất mà hàm có thể trả về. Phải bằng hoặc lớn hơn mức dưới cùng.
zh_cn: 函数可返回的最大整数。必须等于或大于最小值。
zh_tw: 函數可傳回的最大整數。必須等於或大於底部。

# RandBetweenArg1
source: bottom
bg_bg: долно
ca_es: mínim
cs_cz: dolní
da_dk: bund
de_de: unten
el_gr: κάτω
es_es: inferior
et_ee: alla
eu_es: behean
fi_fi: alhaalla
gl_es: inferior
hi_in: नीचे
hr_hr: dno
hu_hu: alsó
id_id: bawah
it_it: basso
ja_jp: 下
kk_kz: төменгі жақ
ko_kr: 아래쪽
lt_lt: apačia
lv_lv: apakšējais
ms_my: bawah
nb_no: bunn
nl_nl: onder
pl_pl: wartość dolna
pt_br: inferior
pt_pt: inferior
ro_ro: jos
sk_sk: najnižšie
sl_si: spodaj
sr_cyrl_rs: доњи
sr_latn_rs: poslednji
sv_se: lägsta
th_th: ล่าง
tr_tr: alt
uk_ua: найменше число
vi_vn: dưới cùng
zh_cn: 底部
zh_tw: 底部

# RandBetweenArg2
source: top
bg_bg: горно
ca_es: màxim
cs_cz: horní
de_de: oben
el_gr: κορυφαία
es_es: superior
et_ee: üles
eu_es: goialdea
fi_fi: ylhäällä
fr_fr: Haut
gl_es: superior
hi_in: शीर्ष
hr_hr: vrh
hu_hu: felső
id_id: atas
it_it: superiore
ja_jp: 最高
kk_kz: жоғарғы жақ
ko_kr: 위쪽
lt_lt: viršus
lv_lv: augšējais
ms_my: atas
nb_no: øverst
nl_nl: boven
pl_pl: wartość górna
pt_br: superior
pt_pt: superior
ro_ro: sus
sk_sk: najvyššie
sl_si: zgoraj
sr_cyrl_rs: горњи
sr_latn_rs: prvi
sv_se: högsta
th_th: บน
tr_tr: üst
uk_ua: найбільше число
vi_vn: trên cùng
zh_cn: 顶部
zh_tw: 頂端
