Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrMondayZeroValueNotSupported
source: The MondayZero value, from the StartOfWeek enumeration, is not supported in the WeekNum function.
bg_bg: Стойността MondayZero от изброяването StartOfWeek не се поддържа във функцията WeekNum.
ca_es: El valor MondayZero, de l'enumeració StartOfWeek, no s'admet a la funció WeekNum.
cs_cz: Hodnota MondayZero z výčtu StartOfWeek není ve funkci WeekNum podporována.
da_dk: Værdien MondayZero, fra optællingen for StartOfWeek, understøttes ikke i funktionen WeekNum.
de_de: Der MondayZero-Wert aus der StartOfWeek-Enumeration wird in der WeekNum-Funktion nicht unterstützt.
el_gr: Η τιμή MondayZero, από την απαρίθμηση StartOfWeek, δεν υποστηρίζεται στη λειτουργία WeekNum.
es_es: No se admite el valor MondayZero, desde la enumeración StartOfWeek, en la función WeekNum.
et_ee: Loetelu StartOfWeek väärtust MondayZero ei toetata funktsioonis WeekNum.
eu_es: Ez da onartzen StartOfWeek enumerazioko MondayZero balioa WeekNum funtzioan.
fi_fi: MondayZero-arvoa StartOfWeek-luettelointiarvosta ei tueta WeekNum-funktiossa.
fr_fr: La valeur MondayZero, provenant de l’énumération StartOfWeek, n’est pas prise en charge dans la fonction WeekNum.
gl_es: O valor MondayZero, da enumeración StartOfWeek, non é compatible coa función WeekNum.
hi_in: WeekNum फ़ंक्शन में, StartOfWeek गणना से MondayZero मान समर्थित नहीं है.
hr_hr: Vrijednost MondayZero, iz enumeracije StartOfWeek, nije podržana u funkciji WeekNum.
hu_hu: A StartOfWeek enumeráció MondayZero értéke nem támogatott a WeekNum függvényben.
id_id: Nilai MondayZero, dari enumerasi StartOfWeek, tidak didukung dalam fungsi WeekNum.
it_it: Il valore MondayZero, dall'enumerazione StartOfWeek, non è supportato nella funzione WeekNum.
ja_jp: StartOfWeek 列挙に含まれる MondayZero 値は、WeekNum 関数ではサポートされていません。
kk_kz: StartOfWeek санағындағы MondayZero мәніне WeekNum функциясында қолдау көрсетілмейді.
ko_kr: WeekNum 함수에서 StartOfWeek 열거형의 MondayZero 값은 지원되지 않습니다.
lt_lt: MondayZero reikšmė iš StartOfWeek išvardijimo funkcijoje WeekNum nepalaikoma.
lv_lv: MondayZero vērtība no StartOfWeek uzskaitījuma netiek atbalstīta funkcijā WeekNum.
ms_my: Nilai MondayZero, daripada penghitungan StartOfWeek, tidak disokong dalam fungsi WeekNum.
nb_no: MondayZero-verdien fra StartOfWeek-opplistingen støttes ikke i WeekNum-funksjonen.
nl_nl: De MondayZero-waarde, uit de StartOfWeek-opsomming, wordt niet ondersteund in de functie WeekNum.
pl_pl: Wartość MondayZero z wyliczenia StartOfWeek nie jest obsługiwana w funkcji WeekNum.
pt_br: Não há suporte para o valor MondayZero, da enumeração StartOfWeek, na função WeekNum.
ro_ro: Valoarea MondayZero din enumerarea StartOfWeek, nu este acceptată în funcția WeekNum.
ru_ru: Значение MondayZero из перечисления StartOfWeek не поддерживается в функции WeekNum.
sk_sk: Hodnota MondayZero z enumerácie StartOfWeek nie je podporovaná vo funkcii WeekNum.
sl_si: Vrednost »MondayZero« iz oštevilčenja »StartOfWeek« ni podprta v funkciji »WeekNum«.
sr_cyrl_rs: Вредност MondayZero, из пребројавања StartOfWeek, није подржана у функцији WeekNum.
sr_latn_rs: Vrednost MondayZero, iz prebrojavanja StartOfWeek, nije podržana u funkciji WeekNum.
sv_se: Värdet MondayZero, från uppräkningen av StartOfWeek, stöds inte i funktionen WeekNum.
th_th: ค่า MondayZero จากการแจงนับ StartOfWeek ไม่ได้รับการสนับสนุนในฟังก์ชัน WeekNum
tr_tr: StartOfWeek numaralamasındaki MondayZero değeri, WeekNum işlevinde desteklenmiyor.
uk_ua: Значення MondayZero з перелічення StartOfWeek не підтримується у функції WeekNum.
vi_vn: Giá trị MondayZero, từ kiểu liệt kê StartOfWeek, không được hỗ trợ trong hàm WeekNum.
zh_cn: WeekNum 函数中不支持 StartOfWeek 枚举中的 MondayZero 值。
zh_tw: WeekNum 函數不支援來自 StartOfWeek 列舉的 MondayZero 值。

# ErrAggregateArgsSameNumberOfRecords
source: Both aggregate args must have the same number of records.
bg_bg: И двата сборни аргумента трябва да имат еднакъв брой записи.
ca_es: Els dos arguments agregats han de tenir el mateix nombre de registres.
cs_cz: Oba agregované argumenty musí mít stejný počet záznamů.
da_dk: Begge samlede args skal have det samme antal poster.
de_de: Beide aggregierten Argumente müssen die gleiche Anzahl von Datensätzen besitzen.
el_gr: Και τα δύο συγκεντρωτικά ορίσματα πρέπει να έχουν τον ίδιο αριθμό καρτελών.
es_es: Ambos argumentos agregados deben tener un mismo número de registros.
et_ee: Mõlemal liitväärtuse argumendil peab olema sama arv kirjeid.
eu_es: Bi argumentu agregatuek erregistro kopuru bera izan behar dute.
fi_fi: Kummassakin koosteargumentissa on oltava sama määrä tietueita.
fr_fr: Les deux arguments agrégés doivent avoir le même nombre d’enregistrements.
gl_es: Ambas os argumentos agregados deben ter o mesmo número de rexistros.
hi_in: दोनों एकीकृत तर्कों में रिकॉर्ड की समान संख्या होनी चाहिए.
hr_hr: Oba agregirana agregata moraju imati isti broj zapisa.
hu_hu: Mindkét aggregált argumentumnak ugyanannyi rekorddal kell rendelkeznie.
id_id: Jumlah rekaman pada kedua argumen agregat harus sama.
it_it: Entrambi gli argomenti di aggregazione devono avere lo stesso numero di record.
ja_jp: 両方の集計引数に同じ数のレコードを指定してください。
kk_kz: Екі жиынтық аргт-да бірдей жазбалар саны болуы керек.
ko_kr: 두 집계 인수는 동일한 수의 레코드를 가져야 합니다.
lt_lt: Abiejuose agreguotų reikšmių argumentuose turi būti toks pat įrašų skaičius.
lv_lv: Abiem apkopotajiem argumentiem ir jābūt vienādam ierakstu skaitam.
ms_my: Kedua-dua argumen agregat mesti mempunyai bilangan rekod yang sama.
nb_no: Begge argumentene samlet må ha samme antall oppføringer.
nl_nl: Beide samengevoegde argumenten moeten hetzelfde aantal records hebben.
pl_pl: Oba argumenty agregowania muszą mieć taką samą liczbę rekordów.
pt_br: Ambos os argumentos agregados devem ter o mesmo número de registros.
ro_ro: Ambele argumente de agregare trebuie să aibă același număr de înregistrări.
ru_ru: Оба аргумента-агрегата должны иметь одинаковое количество записей.
sk_sk: Oba súhrnné argumenty musia mať rovnaký počet záznamov.
sl_si: Oba združena argumenta morata imeti enako število zapisov.
sr_cyrl_rs: Оба агрегирана аргумента морају имати исти број записа.
sr_latn_rs: Oba agregirana argumenta moraju da imaju isti broj zapisa.
sv_se: Båda aggregeringsargumenten måste ha samma antal poster.
th_th: อาร์กิวเมนต์ผลรวมทั้งสองจะต้องมีจำนวนเรกคอร์ดเท่ากัน
tr_tr: Her iki toplama bağımsız değişkeninde de aynı sayıda kayıt olmalıdır.
uk_ua: Обидва об’єднані аргументи мусять мати однакову кількість записів.
vi_vn: Cả hai đối số tổng hợp phải có cùng số lượng bản ghi.
zh_cn: 两个聚合参数必须具有相同的记录数。
zh_tw: 兩個彙總引數必須有相同數量的記錄。

# ErrInvalidArgument
source: Invalid argument
bg_bg: Невалиден аргумент
ca_es: L'argument no és vàlid
cs_cz: Neplatný argument
da_dk: Ugyldigt argument
de_de: Ungültiges Argument
el_gr: Μη έγκυρο όρισμα
es_es: Argumento no válido
et_ee: Sobimatu argument
eu_es: Argumentuak ez du balio
fi_fi: Virheellinen argumentti
fr_fr: Argument non valide
gl_es: Argumento non válido
hi_in: अमान्य तर्क
hr_hr: Argument nije valjan
hu_hu: Érvénytelen argumentum
id_id: Argumen tidak valid
it_it: Argomento non valido
ja_jp: 引数が無効です
kk_kz: Аргументі жарамсыз
ko_kr: 잘못된 인수
lt_lt: Netinkamas argumentas
lv_lv: Nederīgs arguments
ms_my: Argumen tidak sah
nb_no: Ugyldig argument
nl_nl: Ongeldig argument
pl_pl: Nieprawidłowy argument
pt_br: Argumento inválido
ro_ro: Argument nevalid
ru_ru: Недопустимый аргумент
sk_sk: Neplatný argument
sl_si: Neveljaven argument
sr_cyrl_rs: Неважећи аргумент
sr_latn_rs: Nevažeći argument
sv_se: Ogiltigt argument
th_th: อาร์กิวเมนต์ไม่ถูกต้อง
tr_tr: Geçersiz bağımsız değişken
uk_ua: Неприпустимий аргумент
vi_vn: Đối số không hợp lệ
zh_cn: 无效的参数
zh_tw: 引數無效

# ErrUntypedObjectDoesNotImplementSetProperty
source: Class '{0}' does not implement 'SetProperty'.
bg_bg: Класът {0} не реализира SetProperty.
ca_es: La classe "{0}" no implementa "SetProperty".
cs_cz: Třída „{0}“ neimplementuje hodnotu „SetProperty“.
da_dk: Klassen '{0}' implementerer ikke 'SetProperty'.
de_de: „SetProperty“ wird von Klasse „{0}“ nicht implementiert.
el_gr: Η κλάση '{0}' δεν υλοποιεί 'SetProperty'.
es_es: La clase "{0}" no implementa "SetProperty".
et_ee: Klass {0} ei rakenda atribuuti SetProperty.
eu_es: "{0}" klaseak ez du "SetProperty" inplementatzen.
fi_fi: Luokka {0} ei toteuta kohdetta SetProperty.
fr_fr: La classe « {0} » ne met pas en œuvre « SetProperty ».
gl_es: A clase "{0}" non aplica "SetProperty".
hi_in: क्लास '{0}', 'SetProperty' लागू नहीं करता है.
hr_hr: Klasa '{0}' ne implementira 'SetProperty'.
hu_hu: A(z) „{0}” osztály nem valósítja meg a „SetProperty” lehetőséget.
id_id: Kelas '{0}' tidak menerapkan 'SetProperty'.
it_it: La classe "{0}" non implementa "SetProperty".
ja_jp: クラス '{0}' に 'SetProperty' が実装されていません。
kk_kz: "{0}" класы "SetProperty" ендірмейді.
ko_kr: '{0}' 클래스가 'SetProperty'를 구현하지 않습니다.
lt_lt: Klasė „{0}“ neįdiegia „SetProperty“.
lv_lv: Klase “{0}” neietver “SetProperty”.
ms_my: Kelas '{0}' tidak melaksanakan 'SetProperty'.
nb_no: Klassen {0} implementerer ikke SetProperty.
nl_nl: Klasse '{0}' implementeert 'SetProperty' niet.
pl_pl: W klasie „{0}” nie zaimplementowano obiektu „SetProperty”.
pt_br: A classe '{0}' não implementa 'SetProperty'.
ro_ro: Clasa „{0}” nu implementează „SetProperty”.
ru_ru: В классе "{0}" не реализован метод SetProperty.
sk_sk: Trieda {0} neimplementuje 'SetProperty'.
sl_si: Razred »{0}« ne implementira funkcije »SetProperty«.
sr_cyrl_rs: Класа „{0}“ не примењује „SetProperty“.
sr_latn_rs: Klasa „{0}“ ne primenjuje „SetProperty“.
sv_se: Klassen {0} implementerar inte 'SetProperty'.
th_th: คลาส '{0}' ไม่ได้ใช้ 'SetProperty'
tr_tr: '{0}' sınıfı 'SetProperty' öğesini uygulamıyor.
uk_ua: Клас "{0}" не реалізує SetProperty.
vi_vn: Lớp "{0}" không triển khai "SetProperty".
zh_cn: 类 '{0}' 未实现“SetProperty”。
zh_tw: 『{0}』類別未實施『SetProperty』。

# ErrLowerValueGreaterThanUpperValue
source: Lower value cannot be greater than upper value.
bg_bg: По-малката стойност не може да е над по-голямата.
ca_es: El valor més baix no pot ser superior al més alt.
cs_cz: Nižší hodnota nesmí být větší než horní hodnota.
da_dk: Den lavere værdi må ikke være en den øvre værdi.
de_de: Der Mindestwert darf nicht größer als der Maximalwert sein.
el_gr: Η χαμηλότερη τιμή δεν μπορεί να είναι μεγαλύτερη από την ανώτατη τιμή.
es_es: El valor inferior no puede ser mayor que el valor superior.
et_ee: Väiksem väärtus ei saa olla suurem kui suurem väärtus.
eu_es: Gutxieneko balioak ezin du gehieneko balioak baino handiagoa izan.
fi_fi: Alempi arvo ei voi olla suurempi kuin ylempi arvo.
fr_fr: La valeur inférieure ne peut pas être supérieure à la valeur supérieure.
gl_es: O valor mínimo non pode superior ao valor máximo.
hi_in: निम्नतम मान उच्चतर मान से अधिक नहीं हो सकता.
hr_hr: Niža vrijednost ne može biti veća od više vrijednosti.
hu_hu: A minimális érték nem lehet nagyobb, mint a felső érték.
id_id: Nilai bawah tidak boleh lebih besar dari nilai atas.
it_it: Il valore più basso non può superare quello più alto.
ja_jp: 下限値には上限値より小さい値を指定してください。
kk_kz: Төменгі мән жоғарғы мәннен үлкенірек болмауы керек.
ko_kr: 낮은 값은 높은 값보다 클 수 없습니다.
lt_lt: Apatinė reikšmė negali būti didesnė už viršutinę.
lv_lv: Zemākā vērtība nevar būt lielāka par augstāko vērtību.
ms_my: Nilai yang lebih rendah tidak boleh lebih besar daripada nilai yang lebih tinggi.
nb_no: Lavere verdi kan ikke være større enn høyere verdi.
nl_nl: Onderste waarde mag niet groter zijn dan bovenste waarde.
pl_pl: Niższa z wartości nie może być większa niż wyższa z wartości.
pt_br: O valor mais baixo não pode ser maior que o valor mais alto.
ro_ro: Valoarea mică nu poate să fie mai mare decât cea mare.
ru_ru: Нижнее значение не может быть больше верхнего значения.
sk_sk: Dolná hodnota nemôže byť väčšia ako horná hodnota.
sl_si: Nižja vrednost ne more biti večja od zgornje vrednosti.
sr_cyrl_rs: Нижа вредност не може да буде већа од горње вредности.
sr_latn_rs: Niža vrednost ne može da bude veća od gornje vrednosti.
sv_se: Det lägsta värdet kan inte vara större än det övre värdet.
th_th: ค่าที่ต่ำกว่าต้องไม่มากกว่าค่าบน
tr_tr: Alt değer, üst değerden büyük olamaz.
uk_ua: Нижнє значення не може бути більшим за верхнє.
vi_vn: Giá trị tối thiểu không thể lớn hơn giá trị tối đa.
zh_cn: 下限值不能大于上限值。
zh_tw: 下限值不能大於上限值。

# ErrUntypedObjectNotArray
source: The UntypedObject does not represent an array.
bg_bg: UntypedObject не представлява масив.
ca_es: L'UntypedObject no representa una matriu.
cs_cz: UntypedObject nepředstavuje pole.
da_dk: UntypedObject repræsenterer ikke en matrix.
de_de: Das UntypedObject stellt kein Array dar.
el_gr: Το UntypedObject δεν αντιπροσωπεύει πίνακα.
es_es: El UntypedObject no representa una matriz.
et_ee: UntypedObject ei esinda massiivi.
eu_es: UntypedObject-ek ez du matrizerik adierazten.
fi_fi: UntypedObject ei vastaa matriisia.
fr_fr: L’UntypedObject ne représente pas un tableau.
gl_es: UntypedObject non representa una matriz.
hi_in: UntypedObject किसी सरणी का प्रतिनिधित्व नहीं करता.
hr_hr: UntypedObject ne predstavlja polje.
hu_hu: Az UntypedObject nem jelképez tömböt.
id_id: UntypedObject tidak merepresentasikan larik.
it_it: L'oggetto UntypedObject non rappresenta una matrice.
ja_jp: UntypedObject は配列を表しません。
kk_kz: UntypedObject массивті көрсетпейді.
ko_kr: UntypedObject는 배열을 나타내지 않습니다.
lt_lt: UntypedObject neatspindi masyvo.
lv_lv: UntypedObject neattēlo masīvu.
ms_my: UntypedObject tidak mewakili tatasusunan.
nb_no: UntypedObject representerer ikke en matrise.
nl_nl: Het UntypedObject vertegenwoordigt geen matrix.
pl_pl: Obiekt UntypedObject nie reprezentuje tablicy.
pt_br: O UntypedObject não representa uma matriz.
ro_ro: UntypedObject nu reprezintă o matrice.
ru_ru: UntypedObject не представляет собой массив.
sk_sk: UntypedObject nepredstavuje pole.
sl_si: UntypedObject ne predstavlja polja.
sr_cyrl_rs: UntypedObject не представља низ.
sr_latn_rs: UntypedObject ne predstavlja niz.
sv_se: UntypedObject representerar inte en matris.
th_th: UntypedObject ไม่ได้แสดงถึงอาร์เรย์
tr_tr: UntypedObject bir diziyi temsil etmiyor.
uk_ua: UntypedObject не є масивом.
vi_vn: UntypedObject không biểu diễn một mảng.
zh_cn: UntypedObject 不表示数组。
zh_tw: UntypedObject 不代表陣列。

# ErrNotApplicable
source: Not applicable
bg_bg: Неприложимо
ca_es: No aplicable
cs_cz: Nepoužije se
da_dk: Ikke tilgængelig
de_de: Nicht zutreffend
el_gr: Δεν ισχύει
es_es: No aplicable
et_ee: Pole rakendatav
eu_es: Ez da aplikagarria
fi_fi: Ei sovellu
fr_fr: Non applicable
gl_es: Non aplicable
hi_in: लागू नहीं है
hr_hr: Nije primjenjivo
hu_hu: Nem alkalmazható
id_id: Tidak berlaku
it_it: Non applicabile
ja_jp: 適用できません
kk_kz: Қолданылмайды
ko_kr: 해당 없음
lt_lt: Netaikoma
lv_lv: Nav piemērojams
ms_my: Tidak berkenaan
nb_no: Ikke aktuelt
nl_nl: Niet van toepassing
pl_pl: Nie dotyczy
pt_br: Não aplicável
ro_ro: Nu se aplică
ru_ru: Не применимо
sk_sk: Nevzťahuje sa
sl_si: Ni na voljo
sr_cyrl_rs: Није примењиво
sr_latn_rs: Nije primenjivo
sv_se: Ej tillämpligt
th_th: ไม่สามารถใช้งานได้
tr_tr: Uygulanamaz
uk_ua: Незастосовно
vi_vn: Không áp dụng
zh_cn: 不适用
zh_tw: 不適用

# ErrAccessingFieldNotValidValue
source: Accessing a field is not valid on this value.
bg_bg: Достъпът до поле не е валиден за тази стойност.
ca_es: L'accés a un camp no és vàlid en aquest valor.
cs_cz: Přístup k poli není pro tuto hodnotu platný.
da_dk: Adgang til et felt er ikke gyldig for denne værdi.
de_de: Der Zugriff auf ein Feld ist für diesen Wert ungültig.
el_gr: Η πρόσβαση σε ένα πεδίο δεν είναι έγκυρη σε αυτήν την τιμή.
es_es: Acceder a un campo no es válido para este valor.
et_ee: Väljale juurdepääs pole selle väärtuse puhul sobiv.
eu_es: Ezin da eremurik atzitu balio honetan.
fi_fi: Kentän käyttö ei ole sallittua tämän arvon perusteella.
fr_fr: L’accès à un champ n’est pas valide sur cette valeur.
gl_es: O acceso a un campo non é válido neste valor.
hi_in: इस मान पर फ़ील्ड पर पहुँच मान्य नहीं है.
hr_hr: Pristup polju nije valjan za tu vrijednost.
hu_hu: Ezen az értéken érvénytelen a mező elérése.
id_id: Mengakses bidang tidak valid pada nilai ini.
it_it: Accesso a un campo non valido per questo valore.
ja_jp: この値ではフィールドへのアクセスが無効です。
kk_kz: Өріске қатынасу осы мәнде жарамсыз.
ko_kr: 이 값에서는 필드에 액세스할 수 없습니다.
lt_lt: Prieiga prie lauko šiai vertei negalioja.
lv_lv: Šai vērtībai nav derīga piekļuve laukam.
ms_my: Mencapai medan tidak sah pada nilai ini.
nb_no: Med denne verdien er tilgang til et felt ugyldig.
nl_nl: Toegang tot een veld is niet geldig op deze waarde.
pl_pl: Uzyskiwanie dostępu do pola jest nieprawidłowe dla tej wartości.
pt_br: O acesso a um campo não é válido neste valor.
ro_ro: Accesarea unui câmp nu este validă pentru această valoare.
ru_ru: Доступ к полю недопустим при этом значении.
sk_sk: Prístup k poľu nie je pri tejto hodnote platný.
sl_si: Dostop do polja ni veljaven za to vrednost.
sr_cyrl_rs: Приступ пољу није важећи за ову вредност.
sr_latn_rs: Pristup polju nije važeći za ovu vrednost.
sv_se: Det går inte att komma åt ett fält med det här värdet.
th_th: การเข้าถึงฟิลด์ไม่ถูกต้องสำหรับค่านี้
tr_tr: Bu değerde bir alana erişim geçerli değil.
uk_ua: Це значення не може отримати доступ до поля.
vi_vn: Với giá trị này, việc truy cập vào một trường là không hợp lệ.
zh_cn: 访问字段对此值无效。
zh_tw: 存取此值上的欄位無效。

# ErrSystemNoError
source: System no error
bg_bg: Системна грешка – няма
ca_es: Sense error del sistema
cs_cz: Systém bez chyby
da_dk: System ingen fejl
de_de: System – kein Fehler
el_gr: Δεν υπάρχει σφάλμα στο σύστημα
es_es: Error de tipo "ninguno" del sistema
et_ee: Süsteemis pole tõrget
eu_es: Sistemak ez du errorerik
fi_fi: Ei järjestelmävirhettä
fr_fr: Aucune erreur système
gl_es: Erro do sistema "ningún"
hi_in: सिस्टम कोई त्रुटि नहीं
hr_hr: Pogreška sustava „ništa”
hu_hu: A rendszer nem hibás
id_id: Kesalahan tidak ada sistem
it_it: Nessun errore di sistema
ja_jp: システム エラーなし
kk_kz: Жүйеде қате жоқ
ko_kr: 시스템 오류 없음
lt_lt: Sistemos klaida „Nėra“
lv_lv: Sistēmā nav kļūdas
ms_my: Tiada ralat sistem
nb_no: Systemfeilen Ingen
nl_nl: Geen systeemfout
pl_pl: Błąd inny niż błąd systemu
pt_br: Nenhum erro do sistema
ro_ro: Nicio eroare de sistem
ru_ru: Системная ошибка без указания ошибки
sk_sk: Systémová chyba – žiadna
sl_si: V sistemu ni napake
sr_cyrl_rs: Нема системске грешке
sr_latn_rs: Nema sistemske greške
sv_se: Inget systemfel
th_th: ไม่มีข้อผิดพลาดของระบบ
tr_tr: Sistem hatası yok
uk_ua: Системна помилка "немає"
vi_vn: Hệ thống không có lỗi
zh_cn: 系统无错误
zh_tw: 系統無錯誤

# ErrSystemError
source: System error
bg_bg: Системна грешка
ca_es: Error del sistema
cs_cz: Systémová chyba
da_dk: Systemfejl
de_de: Systemfehler
el_gr: Σφάλμα συστήματος
es_es: Error del sistema
et_ee: Süsteemitõrge
eu_es: Sistemaren errorea
fi_fi: Järjestelmävirhe
fr_fr: Erreur système
gl_es: Erro do sistema
hi_in: सिस्टम त्रुटि
hr_hr: Pogreška sustava
hu_hu: Rendszerhiba
id_id: Kesalahan sistem
it_it: Errore di sistema
ja_jp: システム エラー
kk_kz: Жүйе қатесі
ko_kr: 시스템 오류
lt_lt: Sistemos klaida
lv_lv: Sistēmas kļūda
ms_my: Ralat sistem
nb_no: Systemfeil
nl_nl: Systeemfout
pl_pl: Błąd systemu
pt_br: Erro do sistema
ro_ro: Eroare de sistem
ru_ru: Системная ошибка
sk_sk: Systémová chyba
sl_si: Sistemska napaka
sr_cyrl_rs: Системска грешка
sr_latn_rs: Sistemska greška
sv_se: Systemfel
th_th: ข้อผิดพลาดของระบบ
tr_tr: Sistem hatası
uk_ua: Системна помилка
vi_vn: Lỗi hệ thống
zh_cn: 系统错误
zh_tw: 系統錯誤

# ErrMissingRequiredField
source: Missing required field
bg_bg: Липсва задължително поле
ca_es: Falta un camp obligatori
cs_cz: Chybí povinné pole
da_dk: Manglende obligatorisk felt
de_de: Fehlendes Pflichtfeld
el_gr: Λείπει υποχρεωτικό πεδίο
es_es: Falta un campo obligatorio
et_ee: Nõutav väli puudub
eu_es: Beharrezko eremua falta da
fi_fi: Pakollinen kenttä puuttuu
fr_fr: Champ obligatoire manquant
gl_es: Falta un campo necesario
hi_in: अनुपलब्ध आवश्यक फ़ील्ड
hr_hr: Nedostaje obavezno polje
hu_hu: Hiányzó kötelező mező
id_id: Bidang wajib tidak ada
it_it: Campo obbligatorio mancante
ja_jp: 必須フィールドが見つかりません
kk_kz: Қажетті өріс жоқ
ko_kr: 필수 필드 없음
lt_lt: Trūksta būtino lauko
lv_lv: Trūkst nepieciešamā lauka
ms_my: Medan diperlukan tidak ditemukan
nb_no: Obligatorisk felt mangler
nl_nl: Vereist veld ontbreekt
pl_pl: Brak wymaganego pola
pt_br: Campo obrigatório ausente
ro_ro: Câmp obligatoriu lipsă
ru_ru: Отсутствует обязательное поле
sk_sk: Chýba povinné pole
sl_si: Zahtevano polje manjka
sr_cyrl_rs: Недостаје обавезно поље
sr_latn_rs: Nedostaje obavezno polje
sv_se: Obligatoriskt fält saknas
th_th: ขาดฟิลด์ที่ต้องระบุ
tr_tr: Gerekli alan eksik
uk_ua: Бракує обов’язкового поля
vi_vn: Thiếu trường bắt buộc
zh_cn: 缺少必填字段
zh_tw: 缺少必要欄位

# ErrCreateRecordPermissionDenied
source: Create record permission denied
bg_bg: Разрешението за създаване на запис е отказано
ca_es: S'ha denegat la creació de permisos de registre
cs_cz: Oprávnění k vytvoření záznamu bylo odepřeno
da_dk: Der blev ikke givet tilladelse til oprettelse af post
de_de: Berechtigung zum Erstellen eines Datensatzes abgelehnt
el_gr: Το δικαίωμα δημιουργίας καρτέλας απορρίφθηκε
es_es: Crear permiso de registro denegado
et_ee: Kirje loomise õigus on keelatud
eu_es: Ukatu da erregistroa sortzeko baimena
fi_fi: Tietueen luontioikeus estetty
fr_fr: Autorisation de création d’enregistrement refusée
gl_es: Permiso de creación de rexistros denegado
hi_in: रिकॉर्ड अनुमति बनाने से इनकार किया गया
hr_hr: Dozvola za izradu zapisa je odbijena
hu_hu: Rekordengedély létrehozása megtagadva
id_id: Izin pembuatan rekaman ditolak
it_it: Autorizzazione di creazione record negata
ja_jp: レコード作成のアクセス許可が拒否されました
kk_kz: Жазба рұқсатын жасаудан бас тартылды
ko_kr: 레코드 만들기 권한 거부됨
lt_lt: Teisė kurti įrašą uždrausta
lv_lv: Ieraksta izveides atļauja ir liegta
ms_my: Cipta keizinan rekod dinafikan
nb_no: Tillatelse til å opprette oppføring er ikke gitt
nl_nl: Machtiging voor maken van records geweigerd
pl_pl: Odmowa uprawnienia do tworzenia rekordów
pt_br: Permissão negada para criar registro
ro_ro: Permisiune de creare a înregistrării refuzată
ru_ru: Отказано в разрешении на создание записей
sk_sk: Povolenie na vytvorenie záznamu bolo zamietnuté
sl_si: Dovoljenje za ustvarjanje zapis je zavrnjeno
sr_cyrl_rs: Дозвола за креирање записа је одбијена
sr_latn_rs: Dozvola za kreiranje zapisa je odbijena
sv_se: Behörighet att skapa post nekad
th_th: สิทธิ์การสร้างเรกคอร์ดถูกปฏิเสธ
tr_tr: Kayıt oluşturma izni reddedildi
uk_ua: Дозвіл на створення запису не надано
vi_vn: Quyền tạo bản ghi bị từ chối
zh_cn: 创建记录权限被拒绝
zh_tw: 建立記錄權限遭拒
