Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSearch_text
source: Search text.
bg_bg: Текст за търсене.
ca_es: Text de cerca.
cs_cz: Hledaný text
da_dk: Søgetekst.
de_de: Suchtext
el_gr: Κείμενο αναζήτησης.
es_es: Busca texto.
et_ee: Teksti otsimine.
eu_es: Bilatu testuan.
fi_fi: Hae tekstiä.
fr_fr: Texte recherché.
gl_es: Buscar texto.
hi_in: पाठ खोजें.
hr_hr: Tekst koji se pretražuje.
hu_hu: A keresett szöveg.
id_id: Cari teks.
it_it: Testo di ricerca.
ja_jp: 検索文字列。
kk_kz: Мәтінді іздеу.
ko_kr: 검색 텍스트입니다.
lt_lt: Ieškos tekstas.
lv_lv: Meklēšanas teksts.
ms_my: Cari teks.
nb_no: Søketekst.
nl_nl: Zoektekst.
pl_pl: Wyszukiwany tekst.
pt_br: Buscar texto.
pt_pt: Pesquisar no texto.
ro_ro: Căutare text.
ru_ru: Текст для поиска.
sk_sk: Vyhľadať text.
sl_si: Iskano besedilo.
sr_cyrl_rs: Текст за претрагу.
sv_se: Genomsök text.
th_th: ข้อความค้นหา
tr_tr: Aranacak metin.
uk_ua: Пошуковий запит.
vi_vn: Văn bản tìm kiếm.
zh_cn: 搜索文本。
zh_tw: 搜尋文字。

# AboutSearch_column
source: Column to search.
bg_bg: Колона за търсене.
ca_es: Columna que se cercarà.
cs_cz: Sloupec, ve kterém se má hledat
da_dk: Kolonne, der skal søges i.
de_de: Zu durchsuchende Spalte
el_gr: Στήλη για αναζήτηση.
es_es: Columna que se va a buscar.
et_ee: Veerg, kust otsitakse.
eu_es: Bilatuko den zutabea.
fi_fi: Haettava sarake.
fr_fr: Colonne dans laquelle rechercher.
gl_es: Columna que se vai buscar.
hi_in: खोजने वाले स्तंभ.
hr_hr: Stupac koji se pretražuje.
hu_hu: Ebben az oszlopban kell keresni.
id_id: Kolom untuk dicari.
it_it: Colonna in cui eseguire la ricerca.
ja_jp: 検索する列。
kk_kz: Іздеу орындалатын баған.
ko_kr: 검색할 열입니다.
lt_lt: Stulpeliai, kuriuose ieškoma.
lv_lv: Kolonna, kur meklēt.
ms_my: Lajur untuk carian.
nb_no: Kolonne det skal søkes i.
nl_nl: De tekst die moet worden gezocht.
pl_pl: Kolumna do przeszukania.
pt_br: Coluna a ser pesquisada.
pt_pt: Coluna a pesquisar.
ro_ro: Coloană de căutat.
ru_ru: Столбец для поиска.
sk_sk: Stĺpec, ktorý sa má prehľadať.
sl_si: Stolpec, ki ga je treba preiskati.
sr_cyrl_rs: Колона за претрагу.
sv_se: Kolumn att genomsöka.
th_th: คอลัมน์ที่จะค้นหา
tr_tr: Arama yapılacak olan sütun.
uk_ua: Стовпець, де потрібно шукати.
vi_vn: Cột muốn tìm kiếm.
zh_cn: 要搜索的列。
zh_tw: 要搜尋的資料行。

# SearchArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SearchArg2
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# SearchArg3
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
id_id: kolom
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# ErrSearchWrongType
source: Wrong column type. Expects text type.
bg_bg: Грешен тип колона. Очаква се текстов тип.
ca_es: Tipus de columna incorrecte. S'espera un tipus de text.
cs_cz: Nesprávný typ sloupce, očekává se typ text.
da_dk: Forkert kolonnetype. Forventer teksttype.
de_de: Falscher Spaltentyp. Der Typ "text" wird erwartet.
el_gr: Εσφαλμένος τύπος στήλης. Αναμένει τύπο κειμένου.
es_es: Tipo de columna incorrecto. Se espera tipo de texto.
et_ee: Vale veerutüüp. Eeldatav tüüp on tekst.
eu_es: Zutabe mota okerra. Testu motakoa espero da.
fi_fi: Väärä saraketyyppi. Odottaa tekstityyppiä.
fr_fr: Type de colonne incorrect. Attend un type de texte.
gl_es: Tipo de columna incorrecto. Espérase unha columna de tipo de texto.
hi_in: ग़लत स्तंभ प्रकार. पाठ प्रकार अपेक्षित है.
hr_hr: Pogrešna vrsta stupca. Očekuje se tekstna vrsta.
hu_hu: Helytelen oszloptípus. Az elvárás a szöveg típus.
id_id: Jenis kolom salah. Menebak jenis teks.
it_it: Il tipo di colonna non è valido. È previsto il tipo testo.
ja_jp: 列の型が正しくありません。テキスト型が必要です。
kk_kz: Баған түрі дұрыс емес. Мәтін түрі күтіледі.
ko_kr: 잘못된 열 형식입니다. 텍스트 형식이 필요합니다.
lt_lt: Neteisingas stulpelio tipas. Tikimasi teksto tipo.
lv_lv: Nederīgs kolonnas tips. Paredzēts teksta tips.
ms_my: Jenis lajur salah. Menjangkakan jenis teks.
nb_no: Ugyldig kolonnetype. Forventer teksttype.
nl_nl: Verkeerd kolomtype. Het type Tekst wordt verwacht.
pl_pl: Nieprawidłowy typ kolumny. Oczekiwany jest typ tekstowy.
pt_br: Tipo de coluna incorreto. Esperado tipo de texto.
pt_pt: Tipo de coluna errado. Era esperado o tipo de texto.
ro_ro: Tipul de coloană nu este potrivit. Se așteaptă tipul text.
ru_ru: Неверный тип столбца. Ожидается текстовый столбец.
sk_sk: Nesprávny typ stĺpca. Očakáva sa textový typ.
sl_si: Napačen tip stolpca. Pričakovan je besedilni tip.
sr_cyrl_rs: Погрешан тип колоне. Очекује се тип текста.
sv_se: Fel kolumntyp. En texttyp förväntades.
th_th: ประเภทคอลัมน์ไม่ถูกต้อง ต้องการประเภทข้อความ
tr_tr: Yanlış sütun türü. Metin türünde sütun bekleniyor.
uk_ua: Неправильний тип стовпця. Очікується текстовий тип.
vi_vn: Loại cột không chính xác. Dự kiến loại văn bản.
zh_cn: 列类型错误。需要文本类型。
zh_tw: 資料行類型錯誤。應為文字類型。

# ErrSearchWrongTableType
source: Table doesn't contain any column of text type.
bg_bg: Таблицата не съдържа колони от текстов тип.
ca_es: La taula no conté cap columna de tipus de text.
cs_cz: Tabulka neobsahuje žádný sloupec typu text.
da_dk: Tabel indeholder ikke nogen teksttypekolonner.
de_de: Die Tabelle enthält keine Spalten vom Texttyp.
el_gr: Ο πίνακας δεν περιέχει καμία στήλη τύπου κειμένου.
es_es: La tabla no contiene ninguna columna de tipo de texto.
et_ee: Tabelis pole ühtki veergu, mille tüüp oleks tekst.
eu_es: Taulak ez du testu motako zutaberik.
fi_fi: Taulukko ei sisällä mitään tekstityyppistä saraketta.
fr_fr: La table ne contient aucune colonne de type de texte.
gl_es: A táboa non contén ningunha columna de tipo texto.
hi_in: तालिका में पाठ प्रकार का कोई भी स्तंभ नहीं है.
hr_hr: Tablica ne sadrži nijedan stupac tekstne vrste.
hu_hu: A tábla nem tartalmaz szöveg típusú oszlopot.
id_id: Tabel tidak berisi kolom jenis teks.
it_it: La tabella non contiene alcuna colonna di tipo testo.
ja_jp: テーブルにテキスト型の列が含まれていません。
kk_kz: Кестеде мәтін түріндегі баған жоқ.
ko_kr: 테이블에 텍스트 형식의 열이 없습니다.
lt_lt: Lentelėje nėra jokio teksto tipo stulpelio.
lv_lv: Tabulā nav nevienas teksta tipa kolonnas.
ms_my: Jadual tidak mengandungi sebarang lajur jenis teks.
nb_no: Tabellen inneholder ikke en kolonne av typen tekst.
nl_nl: De tabel bevat geen kolom van het type Tekst.
pl_pl: Tabela nie zawiera żadnej kolumny typu tekstowego.
pt_br: A tabela não contém coluna do tipo de texto.
pt_pt: A tabela não contém nenhuma coluna de tipo de texto.
ro_ro: Tabelul nu conține nicio coloană de tip text.
ru_ru: В таблице не определено ни одного текстового столбца.
sk_sk: Tabuľka neobsahuje žiadny stĺpec textového typu.
sl_si: Tabela ne vsebuje besedilnih stolpcev.
sr_cyrl_rs: Табела не садржи ниједну колону типа текста.
sv_se: Tabellen innehåller ingen kolumn av texttyp.
th_th: ตารางไม่มีคอลัมน์ประเภทตัวอักษร
tr_tr: Tablo hiç metin türünde sütun içermiyor.
uk_ua: Таблиця не містить жодного текстового стовпця.
vi_vn: Bảng không chứa bất kỳ cột nào thuộc loại văn bản.
zh_cn: 表不包含文本类型的任何列。
zh_tw: 資料表不包含文字類型的任何資料行。

# ErrDeprecatedDotUseShowColumns
source: Deprecated use of '.'. Please use the 'ShowColumns' function instead.
bg_bg: Отхвърлено използване на „.“. Вместо това използвайте функцията ShowColumns.
ca_es: Ús obsolet de ".". Utilitzeu la funció "ShowColumns" en el seu lloc.
cs_cz: Zastaralé použití znaku „.“. Místo toho použijte funkci „ShowColumns“.
da_dk: Udfaset brug af ".". Brug i stedet "ShowColumns"-funktionen.
de_de: Veraltete Verwendung von „.“. Verwenden Sie stattdessen die Funktion „ShowColumns“.
el_gr: Δεν χρησιμοποιείται το ".". Χρησιμοποιήστε τη συνάρτηση 'ShowColumns' αντ' αυτού.
es_es: "." en desuso. Use la función "ShowColumns" en su lugar.
et_ee: Üksuse „.“ iganenud kasutamine. Kasutage selle asemel funktsiooni „ShowColumns“.
eu_es: '.' zeinuaren erabilera zaharkitua. Erabili "ShowColumns" funtzioa horren ordez.
fi_fi: Vanhentunut merkinnän '.' käyttö. Käytä sen sijaan ShowColumns-funktiota.
fr_fr: Utilisation de '.' déconseillée. Utilisez plutôt la fonction 'ShowColumns'.
gl_es: O uso de "." quedou obsoleto. No seu lugar, empregue a función "ShowColumns".
hi_in: '.'. का अस्वीकृत प्रयोग. कृपया इसके बजाय 'ShowColumns' फ़ंक्शन का उपयोग करें.
hr_hr: Zastarjela uporaba „.”. Umjesto toga upotrijebite funkciju „ShowColumns”.
hu_hu: A(z) '.' elavult használata. Használja inkább 'ShowColumns' függvényt.
id_id: '.' tidak digunakan lagi. Gunakan fungsi 'ShowColumns' sebagai gantinya.
it_it: Uso deprecato di ".". Usa invece la funzione "ShowColumns".
ja_jp: 「.」の使用は廃止されました。代わりに 'ShowColumns' 関数を使用してください。
kk_kz: "." пайдалану ұсынылмаған. Оны орнына "ShowColumns" функциясын пайдаланыңыз.
ko_kr: '.' 기호는 더 이상 사용되지 않습니다. 대신 'ShowColumns' 함수를 사용하세요.
lt_lt: Nerekomenduojamas „.“. Vietoje to naudokite funkciją „ShowColumns“.
lv_lv: Novecojis “.” lietojums. Tā vietā, lūdzu, izmantojiet funkciju “ShowColumns”.
ms_my: Penamatan penggunaan '.'. Sila gunakan fungsi 'ShowColumns'.
nb_no: Avskrevet bruk av ".". Bruk funksjonen ShowColumns i stedet.
nl_nl: Het gebruik van '.' is afgeschaft. Gebruik in plaats daarvan de functie ShowColumns.
pl_pl: Przestarzałe użycie znaku „.”. Użyj w zamian funkcji „ShowColumns”.
pt_br: Uso preterido de ".". Use a função "ShowColumns" em seu lugar.
pt_pt: Utilização preterida de ".". Utilize antes a função "ShowColumns".
ro_ro: Utilizare perimată a „.”. Utilizați în schimb funcția ShowColumns.
ru_ru: Нерекомендуемое использование ".". Используйте функцию "ShowColumns".
sk_sk: Zastarané použitie znaku „.“. Namiesto toho použite funkciu ShowColumns.
sl_si: Zastarela uporaba ».«. Namesto tega uporabite funkcijo »ShowColumns«.
sr_cyrl_rs: Застарела употреба „.“. Уместо тога користите функцију „ShowColumns“.
sv_se: Inaktuell användning av ".". Använd funktionen "ShowColumns" i stället.
th_th: การใช้ '.' ในแบบที่ไม่สนับสนุนแล้ว โปรดใช้ฟังก์ชัน 'ShowColumns' แทน
tr_tr: "." kullanımdan kaldırılmıştır. Lütfen bunun yerine "ShowColumns" işlevini kullanın.
uk_ua: Застаріле використання крапки ("."). Використовуйте натомість функцію "ShowColumns".
vi_vn: Ngừng sử dụng ".". Thay vào đó, hãy sử dụng hàm "ShowColumns".
zh_cn: 已弃用 "."。请改用 "ShowColumns" 函数。
zh_tw: '.' 已遭到淘汰。請改用 'ShowColumns' 函式。

# IntellisenseAiDisclaimer
source: **Disclaimer:** AI-generated content can have mistakes. Make sure it's accurate and appropriate before using it. [See terms](https://go.microsoft.com/fwlink/?linkid=2225491)
bg_bg: **Отказ от отговорност:** Генерираното от AI съдържание може да има грешки. Уверете се, че е точно и подходящо, преди да го използвате. [Вижте условията](https://go.microsoft.com/fwlink/?linkid=2225491)
ca_es: **Advertiment legal:** el contingut generat per IA pot tenir errors. Assegureu-vos que sigui precís i adequat abans d'utilitzar-lo. [Vegeu els termes](https://go.microsoft.com/fwlink/?linkid=2225491)
cs_cz: **Odmítnutí odpovědnosti:** Obsah generovaný AI může obsahovat chyby. Před použitím se ujistěte, že je přesný a vhodný. [Přečtěte si podmínky](https://go.microsoft.com/fwlink/?linkid=2225491)
da_dk: **Ansvarsfraskrivelse:** AI-genereret indhold kan indeholde fejl. Kontrollér, at det er nøjagtigt og relevant, før du bruger det. [Se vilkår](https://go.microsoft.com/fwlink/?linkid=2225491)
de_de: **Haftungsausschluss:** KI-generierte Inhalte können Fehler enthalten. Vergewissern Sie sich, dass der Inhalt korrekt und angemessen ist, bevor Sie ihn verwenden. [Bestimmungen lesen](https://go.microsoft.com/fwlink/?linkid=2225491)
el_gr: **Αποποίηση ευθύνης:** Το περιεχόμενο που δημιουργείται από AI μπορεί να έχει σφάλματα. Προτού το χρησιμοποιήσετε, βεβαιωθείτε ότι είναι ακριβές και κατάλληλο. [Δείτε τους όρους](https://go.microsoft.com/fwlink/?linkid=2225491)
es_es: **Declinación de responsabilidad:** El contenido generado por IA puede tener errores. Asegúrese de que es preciso y apropiado antes de usarlo. [Ver términos](https://go.microsoft.com/fwlink/?linkid=2225491)
et_ee: **Lahtiütlus:** tehisintellekti loodud sisus võib olla vigu. Enne kasutamist veenduge, et see oleks täpne ja asjakohane. [Lugege eelversiooni tingimusi](https://go.microsoft.com/fwlink/?linkid=2225491)
eu_es: **Erantzukizun-ukatzea:** Adimen artifizialak sortutako edukiak akatsak izan ditzake. Ziurtatu zuzena eta egokia dela erabili aurretik. [Ikusi baldintzak](https://go.microsoft.com/fwlink/?linkid=2225491)
fi_fi: **Huomautus:** Tekoälyn luomassa sisällössä voi olla virheitä. Varmista ennen sen käyttöä, että se on tarkkaa ja asianmukaista. [Näytä ehdot](https://go.microsoft.com/fwlink/?linkid=2225491)
fr_fr: **Exclusion :** Le contenu généré par l’IA peut comporter des erreurs. Assurez-vous qu’il est exact et approprié avant de l’utiliser. [Consulter les conditions dֺ’utilisation](https://go.microsoft.com/fwlink/?linkid=2225491)
gl_es: **Exención de responsabilidade:** O contido xerado pola IA pode ter erros. Asegúrese de que é pertinente e apropiado antes de usalo. [Consulte as condicións de uso](https://go.microsoft.com/fwlink/?linkid=2225491)
hi_in: **अस्वीकरण:** AI-जनित सामग्री में गलतियाँ हो सकती हैं. उपयोग करने से पहले सुनिश्चित कर लें कि यह सटीक और उचित है. [शर्तें देखें](https://go.microsoft.com/fwlink/?linkid=2225491)
hr_hr: **Odricanje od odgovornosti:** sadržaj generiran umjetnom inteligencijom može sadržavati pogreške. Prije upotrebe provjerite je li točan i prikladan. [Pogledajte uvjete](https://go.microsoft.com/fwlink/?linkid=2225491)
hu_hu: **Felelősséget kizáró nyilatkozat:**Az AI által előállított tartalomban előfordulhatnak hibák. Használat előtt győződjön meg arról, hogy pontos és megfelelő legyen. [Lásd a feltételeket](https://go.microsoft.com/fwlink/?linkid=2225491)
id_id: **Penafian:** Konten yang dihasilkan AI dapat memiliki kesalahan. Pastikan keakuratan dan kesesuaiannya sebelum digunakan. [Lihat persyaratan](https://go.microsoft.com/fwlink/?linkid=2225491)
it_it: **Dichiarazione di non responsabilità:** il contenuto generato dall'IA può contenere errori. Verifica che sia accurato e appropriato prima di utilizzarlo. [Leggi le condizioni](https://go.microsoft.com/fwlink/?linkid=2225491)
ja_jp: **免責事項:** AIが生成したコンテンツには間違いがある可能性があります。使用する前に、正確で適切であることを確認してください。[使用条件を見る](https://go.microsoft.com/fwlink/?linkid=2225491)
kk_kz: Жасанды интеллект арқылы жасалған мазмұнда қателер болуы мүмкін. Оны пайдаланбас бұрын, оның дұрыстығына және сәйкестігіне көз жеткізіңіз. [Шарттарды қараңыз](https://go.microsoft.com/fwlink/?linkid=2225491)
ko_kr: **통지: **AI가 생성한 콘텐츠에는 실수가 있을 수 있습니다. 사용하기 전에 정확하고 적절한지 확인하세요. [약관 참조](https://go.microsoft.com/fwlink/?linkid=2225491)
lt_lt: **Atsakomybės atsisakymas.** DI sugeneruotame turinyje gali būti klaidų. Prieš naudodami įsitikinkite, kad jis tikslus ir tinkamas. [Skaityti sąlygas](https://go.microsoft.com/fwlink/?linkid=2225491)
lv_lv: **Atruna.** Mākslīgā intelekta ģenerētam saturam var būt kļūdas. Pirms lietošanas pārliecinieties, vai tas ir pareizs un atbilstošs. [Skatīt noteikumus](https://go.microsoft.com/fwlink/?linkid=2225491)
ms_my: **Penafian:** Kandungan yang dijana AI mungkin mempunyai kesilapan. Pastikan kandungan tepat dan sesuai sebelum menggunakan kandungan. [Lihat terma](https://go.microsoft.com/fwlink/?linkid=2225491)
nb_no: **Ansvarsfraskrivelse:** Innhold generert av kunstig intelligens kan inneholde feil. Kontroller at det er nøyaktig og relevant før du bruker det. [Se vilkårene](https://go.microsoft.com/fwlink/?linkid=2225491)
nl_nl: **Disclaimer:** Door AI gegenereerde inhoud kan fouten bevatten. Zorg ervoor dat de inhoud correct en passend is voordat u deze gebruikt. [Lees de voorwaarden](https://go.microsoft.com/fwlink/?linkid=2225491)
pl_pl: **Zastrzeżenie:** Zawartość wygenerowana przez sztuczną inteligencję może zawierać błędy. Zanim jej użyjesz, upewnij się, że jest dokładna i odpowiednia. [Zobacz postanowienia](https://go.microsoft.com/fwlink/?linkid=2225491).
pt_br: **Aviso de isenção de responsabilidade:** o conteúdo gerado por IA pode ter erros. Certifique-se de que ele seja preciso e apropriado antes de usá-lo. [Consulte os termos](https://go.microsoft.com/fwlink/?linkid=2225491)
pt_pt: **Exclusão de Responsabilidades:** O conteúdo gerado por IA poderá ter erros. Certifique-se de que é exato e adequado antes de o utilizar. [Consulte os termos](https://go.microsoft.com/fwlink/?linkid=2225491)
ro_ro: **Exonerare de răspundere.** Conținutul generat de inteligența artificială (IA) poate avea greșeli. Asigurați-vă că acesta este corect și adecvat, înainte de a-l utiliza. [Vedeți condițiile](https://go.microsoft.com/fwlink/?linkid=2225491)
ru_ru: **Отказ от ответственности:** Контент, генерированный ИИ, может содержать ошибки. Перед его использованием убедитесь, что информация верна и уместна. [Прочитать условия использования](https://go.microsoft.com/fwlink/?linkid=2225491)
sk_sk: **Vyhlásenie:** Obsah generovaný AI môže obsahovať chyby. Pred jeho použitím sa ubezpečte, že je presný a vhodný. [Zobraziť podmienky](https://go.microsoft.com/fwlink/?linkid=2225491)
sl_si: **Izjava o zavrnitvi odgovornosti:** Vsebina, ustvarjena z umetno inteligenco, ima lahko napake. Preden jo uporabite, se prepričajte, da je točna in primerna. [Preberite pogoje](https://go.microsoft.com/fwlink/?linkid=2225491)
sr_cyrl_rs: **Одрицање одговорности:** Садржај који је генерисала вештачка интелигенција може да има грешке. Уверите се да је тачан и одговарајући пре употребе. [Погледајте услове коришћења](https://go.microsoft.com/fwlink/?linkid=2225491)
sv_se: **Ansvarsfriskrivning:** AI-genererat innehåll kan innehålla fel. Se till att det är korrekt och passande innan du använder det. [Se villkoren](https://go.microsoft.com/fwlink/?linkid=2225491)
th_th: **ข้อสงวนสิทธิ์:** เนื้อหาที่สร้างโดย AI อาจมีข้อผิดพลาด ตรวจสอบให้แน่ใจว่าถูกต้องและเหมาะสมก่อนใช้งาน [ดูเงื่อนไข](https://go.microsoft.com/fwlink/?linkid=2225491)
tr_tr: **Sorumluluk Reddi:** Yapay zeka tarafından oluşturulan içerikte hatalar olabilir. Kullanmadan önce doğru ve uygun olduğundan emin olun. [Koşulları inceleyin](https://go.microsoft.com/fwlink/?linkid=2225491)
uk_ua: **Застереження.** У вмісті, створеному штучним інтелектом, можуть бути присутні помилки. Перед використанням обов’язково переконайтеся в точності й доречності вмісту. [Див. умови](https://go.microsoft.com/fwlink/?linkid=2225491)
vi_vn: **Tuyên bố từ chối trách nhiệm:** Nội dung do trí tuệ nhân tạo tạo có thể có lỗi. Hãy đảm bảo rằng nội dung này chính xác và phù hợp trước khi sử dụng. [Đọc điều khoản](https://go.microsoft.com/fwlink/?linkid=2225491)
zh_cn: **免责声明:** AI 生成的内容可能有错误。使用前请确保其准确且适当。[查看条款](https://go.microsoft.com/fwlink/?linkid=2225491)
zh_tw: **免責聲明:** AI 產生的內容可能包含錯誤。使用前請確認其內容準確且適當。[查看條款](https://go.microsoft.com/fwlink/?linkid=2225491)

# AboutUniChar
source: Returns the Unicode character that is referenced by the given numeric value.
bg_bg: Връща Unicode знака, който отговаря на дадената числова стойност.
ca_es: Retorna el caràcter Unicode al qual fa referència el valor numèric especificat.
cs_cz: Vrátí znak Unicode, na který odkazuje daná číselná hodnota.
da_dk: Returnerer det Unicode-tegn, som den givne numeriske værdi refererer til.
de_de: Gibt das Unicode-Zeichen zurück, auf das durch den angegebenen numerischen Wert verwiesen wird.
el_gr: Επιστρέφει τον χαρακτήρα Unicode στον οποίο αναφέρεται η δεδομένη αριθμητική τιμή.
es_es: Devuelve el carácter Unicode al que hace referencia el valor numérico especificado.
et_ee: Tagastab Unicode’i märgi, millele antud numbriline väärtus viitab.
eu_es: Zehaztutako zenbakizko balioak aipatzen duen Unicode karakterea itzultzen du.
fi_fi: Palauttaa Unicode-merkin, johon annettu numeerinen arvo viittaa.
fr_fr: Retourne le caractère Unicode référencé par la valeur numérique donnée.
gl_es: Devolve o carácter Unicode ao que fai referencia o valor numérico indicado.
hi_in: यूनिकोड वर्ण लौटाता है जो दिए गए संख्यात्मक मान द्वारा संदर्भित होता है.
hr_hr: Vraća Unicode znak na koji upućuje zadana numerička vrijednost.
hu_hu: Visszaadja a megadott numerikus érték által hivatkozott Unicode-karaktert.
id_id: Mengembalikan karakter Unicode yang direferensikan berdasarkan nilai numerik yang diberikan.
it_it: Restituisce il carattere Unicode a cui fa riferimento il valore numerico specificato.
ja_jp: 指定された数値で参照される Unicode 文字を返します。
kk_kz: Берілген сандық мәнге сілтеме жасайтын Unicode таңбасын береді.
ko_kr: 주어진 숫자 값이 참조하는 유니코드 문자를 반환합니다.
lt_lt: Grąžina „Unicode“ simbolį, kurį nurodo pateikta skaitinė reikšmė.
lv_lv: Atgriež unikoda rakstzīmi, uz kuru atsaucas norādītā skaitliskā vērtība.
ms_my: Mengembalikan aksara Unikod yang dirujuk oleh nilai angka yang diberikan.
nb_no: Returnerer Unicode-tegnet som den angitte numeriske verdien refererer til.
nl_nl: Hiermee wordt het Unicode-teken geretourneerd waarnaar wordt verwezen door de opgegeven numerieke waarde.
pl_pl: Zwraca znak Unicode, do którego odwołuje się dana wartość liczbowa.
pt_br: Retorna o caractere Unicode que é referenciado pelo valor numérico determinado.
pt_pt: Devolve o caráter Unicode referenciado pelo valor numérico fornecido.
ro_ro: Returnează caracterul Unicode la care face referire valoarea numerică dată.
ru_ru: Возвращает символ Юникод, на который ссылается заданное числовое значение.
sk_sk: Vráti znak Unicode, na ktorý odkazuje daná číselná hodnota.
sl_si: Vrne znak Unicode, na katerega se sklicuje dana številska vrednost.
sr_cyrl_rs: Враћа Unicode знак на који упућује наведена нумеричка вредност.
sv_se: Returnerar det Unicode-tecken som det angivna numeriska värdet refererar till.
th_th: ส่งกลับอักขระ Unicode ที่อ้างอิงโดยค่าตัวเลขที่ระบุ
tr_tr: Belirtilen sayısal değerin başvurduğu Unicode karakteri döndürür.
uk_ua: Повертає символ Юнікоду, на який посилається дане числове значення.
vi_vn: Trả về ký tự Unicode được tham chiếu theo giá trị số đã cho.
zh_cn: 返回给定数值引用的 Unicode 字符。
zh_tw: 傳回給定數值所參考的 Unicode 字元。
