Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# InvalidCast
source: Type conversion failed because the given value was of type '{0}', expected '{1}' type.
bg_bg: Преобразуването на типа е неуспешно, тъй като дадената стойност е от тип „{0}“, а се очаква тип „{1}“.
ca_es: S'ha produït un error en convertir el tipus perquè el valor proporcionat era del tipus "{0}" però s'esperava el tipus "{1}".
cs_cz: Převod typu se nezdařil, protože daná hodnota byla typu „{0}“, ale očekáván byl typ „{1}“.
da_dk: Typekonverteringen mislykkedes, fordi den angivne værdi var af typen "{0}", der forventes typen "{1}".
de_de: Fehler bei der Typkonvertierung, da der angegebene Wert vom Typ „{0}“ war. Erwarteter Typ: „{1}“.
el_gr: Η μετατροπή τύπου απέτυχε επειδή η δεδομένη τιμή ήταν τύπου «{0}», αναμενόμενου τύπου «{1}».
es_es: Error de conversión de tipo porque el valor proporcionado era del tipo "{0}"; se esperaba el tipo "{1}".
et_ee: Tüübi teisendamine nurjus, kuna antud väärtus oli tüübiga „{0}“, eeldati tüüpi „{1}“.
eu_es: Mota-bihurketak huts egin du, emandako balioa "{0}" motakoa zelako eta "{1}" motakoa espero zelako.
fi_fi: Tyypin muuntaminen epäonnistui, koska annettu arvo oli tyypiltään {0}, odotettiin tyyppiä {1}.
fr_fr: Échec de la conversion de type, car la valeur donnée était de type « {0} », type attendu : « {1} ».
gl_es: Produciuse un erro na conversión do tipo porque o valor indicado era do tipo "{0}" e esperábase o tipo "{1}".
hi_in: प्रकार रूपांतरण विफल रहा क्योंकि दिया गया मूल्य '{0}' प्रकार का था, जिसकी उम्मीद '{1}' प्रकार थी.
hr_hr: Pretvorba vrste nije uspjela zato što je dana vrijednost bila vrste „{0}”, a očekivala se vrsta „{1}”.
hu_hu: A típus átalakítása nem sikerült, mert a megadott érték „{0}” típusú, a várt érték pedig „{1}” típusú.
id_id: Konversi jenis gagal karena nilai yang diberikan adalah jenis '{0}', yang diharapkan adalah jenis '{1}'.
it_it: Conversione tipo non riuscita perché il valore specificato era di tipo "{0}", mentre il tipo previsto è "{1}".
ja_jp: 必要な種類 '{1}' に対して種類 '{0}' の値を指定したため、種類の変換が失敗しました。
kk_kz: Түрі түрлендірілмеді, өйткені берілген мәннің түрі "{0}", күтілген түрі "{1}" болды.
ko_kr: 지정된 값이 '{0}' 형식이었으므로 형식을 변환하지 못했습니다. 필요한 형식은 '{1}'입니다.
lt_lt: Nepavyko konvertuoti tipo, nes nurodytos reikšmės tipas buvo „{0}“, o tikimasi tipo „{1}“.
lv_lv: Tipa pārvēršana neizdevās, jo dotās vērtības tips bija “{0}”, paredzamais tips: “{1}”.
ms_my: Penukaran jenis gagal kerana nilai yang diberikan ialah jenis '{0}', jenis '{1}' dijangkakan.
nb_no: Konverteringstypen mislyktes fordi den angitte verdien var av typen {0}, forventet typen {1}.
nl_nl: Typeconversie is mislukt omdat de gegeven waarde van het type {0} was en type {1} werd verwacht.
pl_pl: Konwersja typu nie powiodła się, ponieważ dana wartość była typu „{0}”, a oczekiwano typu „{1}”.
pt_br: A conversão de tipo falhou porque o valor especificado era do tipo "{0}", e o tipo esperado era "{1}".
pt_pt: Falha ao converter tipo porque o valor indicado era do tipo "{0}" e era esperado o tipo "{1}".
ro_ro: Conversia de tip nu a reușit, deoarece valoarea dată a fost de tip „{0}”, tipul așteptat „{1}”.
ru_ru: Сбой преобразования типа. Заданное значение имеет тип "{0}", тогда как ожидался тип "{1}".
sk_sk: Konverzia typu zlyhala, pretože zadaná hodnota bola typu {0}, no očakávaný bol typ {1}.
sl_si: Vrste ni bilo mogoče pretvoriti, ker je imela navedena vrednost vrsto »{0}«, pričakovana pa je vrsta »{1}«.
sr_cyrl_rs: Конверзија типа није успела јер је дата вредност била типа „{0}“, а очекује се тип „{1}“.
sv_se: Typkonverteringen misslyckades eftersom det angivna värdet var av typen "{0}", förväntad typ: "{1}".
th_th: การแปลงชนิดล้มเหลวเนื่องจากค่าที่ระบุเป็นชนิด '{0}' แต่ที่คาดไว้คือชนิด '{1}'
tr_tr: Verilen değer '{0}' türünde olduğu için tür dönüşümü başarısız oldu; '{1}' türü bekleniyor.
uk_ua: Не вдалося перетворити тип, оскільки надано значення типу "{0}", а очікується тип "{1}".
vi_vn: Quá trình chuyển đổi loại không thành công do giá trị đã cung cấp thuộc loại "{0}", loại dự kiến là "{1}".
zh_cn: 类型转换失败，因为给定的值为 '{0}' 类型，但应为 '{1}' 类型。
zh_tw: 類型轉換失敗，因為指定值的類型為 '{0}'，必須是 '{1}' 類型。

# WrnSortByColumnsNonConstantColumnName
source: The expression '{0}' may represent a column that is not part of the data source or has not been downloaded. Consider using the column name directly instead.
bg_bg: Изразът „{0}“ може да представлява колона, която не е част от източника на данни или не е изтеглена. Вместо това бихте могли да използвате директно името на колоната.
ca_es: L'expressió "{0}" pot representar una columna que no forma part de la font de dades o que no s'ha baixat. Considereu la possibilitat d'utilitzar directament el nom de la columna.
cs_cz: Výraz '{0}' může představovat sloupec, který není součástí zdroje dat nebo nebyl stažen. Místo toho zvažte přímé použití názvu sloupce.
da_dk: Udtrykket '{0}' kan repræsentere en kolonne, der ikke er en del af datakilden, eller som ikke er hentet. Overvej i stedet at bruge kolonnenavnet direkte.
de_de: Der Ausdruck „{0}“ kann eine Spalte darstellen, die nicht Teil der Datenquelle ist oder nicht heruntergeladen wurde. Erwägen Sie stattdessen, den Spaltennamen direkt zu verwenden.
el_gr: Η παράσταση '{0}' μπορεί να αντιπροσωπεύει μια στήλη που δεν αποτελεί μέρος της προέλευσης δεδομένων ή δεν έχει γίνει λήψη της. Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε απευθείας το όνομα στήλης.
es_es: La expresión "{0}" puede representar una columna que no forma parte del origen de datos o que no se ha descargado. Considere usar el nombre de columna directamente en su lugar.
et_ee: Avaldis {0} võib tähistada veergu, mis ei ole andmeallika osa või mida pole alla laaditud. Kaaluge otse veerunime kasutamist.
eu_es: "{0}" adierazpenak datu-iturburuaren parte ez den edo deskargatu ez den zutabe bat adieraz dezake. Horren ordez, zutabearen izena zuzenean erabil dezakezu.
fi_fi: Lauseke {0} voi viitata sarakkeeseen, joka ei kuulu tietolähteeseen tai jota ei ole ladattu. Harkitse sarakkeen nimen käyttämistä suoraan.
fr_fr: L’expression '{0}' peut représenter une colonne qui ne fait pas partie de la source de données ou qui n’a pas été téléchargée. Envisagez d’utiliser le nom de colonne directement à la place.
gl_es: A expresión "{0}" pode representar unha columna que non forma parte da orixe de datos ou non foi descargada. No seu lugar, pode optar por usar o nome da columna directamente.
hi_in: अभिव्यक्ति '{0}' एक ऐसे कॉलम का प्रतिनिधित्व कर सकती है जो डेटा स्रोत का हिस्सा नहीं है या डाउनलोड नहीं किया गया है. इसके बजाय सीधे कॉलम नाम का उपयोग करने पर विचार करें.
hr_hr: Izraz „{0}” može predstavljati stupac koji nije dio izvora podataka ili nije preuzet. Umjesto toga razmislite o izravnoj uporabi naziva stupca.
hu_hu: A(z) '{0}' kifejezés olyan oszlopot jelenthet, amely nem része az adatforrásnak, vagy nincs letöltve. Fontolja meg, hogy közvetlenül az oszlop nevét használja.
id_id: Ekspresi '{0}' dapat mewakili kolom yang bukan bagian dari sumber data atau belum diunduh. Pertimbangkan untuk menggunakan nama kolom secara langsung sebagai gantinya.
it_it: L'espressione "{0}" può rappresentare una colonna che non fa parte dell'origine dati o non è stata scaricata. È consigliabile utilizzare direttamente il nome della colonna.
ja_jp: 式 '{0}' には、データ ソースに含まれていない列、またはダウンロードされていない列が表現されている可能性があります。列名を直接使用することをお勧めします。
kk_kz: "{0}" өрнегі деректер көзінің бөлігі болып табылмайтын немесе жүктеліп алынбаған бағанды білдіруі мүмкін. Оның орнына баған атауын тікелей пайдалану ұсынылады.
ko_kr: '{0}' 식은 데이터 원본의 일부가 아니거나 다운로드되지 않은 열을 나타낼 수 있습니다. 대신 열 이름을 직접 사용하는 것이 좋습니다.
lt_lt: Išraiška „{0}“ gali rodyti stulpelį, kuris nėra duomenų šaltinio dalis arba nebuvo atsisiųstas. Apsvarstykite galimybę vietoj to tiesiogiai naudoti stulpelio pavadinimą.
lv_lv: Izteiksme “{0}” var attēlot kolonnu, kas nav daļa no datu avota vai nav lejupielādēta. Ieteicams izmantot kolonnas nosaukumu tieši.
ms_my: Ekspresi '{0}' mungkin mewakili lajur yang bukan sebahagian daripada sumber data atau belum dimuat turun. Sebaliknya, pertimbangkan untuk menggunakan nama lajur secara langsung.
nb_no: Uttrykket {0} kan representere en kolonne som ikke er en del av datakilden eller som ikke er lastet ned. Vurder å bruke kolonnenavnet direkte i stedet.
nl_nl: De expressie {0} kan een kolom vertegenwoordigen die geen deel uitmaakt van de gegevensbron of die niet is gedownload. Overweeg in plaats daarvan de kolomnaam rechtstreeks te gebruiken.
pl_pl: Wyrażenie „{0}” może reprezentować kolumnę, która nie jest częścią źródła danych lub nie została pobrana. Rozważ bezpośrednie użycie nazwy kolumny.
pt_br: A expressão "{0}" pode representar uma coluna que não faça parte da fonte de dados ou que não tenha sido baixada. Considere usar o nome da coluna diretamente.
pt_pt: A expressão "{0}" pode representar uma coluna que não faz parte da origem de dados ou que não foi transferida. Considere utilizar diretamente o nome da coluna.
ro_ro: Expresia „{0}” poate prezenta o coloană care nu face parte din sursa de date sau care nu a fost descărcată. Vă recomandăm să folosiți în schimb direct numele coloanei.
ru_ru: Выражение "{0}" может представлять собой столбец, который не является частью источника данных или не был загружен. Вместо него следует использовать имя столбца.
sk_sk: Výraz {0} môže predstavovať stĺpec, ktorý nie je súčasťou zdroja údajov alebo sa nestiahol. Namiesto toho zvážte priame použitie názvu stĺpca.
sl_si: Izraz '{0}' lahko predstavlja stolpec, ki ni del vira podatkov ali ni bil prenesen. Namesto tega razmislite o neposredni uporabi imena stolpca.
sr_cyrl_rs: Израз „{0}“ може да представља колону која није део извора података или није преузета. Уместо тога размислите о директном коришћењу назива колоне.
sv_se: Uttrycket "{0}" kan representera en kolumn som inte är en del av datakällan eller som inte har hämtats. Överväg att använda kolumnnamnet direkt i stället.
th_th: นิพจน์ '{0}' อาจแสดงคอลัมน์ที่ไม่ได้เป็นส่วนหนึ่งของแหล่งข้อมูลหรือยังไม่ได้ดาวน์โหลด ลองใช้ชื่อคอลัมน์โดยตรงแทน
tr_tr: '{0}' ifadesi, veri kaynağının parçası olmayan veya indirilmemiş bir sütunu temsil edebilir. Bunun yerine doğrudan sütun adını kullanabilirsiniz.
uk_ua: Вираз ’"{0}" може представляти стовпець, який не є частиною джерела даних або не був завантажений. Спробуйте натомість використати саму назву стовпця.
vi_vn: Biểu thức "{0}" có thể biểu thị một cột không thuộc nguồn dữ liệu hoặc chưa được tải xuống. Thay vào đó, hãy cân nhắc sử dụng tên cột trực tiếp.
zh_cn: 表达式 '{0}' 可能代表不属于数据源或尚未下载的列。请考虑直接改用列名称。
zh_tw: 運算式 '{0}' 可能代表不屬於資料來源或尚未下載的資料行。請考慮直接使用資料行名稱。

# WrnDelegationTableNotSupported
source: This operation on table '{0}' may not work if it has more than {1} rows.
bg_bg: Тази операция върху таблица „{0}“ може да не работи, ако таблицата има повече от {1} реда.
ca_es: És possible que aquesta operació a la taula "{0}" no funcioni si té més de {1} files.
cs_cz: Tato operace na tabulce '{0}' nemusí fungovat, pokud má více než {1} řádků.
da_dk: Denne handling på tabellen '{0}' virker muligvis ikke, hvis den har mere end {1} rækker.
de_de: Dieser Vorgang für Tabelle „{0}“ funktioniert möglicherweise nicht, wenn sie mehr als {1} Zeilen enthält.
el_gr: Αυτή η λειτουργία στον πίνακα '{0}' ενδέχεται να μην λειτουργεί, εάν έχει περισσότερες από {1} γραμμές.
es_es: Es posible que esta operación de la tabla "{0}" no funcione si tiene más de {1} filas.
et_ee: See tegevus tabelis „{0}“ ei pruugi töötada, kui ridu on rohkem kui {1}.
eu_es: "{0}" taulako eragiketak ez du funtzionatuko {1} errenkada baino gehiago baditu.
fi_fi: Tämä toiminto taulukossa {0} ei ehkä toimi, jos sillä on yli {1} riviä.
fr_fr: Cette opération sur la table « {0} » peut ne pas fonctionner si elle a plus de {1} lignes.
gl_es: Pode que esta operación non funcione na táboa "{0}" se ten máis de {1} filas.
hi_in: अगर इसमें {1} से अधिक पंक्तियाँ हैं, तो तालिका '{0}' पर यह कार्रवाई काम नहीं कर सकती है.
hr_hr: Ta operacija na tablici „{0}” možda neće raditi ako ima više od ovoliko redaka: {1}.
hu_hu: Ez a művelet a(z) '{0}' táblán adott esetben nem működik, ha több mint {1} sorral rendelkezik.
id_id: Operasi di tabel '{0}' ini mungkin tidak berfungsi jika memiliki lebih dari {1} baris.
it_it: L'operazione sulla tabella "{0}" potrebbe non funzionare se include più di {1} righe.
ja_jp: テーブル '{0}' の行数が {1} を超える場合、この操作は機能しない可能性があります。
kk_kz: "{0}" кестесінде {1} қатардан көп болса, ондағы бұл әрекет істемеуі мүмкін.
ko_kr: '{0}' 테이블에 {1}개 이상의 행이 있는 경우 이 작업이 작동하지 않을 수 있습니다.
lt_lt: Ši operacija lentelėje „{0}“ gali neveikti, jei joje yra daugiau nei {1} eil.
lv_lv: Šī darbība tabulā “{0}” var nedarboties, ja tās rindu skaits pārsniedz {1}.
ms_my: Operasi ini pada jadual '{0}' mungkin tidak berfungsi jika mempunyai lebih daripada {1} baris.
nb_no: Denne operasjonen på tabellen {0} fungerer kanskje ikke hvis den har mer enn {1} rader.
nl_nl: Deze bewerking op tabel {0} werkt mogelijk niet als deze meer {1} rijen bevat.
pl_pl: Ta operacja może nie działać w tabeli „{0}”, jeśli liczba wierszy w tabeli będzie przekraczać {1}.
pt_br: Esta operação na tabela "{0}" poderá não funcionar se tiver mais de {1} linhas.
pt_pt: Esta operação na tabela "{0}" tabela pode não funcionar se tiver mais de {1} linhas.
ro_ro: Această operațiune pe tabel pe „{0}” este posibil să nu funcționeze dacă are mai mult de {1} rânduri.
ru_ru: Эта операция в таблице "{0}" может не работать, если в ней больше {1} строк.
sk_sk: Táto operácia v tabuľke {0} možno nebude fungovať, ak je počet jej riadkov vyšší ako {1}.
sl_si: Ta postopek morda ne bo deloval v tabeli »{0}«, če ima več kot {1} vrstic.
sr_cyrl_rs: Ова операција на табели „{0}'“ можда неће функционисати ако има више од оволико редова: {1}.
sv_se: Den här åtgärden i tabellen "{0}" kanske inte fungerar om den har fler än {1} rader.
th_th: การดำเนินการนี้บนตาราง '{0}' อาจไม่ทำงาน ถ้าตารางมีแถวมากกว่า {1} แถว
tr_tr: '{0}' tablosu üzerindeki bu işlem, {1} üzeri sayıda satıra sahipse çalışmayabilir.
uk_ua: Ця операція з таблицею "{0}" може не працювати, якщо вона містить більше такої кількості рядків: {1}.
vi_vn: Thao tác này trên bảng "{0}" có thể không hoạt động nếu bảng đó có nhiều hơn {1} hàng.
zh_cn: 如果表 '{0}' 超过 {1} 行，则此操作对该表可能不起作用。
zh_tw: 資料表 '{0}' 如果超過 {1} 列，則此作業可能無法運作。

# WrnDelegationPredicate
source: This predicate will always be true. Did you mean to use ThisRecord or [@ ]?
bg_bg: Този предикат винаги ще бъде верен. Може би искахте да използвате ThisRecord или [@ ]?
ca_es: Aquest predicat sempre serà true. Volíeu utilitzar ThisRecord o [@ ]?
cs_cz: Tento predikát bude vždy pravdivý. Chtěli jste použít ThisRecord nebo [@ ]?
da_dk: Dette prædikat vil altid være sandt. Var det din mening at bruge ThisRecord eller [@ ]?
de_de: Dieses Prädikat trifft immer zu. Wollten Sie ThisRecord oder [@ ] verwenden?
el_gr: Αυτό το πρόθεμα θα είναι πάντα αληθές. Θέλατε να χρησιμοποιήσετε το ThisRecord ή το [@ ];
es_es: Este predicado siempre será verdadero. ¿Desea usar ThisRecord o [@ ]?
et_ee: See predikaat on alati tõene. Kas soovisite kasutada argumenti ThisRecord või [@ ]?
eu_es: Predikatu hau beti izango da egiazkoa. ThisRecord edo [@ ] erabili nahi zenuen?
fi_fi: Tämä predikaatti on aina tosi. Oliko sinun tarkoitus käyttää kohdetta ThisRecord tai [@ ]?
fr_fr: Ce prédicat sera toujours vrai. Voulez-vous utiliser ThisRecord ou [@] ?
gl_es: Este predicado sempre será verdadeiro. Pretendía usar ThisRecord ou [@ ]?
hi_in: यह पुष्टि हमेशा सच होगी. क्या आप ThisRecord या [@ ] का इस्तेमाल करना चाहते थे?
hr_hr: Ovaj će predikat uvijek biti istinit. Jeste li mislili upotrijebiti ThisRecord ili [@ ]?
hu_hu: Ez a predikátum mindig igaz lesz. A ThisRecord vagy [@ ] lehetőséget akarta használni?
id_id: Predikat ini akan selalu benar. Apakah Anda bermaksud menggunakan ThisRecord atau [@]?
it_it: Questo predicato sarà sempre vero. Volevi utilizzare ThisRecord o [@ ]?
ja_jp: この述語は常に true になります。ThisRecord や [@ ] の使用を意図していますか?
kk_kz: Бұл әдіс барлық уақытта шын болады. ThishRecord немесе [@ ] пайдаланғыңыз келді ме?
ko_kr: 이 조건자는 항상 참입니다. ThisRecord 또는 [@]을(를) 사용했습니까?
lt_lt: Ši taisyklės sąlyga visada bus teisinga. Ar norėjote naudoti „ThisRecord“, ar [@ ]?
lv_lv: Šis predikāts vienmēr būs patiess. Vai vēlējāties izmantot ThisRecord vai [@ ]?
ms_my: Predikat ini akan sentiasa benar. Adakah anda bermaksud untuk menggunakan ThisRecord atau [@ ]?
nb_no: Dette predikatet vil alltid være sant. Mente du å bruke ThisRecord eller [@ ]?
nl_nl: Dit predicaat is altijd waar. Wilde u ThisRecord of [@ ] gebruiken?
pl_pl: Ten predykat będzie miał zawsze wartość „prawda”. Chcesz użyć wartości ThisRecord, czy wartości [@ ]?
pt_br: Este predicado será sempre verdadeiro. Você quis usar ThisRecord ou [@ ]?
pt_pt: Esta predição será sempre verdadeira. Pretendia utilizar ThisRecord ou [@ ]?
ro_ro: Acest predicat va fi întotdeauna adevărat. Ați vrut să folosiși ThisRecord sau [@ ]?
ru_ru: Этот предикат всегда будет иметь значение true. Вы хотите использовать ThisRecord или [@ ]?
sk_sk: Tento predikát bude mať vždy hodnotu true. Chceli ste použiť ThisRecord alebo [@ ]?
sl_si: Ta predikat bo vedno imel vrednost »true«. Ali ste želeli uporabiti ta zapis ali [@]?
sr_cyrl_rs: Овај исказ ће увек бити истинит. Да ли сте желели да користите ThisRecord или [@ ]?
sv_se: Det här predikatet kommer alltid att vara sant. Ville du använda ThisRecord eller [@ ]?
th_th: เพรดิเคตนี้จะเป็นจริงเสมอ คุณหมายถึงการใช้ ThisRecord หรือ [@ ]
tr_tr: Bu koşul her zaman doğru olacak. ThisRecord öğesini mi yoksa [@ ] öğesini mi kullanmak istiyorsunuz?
uk_ua: Цей предикат завжди матиме значення "Істина". Ви хотіли використати ThisRecord або [@ ]?
vi_vn: Vị từ này sẽ luôn đúng. Bạn muốn sử dụng ThisRecord hay [@ ]?
zh_cn: 此谓词将永远为 true。您是要使用 ThisRecord 还是 [@]?
zh_tw: 此述詞將永遠為 true。您要使用 ThisRecord 還是 [@ ]?

# WrnDelegationOnlyPrimaryKeyField
source: Can't delegate {0}: only support delegation for lookup on primary key field '{1}'.
bg_bg: Не може да се делегира {0}: поддържа се само делегиране за търсене по полето за първичен ключ „{1}“.
ca_es: No es pot delegar {0}: només s'admet la delegació per a la cerca al camp de clau principal "{1}".
cs_cz: Nelze delegovat {0}: podporuje pouze delegování pro vyhledávání v poli primárního klíče '{1}'.
da_dk: Kan ikke uddelegere {0}: Kun supportuddelegering til opslag i primært nøglefelt '{1}'.
de_de: {0} kann nicht delegiert werden: Nur die Delegierung für die Suche im Feld für den Primärschlüssel „{1}“ wird unterstützt.
el_gr: Δεν είναι δυνατή η ανάθεση {0}: υποστηρίξτε μόνο την ανάθεση για αναζήτηση σε πεδίο πρωτεύοντος κλειδιού '{1}'.
es_es: No se puede delegar {0}: solo admite la delegación para realizar búsquedas en el campo de clave primaria "{1}".
et_ee: Üksust {0} ei saa delegeerida: ainult toe delegeerimine primaarvõtme väljal „{1}“.
eu_es: Ezin da eskuordetu {0}: onartu soilik gako-eremu nagusiko ("{1}") bilaketa eskuordetzea.
fi_fi: Ei voi delegoida kohdetta {0}: kohde tukee vain ensisijaisen avaimen kentän {1} haun delegointia.
fr_fr: Impossible de déléguer {0} : prend uniquement en charge la délégation de support pour la recherche dans les champs de clé primaire « {1} ».
gl_es: Non se pode delegar {0}: só se admite a delegación para buscar no campo de clave principal "{1}".
hi_in: {0} को प्रतिनिधि नहीं कर सकते हैं: केवल प्राथमिक कुंजी फ़ील्ड '{1}' पर लुकअप के लिए प्रत्यायोजन का समर्थन करते हैं.
hr_hr: {0} se ne može delegirati: podržava samo delegiranje za pretraživanje polja primarnog ključa „{1}”.
hu_hu: A(z) {0} nem delegálható: csak a(z) '{1}' elsődleges kulcsmezőre történő keresés delegálásának támogatása.
id_id: Tidak dapat mendelegasikan {0}: hanya mendukung delegasi untuk pencarian di bidang kunci primer '{1}'.
it_it: Impossibile delegare {0}: supporta solo la delega per la ricerca nel campo chiave primaria "{1}".
ja_jp: {0} を委任できません: サポートしているのは主キー フィールド '{1}' に対するルックアップの委任のみです。
kk_kz: {0} сенім білдіру мүмкін емес: тек негізгі "{1}" өрісінен іздеу үшін сенім білдіруді қолдау.
ko_kr: {0}을(를) 위임할 수 없음: 기본 키 필드 '{1}' 조회에 대한 위임만 지원합니다.
lt_lt: Negalima perduoti {0}: palaikomas tik pirminio rakto lauko „{1}“ peržvalgos perdavimas.
lv_lv: Nevar deleģēt {0}: deleģēšana tiek atbalstīta tikai primārās atslēgas lauka '{1}' uzmeklēšanai.
ms_my: Tidak dapat menugaskan {0}: hanya menyokong penugasan untuk carian pada medan kunci utama '{1}'.
nb_no: Kan ikke delegere {0}: støtter bare delegering for oppslag i primærnøkkelfelt {1}.
nl_nl: Kan {0} niet machtigen: machtiging alleen ondersteund voor opzoekactie van primaire-sleutelveld {1}.
pl_pl: Nie można wydelegować operacji {0}: obsługiwane jest tylko delegowanie wyszukiwania w polu klucza podstawowego „{1}”.
pt_br: Não é possível delegar {0}: somente a delegação de suporte para a pesquisa no campo de chave primária "{1}".
pt_pt: Não é possível delegar {0}: só existe suporte para delegação na pesquisa em campos de chave primária "{1}".
ro_ro: Nu se poate delega {0}: numai delegarea cu suport pentru căutare în câmpul de cheie primară „{1}”.
ru_ru: Невозможно делегировать "{0}": поддерживается только делегирование для поиска в поле первичного ключа "{1}".
sk_sk: {0} nie je možné delegovať: podporuje iba delegovanie pri vyhľadávaní v poli primárneho kľúča {1}.
sl_si: Dodelitev za {0} ni mogoča: dodelitev je podprta le za iskanje v polju primarnega ključa »{1}«.
sr_cyrl_rs: Није могуће делегирати {0}: делегирање је подржано само за проналажење на пољу примарног кључа „{1}“.
sv_se: Det går inte att delegera {0}: stöder endast delegering för sökning i primärnyckelfältet {1}.
th_th: ไม่สามารถมอบสิทธิ์ {0} ได้: รองรับเฉพาะการมอบสิทธิ์สำหรับการค้นหาในฟิลด์คีย์หลัก '{1}' เท่านั้น
tr_tr: {0} atanamıyor: yalnızca '{1}' birincil anahtar alanında arama için atamayı destekliyor.
uk_ua: Не вдалося делегувати {0}: делегування підтримується лише для підстановки в поле первинного ключа "{1}".
vi_vn: Không thể ủy quyền {0}: chỉ hỗ trợ ủy quyền tra cứu trên trường khóa chính "{1}".
zh_cn: 无法委托 {0}: 仅支持委托查找主键字段 '{1}'。
zh_tw: 無法委派 {0}: 僅支援委派對主索引鍵欄位 '{1}' 的查詢。
