Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# pdfViewer_PasswordState_DisplayName
source: Password state
bg_bg: Състояние на парола
ca_es: Estat de la contrasenya
cs_cz: Stav hesla
da_dk: Adgangskodetilstand
de_de: Kennwortstatus
el_gr: Κατάσταση κωδικού πρόσβασης
es_es: Estado de la contraseña
et_ee: Parooli olek
eu_es: Pasahitzaren egoera
fi_fi: Salasanan tila
fr_fr: État du mot de passe
gl_es: Estado do contrasinal
hi_in: पासवर्ड की स्थिति
hr_hr: Stanje lozinke
hu_hu: Jelszó állapota
id_id: Status sandi
it_it: Stato della password
ja_jp: パスワードの状態
kk_kz: Құпия сөз күйі
ko_kr: 암호 상태
lt_lt: Slaptažodžio būsena
lv_lv: Paroles stāvoklis
ms_my: Keadaan kata laluan
nb_no: Passordtilstand
nl_nl: Wachtwoordstatus
pl_pl: Stan hasła
pt_br: Estado da senha
pt_pt: Estado da palavra-passe
ro_ro: Stare parolă
ru_ru: Состояние пароля
sk_sk: Stav hesla
sl_si: Stanje gesla
sr_cyrl_rs: Статус лозинке
sr_latn_rs: Stanje lozinke
sv_se: Lösenordets tillstånd
th_th: สถานะรหัสผ่าน
tr_tr: Parola durumu
uk_ua: Стан пароля
vi_vn: Trạng thái mật khẩu
zh_cn: 密码状态
zh_tw: 密碼狀態

# DataDescriptionInvalidFormat_Reason
source: The data description is invalid: {0}
bg_bg: Описанието на данните е невалидно: {0}
ca_es: La descripció de dades no és vàlida: {0}.
cs_cz: Popis dat není platný: {0}
da_dk: Databeskrivelsen er ugyldig: {0}
de_de: Die Datenbeschreibung ist ungültig: {0}
el_gr: Η περιγραφή δεδομένων δεν είναι έγκυρη: {0}
es_es: La descripción de los datos no es válida: {0}
et_ee: Andmekirjeldus ei sobi: {0}
eu_es: Datuen azalpenak ez du balio: {0}
fi_fi: Tietojen kuvaus on virheellinen: {0}
fr_fr: La description des données n’est pas valide : {0}
gl_es: A descrición dos datos non é válida: {0}
hi_in: डेटा विवरण अमान्य है: {0}
hr_hr: Opis podataka nije valjan: {0}
hu_hu: Az adatleírás érvénytelen: {0}
id_id: Deskripsi data tidak valid: {0}
it_it: La descrizione dei dati non è valida: {0}
ja_jp: データの記述が無効です: {0}
kk_kz: Деректер сипаттамасы жарамсыз: {0}
ko_kr: 데이터 설명이 잘못되었습니다({0}).
lt_lt: Duomenų aprašas yra netinkamas: {0}
lv_lv: Datu apraksts nav derīgs: {0}
ms_my: Perihalan data tidak sah: {0}
nb_no: Databeskrivelsen er ugyldig: {0}
nl_nl: De beschrijving van de gegevens is ongeldig: {0}
pl_pl: Opis danych jest nieprawidłowy: {0}
pt_br: A descrição dos dados é inválida: {0}
pt_pt: A descrição de dados é inválida: {0}
ro_ro: Descrierea datelor este nevalidă: {0}
ru_ru: Недопустимое описание данных: {0}
sk_sk: Popis údajov je neplatný: {0}
sl_si: Opis podatkov ni veljaven: {0}
sr_cyrl_rs: Опис података је неважећи: {0}
sr_latn_rs: Opis podataka je nevažeći: {0}
sv_se: Databeskrivningen är ogiltig: {0}
th_th: คำอธิบายข้อมูลไม่ถูกต้อง: '{0}'
tr_tr: Veri açıklaması geçersiz: {0}
uk_ua: Неприпустимий опис даних: {0}
vi_vn: Mô tả dữ liệu không hợp lệ: {0}
zh_cn: 数据说明无效: {0}
zh_tw: 資料描述無效: {0}

# DataDescriptionParserUnknownException
source: An unknown error occurred trying to parse the data description.
bg_bg: Възникна неизвестна грешка при опит за анализиране на описанието на данни.
ca_es: S'ha produït un error desconegut en intentar analitzar la descripció de les dades.
cs_cz: Při pokusu o parsování popisu dat došlo k neznámé chybě.
da_dk: Der opstod en ukendt fejl under forsøg på at fortolke databeskrivelsen.
de_de: Unbekannter Fehler beim Versuch, die Datenbeschreibung zu analysieren.
el_gr: Παρουσιάστηκε άγνωστο σφάλμα κατά την προσπάθεια ανάλυσης της περιγραφής δεδομένων.
es_es: Se produjo un error desconocido al intentar analizar la descripción de los datos.
et_ee: Andmete kirjelduse sõelumiskatsel ilmnes tundmatu tõrge.
eu_es: Errore ezezagun bat gertatu da datuen deskribapena analizatzean.
fi_fi: Tuntematon virhe yritettäessä jäsentää tietojen kuvausta.
fr_fr: Une erreur inconnue s'est produite lors de l'analyse de la description de données.
gl_es: Produciuse un erro descoñecido ao tentar analizar a descrición dos datos.
hi_in: डेटा वर्णन पार्स करने का प्रयास करते समय कोई अज्ञात त्रुटि हुई.
hr_hr: Došlo je do nepoznate pogreške prilikom pokušaja raščlanjivanja opisa podataka.
hu_hu: Ismeretlen hiba történt az adatok leírásának elemzési kísérletekor.
id_id: Terjadi kesalahan tak dikenal saat mencoba mengurai deskripsi data.
it_it: Si è verificato un errore sconosciuto durante il tentativo di analizzare la descrizione dei dati.
ja_jp: データの説明を解析しようとして不明なエラーが発生しました。
kk_kz: Деректер сипаттамасын талдау кезінде белгісіз қате пайда болды.
ko_kr: 데이터 설명 구문 분석을 시도하는 중에 알 수 없는 오류가 발생했습니다.
lt_lt: Bandant analizuoti duomenų aprašymo sintaksę įvyko nežinoma klaida.
lv_lv: Mēģinot parsēt datu aprakstu, radās nezināma kļūda.
ms_my: Ralat tidak diketahui telah berlaku semasa cuba menghurai perihalan data.
nb_no: Det oppstod en ukjent feil under analyse av databeskrivelsen.
nl_nl: Er is een onbekende fout opgetreden tijdens het parseren van de beschrijving van de gegevens.
pl_pl: Wystąpił nieznany błąd podczas próby przeanalizowania opisu danych.
pt_br: Ocorreu um erro desconhecido ao tentar analisar a descrição de dados.
pt_pt: Ocorreu um erro desconhecido ao tentar analisar a descrição dos dados.
ro_ro: A apărut o eroare necunoscută la încercarea de analizare a descrierii datelor.
ru_ru: Произошла неизвестная ошибка при попытке проанализировать описание данных.
sk_sk: Pri pokuse o analýzu popisu údajov sa vyskytla neznáma chyba.
sl_si: Pri poskusu razčlenjevanja opisa podatkov je prišlo do neznane napake.
sr_cyrl_rs: Дошло је до непознате грешке приликом покушаја рашчлањивања описа података.
sr_latn_rs: Došlo je do nepoznate greške prilikom pokušaja raščlanjivanja opisa podataka.
sv_se: Ett okänt fel inträffade vid försök att parsa databeskrivningen.
th_th: มีข้อผิดพลาดที่ไม่รู้จักเกิดขึ้นขณะพยายามแยกวิเคราะห์คำอธิบายข้อมูล
tr_tr: Veri açıklaması ayrıştırılmaya çalışılırken bilinmeyen bir hata oluştu.
uk_ua: Сталася невідома помилка під час спроби проаналізувати опис даних.
vi_vn: Đã xảy ra lỗi không xác định khi tìm cách phân tích mô tả dữ liệu.
zh_cn: 尝试分析数据说明时出现了未知错误。
zh_tw: 嘗試剖析資料描述時，發生未知的錯誤。

# AboutForAll
source: Applies a given formula on each row in a data source, then returns a new table with results per row.
bg_bg: Прилага дадена формула на всеки ред в източник на данни, след което връща таблица с резултатите от всеки ред.
ca_es: Aplica una fórmula proporcionada a cada fila d'una font de dades i després retorna una taula nova amb els resultats per fila.
cs_cz: Použije daný vzorec ve všech řádcích zdroje dat a vrátí novou tabulku s výsledky na jednotlivých řádcích.
da_dk: Anvender en formel på de enkelte rækker i en datakilde og returnerer en ny tabel med resultater pr. række.
de_de: Wendet auf jede Zeile in einer Datenquelle eine bestimmte Formel an und gibt dann eine neue Tabelle mit Ergebnissen pro Zeile zurück.
el_gr: Εφαρμόζει έναν συγκεκριμένο τύπο σε κάθε γραμμή μιας προέλευσης δεδομένων και επιστρέφει ένα νέο πίνακα με τα αποτελέσματα ανά σειρά.
es_es: Aplica una fórmula determinada en cada fila de un origen de datos y, después, devuelve una tabla nueva con resultados por fila.
et_ee: Rakendab andmeallika igale reale määratud valemi ja seejärel tagastab iga rea kohta uue tulemustega tabeli.
eu_es: Formula jakin bat aplikatzen du datu-iturburuaren errenkada bakoitzean eta, ondoren, taula berria itzultzen du errenkada bakoitzaren emaitzekin.
fi_fi: Ottaa annetun kaavan käyttöön tietolähteen kullekin riville ja palauttaa sitten uuden taulukon, jossa on tuloksia riveillä.
fr_fr: Applique une formule donnée à chaque ligne de la source de données, puis renvoie une nouvelle table avec des résultats par ligne.
gl_es: Aplica unha fórmula determinada en cada fila dunha orixe de datos e, a seguir, devolve unha nova táboa con resultados por fila.
hi_in: डेटा स्रोत की प्रत्येक पंक्ति पर दिया गया सूत्र लागू करता है, फिर प्रति पंक्ति परिणामों के साथ एक नई तालिका देता है.
hr_hr: Primjenjuje zadanu formulu na svaki redak u izvoru podataka, a zatim vraća novu tablicu s rezultatima po retku.
hu_hu: Egy adott képletet alkalmaz az adatforrás minden sorára, és egy új táblában adja vissza az eredményt sorok szerint.
id_id: Menerapkan rumus yang diberikan pada tiap baris dalam sumber data, kemudian mengembalikan tabel baru berisi hasil per baris.
it_it: Applica una formula specificata a ogni riga dell'origine dati, quindi restituisce una nuova tabella con risultati per ogni riga.
ja_jp: データ ソース内の各行に指定された数式を適用し、各行の結果と共に新しいテーブルを返します。
kk_kz: Деректер көзіндегі әр жолға берілген формуланы қолданады, содан кейін әрбір жолға нәтижелері бар жаңа кестені қайтарады.
ko_kr: 데이터 원본의 각 행에서 지정된 수식을 적용한 후 행당 결과가 표시된 새 테이블을 반환합니다.
lt_lt: Taiko nurodytą formulę kiekvienai duomenų šaltinio eilutei, tada pateikia naują lentelę su kiekvienos eilutės rezultatais.
lv_lv: Lieto norādīto formulu katrā datu avota rindā, pēc tam atgriež jaunu tabulu ar rezultātiem katrā rindā.
ms_my: Menggunakan formula yang diberikan pada setiap baris dalam sumber data, kemudian mengembalikan jadual baharu dengan hasil setiap baris.
nb_no: Bruker en bestemt formel i hver rad i en datakilde, og returnerer deretter en ny tabell med resultater per rad.
nl_nl: Hiermee wordt een bepaalde formule toegepast op elke rij in een gegevensbron en wordt vervolgens een nieuwe tabel met resultaten per rij geretourneerd.
pl_pl: Stosuje określoną formułę dla każdego wiersza w źródle danych, a następnie zwraca nową tabelę z wynikami dla każdego wiersza.
pt_br: Aplica uma determinada fórmula em cada linha numa origem de dados e retorna uma nova tabela com resultados por linha.
pt_pt: Aplica uma fórmula indicada em cada linha numa origem de dados, em seguida, devolve uma nova tabela com os resultados por linha.
ro_ro: Aplică o formulă dată la fiecare rând dintr-o sursă de date, apoi returnează un tabel nou cu rezultatele pentru fiecare rând.
ru_ru: Применяет указанную формулу к каждой строке в источнике данных, затем возвращает новую таблицу с результатами на строку.
sk_sk: Použije daný vzorec vo všetkých riadkoch zdroja údajov, potom vráti novú tabuľku s výsledkami v jednotlivých riadkoch.
sl_si: Uporabi navedeno formulo v vsaki vrstici v viru podatkov in vrne novo tabelo z rezultati na vrstico.
sr_cyrl_rs: Примењује дату формулу на сваки ред у извору података, затим враћа нову табелу са резултатима по реду.
sr_latn_rs: Primenjuje datu formulu na svaki red u izvoru podataka, zatim vraća novu tabelu sa rezultatima po redu.
sv_se: Använder en given formel för varje rad i en datakälla och returnerar sedan en ny tabell med resultat per rad.
th_th: ใช้สูตรที่กำหนดบนแต่ละแถวในหนึ่งแหล่งข้อมูล จากนั้นส่งกลับตารางใหม่พร้อมผลลัพธ์ต่อแถว
tr_tr: Veri kaynağının her satırında belirli bir formülü uygular ve her satıra ilişkin sonuçların yer aldığı yeni bir tablo döndürür.
uk_ua: Застосовує вказану формулу до кожного рядка в джерелі даних, а потім повертає нову таблицю з результатами окремо для кожного рядка.
vi_vn: Áp dụng công thức được cung cấp cho từng hàng trong nguồn dữ liệu, rồi trả về bảng mới kèm theo kết quả cho từng hàng.
zh_cn: 在数据源的每一行上应用给定的公式，然后返回每行带有结果的新表。
zh_tw: 在資料來源中的每個資料列上套用指定的公式，然後傳回內含每個資料列結果的新資料表。

# AboutForAll_source
source: The data source or table to operate on.
bg_bg: Източникът на данни или таблицата, върху които ще се извършва операцията.
ca_es: Taula o origen de les dades en el qual s'ha de realitzar l'operació.
cs_cz: Zdroj dat nebo tabulka, která se má zpracovat
da_dk: Den datakilde eller tabel, der skal foretages kørsel på.
de_de: Die Datenquelle oder Tabelle, für die der Vorgang ausgeführt werden soll.
el_gr: Η προέλευση δεδομένων ή ο πίνακας όπου θα εφαρμοστεί η λειτουργία.
es_es: El origen de datos o la tabla donde se va a realizar la operación.
et_ee: Töödeldav andmeallikas või tabel.
eu_es: Editatuko den datu-iturburua edo taula.
fi_fi: Käsiteltävä tietolähde tai taulukko.
fr_fr: Source de données ou table sur laquelle effectuer des opérations.
gl_es: Orixe de datos ou táboa na que operar.
hi_in: वह डेटा स्रोत या तालिका जिस पर संचालन करना है.
hr_hr: Izvor podataka ili tablica na kojoj se radi.
hu_hu: Az az adatforrás vagy tábla, amelyre a képletet alkalmazni kell.
id_id: Sumber data atau tabel tempat operasi.
it_it: Origine dati o tabella su cui eseguire le operazioni.
ja_jp: 操作を実行するデータ ソースまたはテーブル。
kk_kz: Қолданылатын деректер көзі мен кесте.
ko_kr: 연산을 수행할 데이터 원본 또는 테이블입니다.
lt_lt: Apdorojamas duomenų šaltinis arba lentelė.
lv_lv: Datu avots vai tabula, ar ko darboties.
ms_my: Sumber data atau jadual untuk diusahakan.
nb_no: Datakilden eller tabellen det skal arbeides på.
nl_nl: De gegevensbron of tabel waarop de bewerking moet worden uitgevoerd.
pl_pl: Źródło danych lub tabela, na której ma zostać wykonane działanie.
pt_br: A origem de dados ou tabela para operar.
pt_pt: A origem de dados ou tabela na qual operar.
ro_ro: Sursa de date sau tabelul pe care se operează.
ru_ru: Источник данных или таблица, которая обрабатывается.
sk_sk: Zdroj údajov alebo tabuľka, ktorá sa má spracovať.
sl_si: Vir podatkov ali tabela, ki bo uporabljena za operacijo.
sr_cyrl_rs: Извор података или табела на којој се ради.
sr_latn_rs: Izvor podataka ili tabela na kojoj se radi.
sv_se: Det datakälla eller tabell som ska bearbetas.
th_th: แหล่งข้อมูลหรือตารางที่จะดำเนินการ
tr_tr: Çalıştırma işleminin gerçekleşeceği veri kaynağı veya tablo.
uk_ua: Джерело даних або таблиця для обробки.
vi_vn: Nguồn dữ liệu hoặc bảng để hoạt động trên đó.
zh_cn: 要进行操作的数据源或表。
zh_tw: 資料來源或進行運算的資料表。

# AboutForAll_formula
source: The formula to evaluate for all rows of the table.
bg_bg: Формулата за оценяване за всички редове на таблицата.
ca_es: Fórmula que s'ha d'avaluar en totes files de la taula.
cs_cz: Vzorec, který se vyhodnotí pro všechny řádky v tabulce
da_dk: Den formel, der skal evalueres for alle rækker i tabellen.
de_de: Die Formel zum Auswerten aller Zeilen der Tabelle.
el_gr: Ο τύπος προς αξιολόγηση για όλες τις γραμμές του πίνακα.
es_es: La fórmula que se va a aplicar a todas las filas de la tabla.
et_ee: Valem tabeli kõigi ridade hindamiseks.
eu_es: Taularen errenkada guztietan kalkulatu behar den formula.
fi_fi: Taulukon kaikkien rivien arviointiin käytettävä kaava.
fr_fr: Formule à appliquer pour évaluer toutes les lignes du tableau.
gl_es: Fórmula para avaliar todas as filas da táboa.
hi_in: तालिका की सभी पंक्तियों के लिए मूल्यांकन करने के लिए सूत्र.
hr_hr: Formula koja se vrednuje za sve retke tablice.
hu_hu: A tábla összes sorának kiértékelésére szolgáló képlet.
id_id: Rumus untuk mengevaluasi semua baris tabel.
it_it: Formula da valutare per tutte le righe della tabella.
ja_jp: テーブルのすべての行を評価する数式。
kk_kz: Кестенің барлық бағанын бағалайтын формула.
ko_kr: 테이블의 모든 행을 평가할 수식입니다.
lt_lt: Formulė visoms lentelės eilutėms apskaičiuoti.
lv_lv: Formula, ar ko aprēķināt visas tabulas rindas.
ms_my: Formula untuk menilai bagi semua baris jadual.
nb_no: Formelen som skal evalueres for alle rader i tabellen.
nl_nl: De formule die moet worden geëvalueerd voor alle rijen van de tabel.
pl_pl: Formuła oceniająca wszystkie wiersze tabeli.
pt_br: A fórmula para avaliar todas as linhas da tabela.
pt_pt: A fórmula para avaliar todas as linhas da tabela.
ro_ro: Formula care să se evalueze pentru toate rândurile din tabel.
ru_ru: Формула для вычисления всех строк таблицы.
sk_sk: Vzorec, ktorý sa vyhodnotí pre všetky riadky tabuľky.
sl_si: Formula, ki bo ovrednotena za vse vrstice tabele.
sr_cyrl_rs: Формула коју треба проценити за све редове табеле.
sr_latn_rs: Formula koju treba proceniti za sve redove tabele.
sv_se: Formeln för att utvärdera för alla rader i tabellen.
th_th: สูตรที่จะประเมินสำหรับแถวทั้งหมดของตาราง
tr_tr: Tablonun tüm satırları için değerlendirilecek formül.
uk_ua: Формула для обчислення кожного рядка в таблиці.
vi_vn: Công thức để đánh giá mọi hàng của bảng.
zh_cn: 计算表中所有行的公式。
zh_tw: 此公式可評估資料表中的所有資料列。

# ForAllArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# ForAllArg2
source: formula
bg_bg: формула
ca_es: fórmula
cs_cz: vzorec
da_dk: formel
de_de: Formel
el_gr: τύπος
es_es: fórmula
et_ee: valem
fi_fi: kaava
fr_fr: formule
gl_es: fórmula
hi_in: सूत्र
hu_hu: képlet
id_id: rumus
ja_jp: 数式
kk_kz: формула
ko_kr: 수식
lt_lt: formulė
nb_no: formel
nl_nl: formule
pl_pl: formuła
pt_br: fórmula
pt_pt: fórmula
ro_ro: formulă
ru_ru: формула
sk_sk: vzorec
sr_cyrl_rs: формула
sv_se: formel
th_th: สูตร
tr_tr: formül
uk_ua: формула
vi_vn: công_thức
zh_cn: 公式
zh_tw: 公式

# AboutSummarize
source: Returns a grouping of the specified table, combining with aggregation functions.
bg_bg: Връща групиране на указаната таблица, комбинирано чрез функции за агрегиране.
ca_es: Retorna un agrupament de la taula especificada, en combinació amb funcions d'agregació.
cs_cz: Vrátí seskupení zadané tabulky kombinované s agregačními funkcemi.
da_dk: Returnerer en gruppering af den angivne tabel, som kombineres med aggregeringsfunktioner.
de_de: Gibt eine Gruppierung der angegebenen Tabelle zurück und kombiniert sie mit Aggregationsfunktionen.
el_gr: Επιστρέφει μια ομαδοποίηση του καθορισμένου πίνακα, σε συνδυασμό συναρτήσεις συνάθροισης.
et_ee: Tagastab määratud tabeli rühmitamise, ühendades selle koondamisfunktsioonidega.
eu_es: Zehaztutako taularen taldekatze bat itzultzen du, agregazio-funtzioekin konbinatuz.
fi_fi: Palauttaa määritetyn taulukon ryhmittelyn, joka yhdistetään koostamistoimintoihin.
fr_fr: Retourne un regroupement de la table spécifiée, en association avec les fonctions d’agrégation.
gl_es: Devolve unha agrupación da táboa especificada, que combina as funcións de agregación.
hi_in: एकत्रीकरण फ़ंक्शन के साथ संयोजन करते हुए, विस्तृत तालिका का समूहीकरण लौटाता है.
hr_hr: Vraća grupiranje navedene tablice, kombinirajući je s funkcijama agregacije.
hu_hu: A megadott tábla egy csoportosítását adja vissza, összesítési függvényekkel kombinálva.
id_id: Mengembalikan pengelompokan tabel tertentu, yang digabungkan dengan fungsi agregasi.
it_it: Restituisce un raggruppamento della tabella specificata, mediante combinazione con le funzioni di aggregazione.
ja_jp: 指定されたテーブルのグループ化に集計関数を組み合わせて返します。
kk_kz: Агрегация функцияларымен біріктіріліп, көрсетілген кестенің топталуын береді.
ko_kr: 집계 함수와 결합하여 지정된 테이블의 그룹화를 반환합니다.
lt_lt: Pateikia nurodytos lentelės grupavimą kartu su agregavimo funkcijomis.
lv_lv: Atgriež norādītās tabulas grupējumu, kas tiek apvienots ar apkopošanas funkcijām.
ms_my: Mengembalikan pengumpulan jadual yang ditentukan melalui penggabungan dengan fungsi pengagregatan.
nb_no: Returnerer en gruppering av den angitte tabellen, kombinert med aggregeringsfunksjoner.
nl_nl: Hiermee wordt een groepering van de opgegeven tabel geretourneerd, gecombineerd met aggregatiefuncties.
pl_pl: Zwraca grupowanie określonej tabeli w połączeniu z funkcjami agregacji.
pt_br: Retorna um agrupamento da tabela especificada, combinando com funções de agregação.
pt_pt: Devolve um agrupamento da tabela especificada, combinando com funções de agregação.
ro_ro: Returnează o grupare a tabelului specificat, în combinație cu funcții de agregare.
ru_ru: Возвращает группировку из указанной таблицы в сочетании с функциями агрегирования.
sk_sk: Vráti zoskupenie zadanej tabuľky, a to skombinovaním s funkciami agregácie.
sl_si: Vrne združitev navedene tabele v kombinaciji s funkcijami združevanja.
sr_cyrl_rs: Враћа груписање наведене табеле, уз комбиновање са функцијама за агрегацију.
sv_se: Returnerar en gruppering av den angivna tabellen i kombination med sammansättningsfunktioner.
th_th: ส่งกลับการจัดกลุ่มของตารางที่ระบุ โดยรวมกับฟังก์ชันการรวม
tr_tr: Belirtilen tablonun gruplandırmasını, toplama işlevleriyle birleştirerek döndürür.
uk_ua: Повертає групування вказаної таблиці в поєднанні з функціями агрегації.
vi_vn: Trả về một nhóm của bảng đã xác định, kết hợp với các hàm tổng hợp.
zh_cn: 返回指定表格的分组，并结合使用聚合函数。
zh_tw: 傳回指定資料表的分組，並結合彙總函式。

# SummarizeArg1
source: source
bg_bg: източник
ca_es: font
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: көз
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SummarizeArg2
source: grouping_column
bg_bg: колона_за_групиране
ca_es: columna_agrupament
cs_cz: sloupec_seskupení
da_dk: grupperingskolonne
de_de: gruppierung_spalte
el_gr: στήλη_ομαδοποίησης
et_ee: rühmitamise_veerg
eu_es: taldekatze_zutabea
fi_fi: ryhmittelysarake
fr_fr: colonne_regroupement
gl_es: columna_de_agrupación
hi_in: समूहीकरण_स्तंभ
hr_hr: stupac_grupiranja
hu_hu: csoportosítási_oszlop
id_id: pengelompokan_kolom
it_it: colonna_raggruppamento
ja_jp: グループ化_列
ko_kr: 그룹화_열
lt_lt: grupavimo_stulpelis
lv_lv: grupēšanas_kolonna
ms_my: lajur_pengumpulan
nb_no: gruppering_kolonne
nl_nl: groeperings_kolom
pl_pl: kolumna_grupowania
pt_br: coluna_de_agrupamento
pt_pt: coluna_de_agrupamento
ro_ro: coloană_grupare
ru_ru: столбец_группировки
sk_sk: stĺpec_zoskupenia
sl_si: stolpec_za_združevanje
sr_cyrl_rs: колона_за_груписање
sv_se: grupperingskolumn
th_th: คอลัมน์การจัดกลุ่ม
tr_tr: gruplandırma_sütunu
uk_ua: стовпець_групування
vi_vn: nhóm_cột
zh_cn: 分组列
zh_tw: 將資料行分組

# SummarizeArg3
source: aggregation
bg_bg: агрегиране
ca_es: agregació
cs_cz: agregace
da_dk: sammenlægning
el_gr: συνάθροιση
et_ee: koondamine
eu_es: agregazioa
fi_fi: koostaminen
fr_fr: agrégation
gl_es: agregación
hi_in: एकत्रीकरण
hr_hr: agregacija
hu_hu: aggregálás
id_id: agregasi
it_it: aggregazione
ja_jp: 集計
kk_kz: агрегация
ko_kr: 집계
lt_lt: agregavimas
lv_lv: apkopošana
ms_my: pengagregatan
nb_no: aggregering
nl_nl: aggregatie
pl_pl: agregacja
pt_br: agregação
pt_pt: agregação
ro_ro: agregare
ru_ru: агрегирование
sk_sk: agregácia
sl_si: združevanje
sr_cyrl_rs: агрегација
sv_se: sammansättning
th_th: การรวม
tr_tr: toplama
uk_ua: агрегація
vi_vn: tổng hợp
zh_cn: 聚合
zh_tw: 彙總
