Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateAddT
source: Add the specified number of units to a column of dates.
bg_bg: Добавя указания брой единици към дадена колона с дати.
ca_es: Afegeix el nombre d'unitats especificat a una columna de dates.
cs_cz: Přičte ke sloupci kalendářních dat zadaný počet jednotek.
da_dk: Føj det angivne antal enheder til en kolonne med datoer.
de_de: Fügt einer Spalte mit Datumswerten die angegebene Anzahl Einheiten hinzu.
el_gr: Προσθέτει τον καθορισμένο αριθμό μονάδων σε μια στήλη ημερομηνιών.
es_es: Agregue el número especificado de unidades a una columna de fechas.
et_ee: Lisab kuupäevade veerule määratud arvu ühikuid.
eu_es: Gehitu zehaztutako unitate kopurua data-zutabe batean.
fi_fi: Lisää määritetty määrä yksiköitä päivämääräsarakkeeseen.
fr_fr: Ajouter le nombre spécifié d’unités à une colonne de dates.
gl_es: Engade o número especificado de unidades a unha columna de datas.
hi_in: दिनांकों के स्तंभ में निर्दिष्ट इकाइयों की संख्या जोड़ता है.
hr_hr: Dodavanje navedenog broja jedinica u stupac datuma.
hu_hu: Hozzáadja a megadott számú egységet a dátumok egy oszlopához.
id_id: Menambahkan jumlah unit yang ditentukan untuk kolom tanggal.
it_it: Aggiunge il numero di unità specificato a una colonna di date.
ja_jp: 日付の列に指定数の単位を追加します。
kk_kz: Бірліктердің көрсетілген санын күндер бағанына қосады.
ko_kr: 날짜 열에 지정된 단위 수를 추가합니다.
lt_lt: Į datų stulpelį įtraukti nurodytą vienetų skaičių.
lv_lv: Pievienojiet norādīto vienību skaitu datumu kolonnai.
ms_my: Tambahkan bilangan unit yang ditentukan pada lajur tarikh.
nb_no: Legger til det angitte antallet enheter i en kolonne med datoer.
nl_nl: Voeg het opgegeven aantal units toe aan een kolom met datums.
pl_pl: Dodaj określoną liczbę jednostek do kolumny dat.
pt_br: Adiciona o número especificado de unidades a uma coluna de datas.
pt_pt: Adicione o número de unidades especificado a uma coluna de datas.
ro_ro: Adăugați numărul de unități specificat la o coloană de date.
ru_ru: Добавить указанное количество единиц в столбец дат.
sk_sk: Pridá zadaný počet jednotiek do stĺpca dátumov.
sl_si: Doda določeno število enot stolpcu datumov.
sr_cyrl_rs: Додајте наведени број јединица у колону са датумима.
sr_latn_rs: Dodajte navedeni broj jedinica u kolonu sa datumima.
sv_se: Lägg till det angivna antalet enheter till en kolumn med datum.
th_th: เพิ่มตัวเลขของหน่วยที่ระบุไปยังคอลัมน์วันที่
tr_tr: Belirtilen birim sayısını tarihler sütununa ekler.
uk_ua: Додавання до стовпця з датами вказаної кількості одиниць вимірювання.
vi_vn: Thêm số đơn vị được chỉ định cho cột ngày.
zh_cn: 向日期组成的列添加指定数量的单位。
zh_tw: 對日期資料行新增指定的單位數。

# AboutDateDiffT
source: Calculate the difference between two columns of dates.
bg_bg: Изчислява разликата между две колони с дати.
ca_es: Calcula la diferència entre dues columnes de dates.
cs_cz: Vypočítá rozdíl mezi dvěma sloupci kalendářních dat.
da_dk: Beregn forskellen mellem de to kolonner med datoer.
de_de: Berechnet die Differenz zwischen zwei Spalten mit Datumswerten.
el_gr: Υπολογίζει τη διαφορά μεταξύ δύο στηλών με ημερομηνίες.
es_es: Calcule la diferencia entre dos columnas de fechas.
et_ee: Arvutab kahe kuupäevaveeru vahelise erinevuse.
eu_es: Kalkulatu data-zutabeen arteko aldea.
fi_fi: Laske kahden päivämääräsarakkeen välinen ero.
fr_fr: Calculer l’écart entre deux colonnes de dates.
gl_es: Calcula a diferenza entre dúas columnas de datas.
hi_in: दिनांकों के दो स्तंभों के बीच अंतर की गणना करता है.
hr_hr: Izračun razlike između dva stupca datuma.
hu_hu: Kiszámítja a különbséget két dátumokat tartalmazó oszlop között.
id_id: Menghitung selisih antara dua kolom tanggal.
it_it: Calcola la differenza tra due colonne di date.
ja_jp: 2 つの日付列の差を計算します。
kk_kz: Күндердің екі бағаны арасындағы айырманы есептейді.
ko_kr: 두 날짜 열 간 차이를 계산합니다.
lt_lt: Apskaičiuoti skirtumą tarp dviejų datų stulpelių.
lv_lv: Aprēķiniet starpību starp divām datumu kolonnām.
ms_my: Kira perbezaan antara dua lajur tarikh.
nb_no: Beregner forskjellen mellom to kolonner med datoer.
nl_nl: Bereken het verschil tussen twee kolommen met datums.
pl_pl: Obliczanie różnicy dwóch kolumn dat.
pt_br: Calcula a diferença entre duas colunas de datas.
pt_pt: Calcule a diferença entre duas colunas de datas.
ro_ro: Calculați diferența dintre două coloane de date.
ru_ru: Вычислить разницу между двумя столбцами дат.
sk_sk: Vypočíta rozdiel medzi dvomi stĺpcami dátumov.
sl_si: Izračuna razliko med dvema stolpcema z datumi.
sr_cyrl_rs: Израчунава разлику између две колоне датума.
sr_latn_rs: Izračunava razliku između dve kolone datuma.
sv_se: Beräkna skillnaden mellan två kolumner med datum.
th_th: คำนวณผลต่างคอลัมน์วันที่สองคอลัมน์
tr_tr: İki tarih sütunu arasındaki farkı hesaplar.
uk_ua: Обчислення різниці між датами у двох різних стовпцях.
vi_vn: Tính chênh lệch giữa hai cột ngày.
zh_cn: 计算日期组成的两列之间的差值。
zh_tw: 計算兩個日期資料行之間的差異。

# DateAddTArg1
source: date_column
bg_bg: колона_с_дати
ca_es: columna_data
cs_cz: sloupec_dat
da_dk: data_kolonne
de_de: Datumsspalte
el_gr: στήλη_ημερομηνίας
es_es: columna_fecha
et_ee: kuupäevaveerg
eu_es: dataren_zutabea
fi_fi: päivämääräsarake
fr_fr: date_colonne
gl_es: columna_data
hi_in: दिनांक_स्तंभ
hr_hr: stupac_datuma
hu_hu: dátum_oszlopa
id_id: kolom_tanggal
it_it: colonna_data
ja_jp: 日付列
kk_kz: күн_бағаны
ko_kr: 날짜_열
lt_lt: datos_stulpelis
lv_lv: datums_kolonna
ms_my: lajur_tarikh
nb_no: datokolonne
nl_nl: kolom_datum
pl_pl: kolumna_daty
pt_br: data_coluna
pt_pt: coluna_data
ro_ro: coloană_dată
ru_ru: столбец_даты
sk_sk: stĺpec_dátumu
sl_si: stolpec_z_datumi
sr_cyrl_rs: колона_датума
sr_latn_rs: kolona_datuma
sv_se: datum_kolumn
th_th: คอลัมน์_วันที่
tr_tr: tarih_sütunu
uk_ua: стовпець_дати
vi_vn: cột_ngày
zh_cn: 日期列
zh_tw: 日期_資料行

# DateAddTArg2
source: number_of_units
bg_bg: брой_единици
ca_es: nombre_unitats
cs_cz: počet_jednotek
da_dk: antal_enheder
de_de: Anzahl_von_Einheiten
el_gr: αριθμός_μονάδων
es_es: número_unidades
et_ee: ühikute_arv
eu_es: unitate_kopurua
fi_fi: yksiköiden_määrä
fr_fr: nombre_unités
gl_es: número_de_unidades
hi_in: इकाइयों_की_संख्या
hr_hr: broj_jedinica
hu_hu: egységek_száma
id_id: angka_unit
it_it: numero_di_unità
ja_jp: 単位の数
kk_kz: бірліктер_саны
ko_kr: 단위_수
lt_lt: vienetų_skaičius
lv_lv: vienību_skaits
ms_my: bilangan_unit
nb_no: antall_enheter
nl_nl: aantal_van_eenheden
pl_pl: liczba_jednostek
pt_br: número_de_unidades
pt_pt: número_de_unidades
ro_ro: număr_de_unități
ru_ru: количество_единиц
sk_sk: počet_jednotiek
sl_si: število_enot
sr_cyrl_rs: број_јединица
sr_latn_rs: broj_jedinica
sv_se: antal_enheter
th_th: จำนวน_ของ_หน่วย
tr_tr: birim_sayısı
uk_ua: кількість_одиниць
vi_vn: số_đơn_vị
zh_cn: 单位数量
zh_tw: 單位_數

# DateAddTArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
id_id: satuan
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateAdd_date_column
source: A column of date values.
bg_bg: Колона със стойности на дата.
ca_es: Columna de valors de data.
cs_cz: Sloupec s hodnotami kalendářních dat
da_dk: En kolonne med datoværdier.
de_de: Eine Spalte mit Datumswerten.
el_gr: Μια στήλη τιμών ημερομηνίας.
es_es: Una columna de valores de fecha.
et_ee: Kuupäevaväärtuste veerg.
eu_es: Data-balioen zutabea.
fi_fi: Päivämääräarvojen sarake.
fr_fr: Colonne de valeurs de date.
gl_es: Columna de valores de data.
hi_in: दिनांक मानों वाला एक स्तंभ.
hr_hr: Stupac vrijednosti datuma.
hu_hu: Egy dátumértékeket tartalmazó oszlop.
id_id: Kolom nilai tanggal.
it_it: Colonna di valori data.
ja_jp: 日付値の列。
kk_kz: Күн мәндерінің бағаны.
ko_kr: 날짜 값의 열입니다.
lt_lt: Datos reikšmių stulpelis.
lv_lv: Datumu vērtību kolonna.
ms_my: Lajur nilai tarikh.
nb_no: En kolonne med datoverdier.
nl_nl: Een kolom met datumwaarden.
pl_pl: Kolumna wartości dat.
pt_br: Coluna de valores de data.
pt_pt: Uma coluna de valores de datas.
ro_ro: O coloană cu valori de date.
ru_ru: Столбец значений дат.
sk_sk: Stĺpec dátumových hodnôt.
sl_si: Stolpec z datumskimi vrednostmi.
sr_cyrl_rs: Колона са вредностима датума.
sr_latn_rs: Kolona sa vrednostima datuma.
sv_se: En kolumn med datumvärden.
th_th: คอลัมน์ค่าวันที่
tr_tr: Tarih değerlerini içeren bir sütun.
uk_ua: Стовпець із датами.
vi_vn: Cột giá trị ngày.
zh_cn: 日期值组成的列。
zh_tw: 日期值的資料行。

# DateDiffTArg1
source: start_date_column
bg_bg: колона_с_начални_дати
ca_es: columna_data_inici
cs_cz: sloupec_počátečních_dat
da_dk: start_dato_kolonne
de_de: Startdatum_Spalte
el_gr: στήλη_ημερομηνίας_έναρξης
es_es: columna_fecha_inicio
et_ee: alguskuupäevade_veerg
eu_es: hasiera_dataren_zutabea
fi_fi: alkamispäivämäärän_sarake
fr_fr: colonne_date_début
gl_es: columna_data_inicio
hi_in: आरंभ_तिथि_स्तंभ
hr_hr: stupac_datuma_početka
hu_hu: kezdő_dátum_oszlopa
id_id: kolom_tanggal_mulai
it_it: colonna_data_inizio
ja_jp: 開始日列
kk_kz: басталу_күні_бағаны
ko_kr: 시작_날짜_열
lt_lt: pradžios_datos_stulpelis
lv_lv: sākuma_datuma_kolonna
ms_my: lajur_tarikh_mula
nb_no: startdatokolonne
nl_nl: kolom_voor_begindatum
pl_pl: kolumna_daty_początkowej
pt_br: coluna_data_inicial
pt_pt: coluna_data_início
ro_ro: coloană_dată_început
ru_ru: столбец_начальной_даты
sk_sk: stĺpec_dátum_začatia
sl_si: stolpec_z_začetnimi_datumi
sr_cyrl_rs: колона_датума_почетка
sr_latn_rs: kolona_datuma_početka
sv_se: start_datum_kolumn
th_th: คอลัมน์_วันที่_เริ่มต้น
tr_tr: başlangıç_tarihi_sütunu
uk_ua: стовпець_початкової_дати
vi_vn: cột_ngày_bắt_đầu
zh_cn: 开始日期列
zh_tw: 開始_日期_資料行

# DateDiffTArg2
source: end_date_column
bg_bg: колона_с_крайни_дати
ca_es: columna_data_final
cs_cz: sloupec_koncových_dat
da_dk: slut_data_kolonne
de_de: Enddatum_Spalte
el_gr: στήλη_ημερομηνίας_λήξης
es_es: columna_fecha_final
et_ee: lõppkuupäevade_veerg
eu_es: amaiera_dataren_zutabea
fi_fi: päättymispäivämäärän_sarake
fr_fr: colonne_date_fin
gl_es: columna_data_final
hi_in: समाप्ति_तिथि_स्तंभ
hr_hr: stupac_datuma_završetka
hu_hu: befejező_dátum_oszlopa
id_id: kolom_tanggal_berakhir
it_it: colonna_data_fine
ja_jp: 終了日列
kk_kz: аяқталу_күні_бағаны
ko_kr: 종료_날짜_열
lt_lt: pabaigos_datos_stulpelis
lv_lv: beigu_datuma_kolonna
ms_my: lajur_tarikh_tamat
nb_no: sluttdatokolonne
nl_nl: kolom_voor_einddatum
pl_pl: kolumna_daty_końcowej
pt_br: coluna_data_final
pt_pt: coluna_data_fim
ro_ro: coloană_dată_sfârșit
ru_ru: столбец_конечной_даты
sk_sk: stĺpec_dátum_ukončenia
sl_si: stolpec_s_končnimi_datumi
sr_cyrl_rs: колона_датума_завршетка
sr_latn_rs: kolona_datuma_završetka
sv_se: slut_datum_kolumn
th_th: คอลัมน์_วันที่_สิ้นสุด
tr_tr: bitiş_tarihi_sütunu
uk_ua: стовпець_кінцевої_дати
vi_vn: cột_ngày_kết_thúc
zh_cn: 结束日期列
zh_tw: 結束_日期_資料行

# DateDiffTArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
id_id: satuan
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateDiff_start_date_column
source: A column of start dates for the difference operation.
bg_bg: Колона с начални дати за другата операция.
ca_es: Columna de dates d'inici per a l'operació de diferència.
cs_cz: Sloupec počátečních dat rozdílové operace
da_dk: En kolonne med startdatoer for forskelsberegningen.
de_de: Eine Spalte mit Anfangsdaten für die Differenzbildung.
el_gr: Στήλη με ημερομηνίες έναρξης για τη λειτουργία διαφοράς.
es_es: Una columna de fechas de inicio de la operación de diferencia.
et_ee: Alguskuupäevade veerg erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren hasiera-daten zutabea.
fi_fi: Eroavaisuustoiminnon alkamispäivämäärien sarake.
fr_fr: Colonne de dates de début pour l’opération Différence.
gl_es: Columna de datas de inicio da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए प्रारंभ दिनांकों का स्तंभ.
hr_hr: Stupac datuma početka za operaciju razlikovanja.
hu_hu: A különbséget kiszámító műveletben használt kezdő dátumokat tartalmazó oszlop.
id_id: Kolom tanggal mulai operasi perbedaan.
it_it: Colonna di date di inizio per l'operazione di tipo differenza.
ja_jp: 比較操作のための開始日の列。
kk_kz: Айырма операциясы үшін басталу күндерінің бағаны.
ko_kr: difference 연산에 대한 시작 날짜의 열입니다.
lt_lt: Skirtumo operacijos pradžios datų stulpelis.
lv_lv: Starpības operācijas sākuma datumu kolonna.
ms_my: Lajur tarikh mula untuk pengendalian perbezaan.
nb_no: En kolonne med startdatoer for differanseopersjonen.
nl_nl: Een kolom met begindatums voor de bewerking Difference.
pl_pl: Kolumna dat rozpoczęcia dla operacji różnicowej.
pt_br: Coluna de datas de início para a operação de diferença.
pt_pt: Uma coluna de datas de início para a operação de diferença.
ro_ro: O coloană cu datele de început pentru operația de diferențiere.
ru_ru: Столбец начальных дат для операции разности.
sk_sk: Stĺpec počiatočných dátumov pre operáciu rozdielu.
sl_si: Stolpec začetnih datumov za operacijo razlike.
sr_cyrl_rs: Колона датума почетка за операцију разлике.
sr_latn_rs: Kolona datuma početka za operaciju razlike.
sv_se: En kolumn med startdatum för differans-operationen.
th_th: คอลัมน์วันที่เริ่มต้นสำหรับกระบวนการที่ต่างๆ
tr_tr: Fark alma işlemi için başlangıç tarihlerini içeren bir sütun.
uk_ua: Стовпець із початковими датами для операції "Різниця".
vi_vn: Cột ngày bắt đầu cho phép tính khác.
zh_cn: 用于差值运算的开始日期组成的列。
zh_tw: 比對差異運算開始日期的資料行。

# AboutDateDiff_end_date_column
source: A column of end dates for the difference operation..
bg_bg: Колона с крайни дати за другата операция.
ca_es: Columna de dates finals per a l'operació de diferència.
cs_cz: Sloupec koncových dat rozdílové operace
da_dk: En kolonne med slutdatoer for forskelsberegningen.
de_de: Eine Spalte mit Enddaten für die Differenzbildung.
el_gr: Στήλη με ημερομηνίες λήξης για τη λειτουργία διαφοράς.
es_es: Una columna de fechas de finalización de la operación de diferencia.
et_ee: Lõppkuupäevade veerg erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren amaiera-daten zutabea.
fi_fi: Eroavaisuustoiminnon päättymispäivämäärien sarake.
fr_fr: Colonne de dates de fin pour l’opération Différence.
gl_es: Columna de datas de finalización da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए समाप्ति दिनांकों का स्तंभ..
hr_hr: Stupac datuma završetka za operaciju razlikovanja.
hu_hu: A különbséget kiszámító műveletben használt befejező dátumokat tartalmazó oszlop.
id_id: Kolom tanggal berakhir operasi perbedaan..
it_it: Colonna di date di fine per l'operazione di tipo differenza.
ja_jp: 比較操作のための終了日の列。
kk_kz: Айырма операциясы үшін аяқталу күндерінің бағаны.
ko_kr: difference 연산에 대한 종료 날짜의 열입니다.
lt_lt: Skirtumo operacijos pabaigos datų stulpelis.
lv_lv: Starpības operācijas beigu datumu kolonna.
ms_my: Lajur tarikh akhir untuk pengendalian perbezaan..
nb_no: En kolonne med sluttdatoer for differanseopersjonen.
nl_nl: Een kolom met einddatums voor de bewerking Difference.
pl_pl: Kolumna dat zakończenia dla operacji różnicowej.
pt_br: Coluna de datas de término para a operação de diferença.
pt_pt: Uma coluna de datas de fim para a operação de diferença.
ro_ro: O coloană cu datele de sfârșit pentru operația de diferențiere.
ru_ru: Столбец конечных дат для операции разности.
sk_sk: Stĺpec koncových dátumov pre operáciu rozdielu.
sl_si: Stolpec končnih datumov za operacijo razlike.
sr_cyrl_rs: Колона датума завршетка за операцију разлике.
sr_latn_rs: Kolona datuma završetka za operaciju razlike.
sv_se: En kolumn med slutdatum för differans-operationen.
th_th: คอลัมน์วันที่สิ้นสุดสำหรับกระบวนการต่างๆ
tr_tr: Fark alma işlemi için bitiş tarihlerini içeren bir sütun.
uk_ua: Стовпець із кінцевими датами для операції "Різниця".
vi_vn: Cột ngày kết thúc cho phép tính khác..
zh_cn: 用于差值运算的结束日期组成的列。
zh_tw: 比對差異運算結束日期的資料行。

# AboutChar
source: Returns the character specified by the code number from the character set on your platform.
bg_bg: Връща знака, указан от номера на кода от набора знаци на платформата.
ca_es: Retorna el caràcter especificat pel número de codi del joc de caràcters de la plataforma.
cs_cz: Vrátí znak určený číslem kódu ze znakové sady vaší platformy.
da_dk: Returnerer tegnet, der er angivet af kodenummeret på din platforms tegnsæt.
de_de: Gibt das Zeichen zurück, das durch die Codenummer aus dem Zeichensatz für Ihre Plattform angegeben wird.
el_gr: Επιστρέφει τον χαρακτήρα που καθορίζεται από τον κωδικό αριθμό από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Devuelve el carácter especificado por el número de código del juego de caracteres de la plataforma.
et_ee: Tagastab teie platvormi märgistikust koodiga määratud märgi.
eu_es: Plataformako karaktere jokoaren kode-zenbakiak zehaztutako karakterea itzultzen du.
fi_fi: Palauttaa ympäristön merkistön koodinumeron määrittämän merkin.
fr_fr: Retourne le caractère spécifié par le code numérique du jeu de caractères sur votre plateforme.
gl_es: Devolve o carácter especificado polo número de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर वर्ण सेट से कोड संख्या द्वारा निर्दिष्ट वर्ण लौटाता है.
hr_hr: Vraća znak koji navodi kodni broj iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletében használt kódszámnak megfelelő karaktert adja vissza.
id_id: Menampilkan karakter yang ditentukan oleh nomor kode dari set karakter .
it_it: Restituisce il carattere specificato dal numero di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号を指定すると、その文字を返します。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірінде көрсетілген таңбаны қайтарады.
ko_kr: 플랫폼에 설정된 문자의 코드 번호에서 지정된 문자를 반환합니다.
lt_lt: Pateikia simbolį, kurį nurodo kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Atgriež koda numura norādīto rakstzīmi no rakstzīmju kopas jūsu platformā.
ms_my: Mengembalikan aksara yang ditentukan mengikut nombor kod daripada set aksara pada platform anda.
nb_no: Returnerer tegnet som svarer til kodenummeret fra tegnsettet på plattformen din.
nl_nl: Hiermee wordt het teken geretourneerd dat is opgegeven door het codenummer van de tekenset op uw platform.
pl_pl: Zwraca znak określony przez numer kodu z zestawu znaków na platformie.
pt_br: Retorna o caractere especificado por número de código no conjunto de caracteres da plataforma.
pt_pt: Devolve o caráter especificado pelo número de código do caráter definido na plataforma.
ro_ro: Returnează caracterul specificat de numărul de cod din setul de caractere de pe platformă.
ru_ru: Возвращает символ, определяемый кодом из кодировки для вашей платформы.
sk_sk: Vráti znak určený číselným kódom z tabuľky znakov na vašej platforme.
sl_si: Vrne znak, ki ga določa številka kode iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Враћа знак који је навео кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Vraća znak koji je naveo kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Returnerar det tecken som specificerats av kodnumret från teckenuppsättningen på din plattform.
th_th: คืนค่าอักขระที่ระบุด้วยรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzda bulunan karakter kümesindeki kod numarası ile belirtilen karakteri döndürür.
uk_ua: Повертає символ, визначений кодовим числом, з набору в середовищі вашої платформи.
vi_vn: Trả về ký tự được chỉ định theo số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 返回平台上字符集中的代码编号指定的字符。
zh_tw: 傳回從平台上字元集代碼編號所指定的字元。

# CharArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutChar_number
source: A code number from the character set on your platform.
bg_bg: Номер на код от набора знаци на платформата.
ca_es: Número de codi del joc de caràcters de la plataforma.
cs_cz: Číslo kódu ze znakové sady vaší platformy
da_dk: Et kodenummer fra din platforms tegnsæt.
de_de: Eine Codenummer aus dem Zeichensatz Ihrer Plattform.
el_gr: Κωδικός αριθμός από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Un número de código del conjunto de caracteres de la plataforma.
et_ee: Teie platvormi märgistikust pärit kood.
eu_es: Plataformako karaktere jokoko kode-zenbakia.
fi_fi: Alustasi merkistön koodin numero.
fr_fr: Numéro de code du jeu de caractères sur votre plateforme.
gl_es: Número de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से एक कोड संख्या.
hr_hr: Kodni broj iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletéből származó kódszám.
id_id: Nomor kode dari set karakter .
it_it: Numero di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірі.
ko_kr: 플랫폼에 설정된 문자의 코드 번호입니다.
lt_lt: Kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Koda numurs no rakstzīmju kopas jūsu platformā.
ms_my: Nombor kod daripada set aksara pada platform anda.
nb_no: Et kodenummer fra tegnsettet på plattformen din.
nl_nl: Een codenummer van de tekenset op uw platform.
pl_pl: Numer kodu z zestawu znaków na platformie.
pt_br: Número de código do conjunto de caracteres da plataforma.
pt_pt: Um número de código do caráter definido na plataforma.
ro_ro: Un număr de cod din setul de caractere de pe platformă.
ru_ru: Номер кода из кодировки для вашей платформы.
sk_sk: Číslo kódu zo znakovej sady na vašej platforme.
sl_si: Številka kode iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Ett kodnummer från teckenuppsättningen på din plattform.
th_th: รหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzdaki karakter kümesinde yer alan bir kod numarası.
uk_ua: Кодове число з набору символів у середовищі вашої платформи.
vi_vn: Một số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 平台上字符集中的代码编号。
zh_tw: 您平台上字元集的代碼編號。
