Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutWeekNum
source: Returns the week number for a given date.
bg_bg: Връща номера на седмицата за дадена дата.
ca_es: Retorna el nombre de la setmana d'una data determinada.
cs_cz: Vrátí číslo týdne pro dané datum.
da_dk: Returnerer ugenummeret for en given dato.
de_de: Gibt die Wochenzahl für ein bestimmtes Datum zurück.
el_gr: Επιστρέφει τον αριθμό εβδομάδας για μια δεδομένη ημερομηνία.
es_es: Devuelve el número de semana de una fecha determinada.
et_ee: Tagastab antud kuupäeva nädalanumbri.
eu_es: Emandako dataren aste-zenbakia itzultzen du.
fi_fi: Palauttaa tietyn päivämäärän viikon numeron.
fr_fr: Retourne le numéro de la semaine pour une date donnée.
gl_es: Devolve o número da semana para unha data determinada.
hi_in: किसी दी गई तारीख के लिए सप्ताह संख्या पर रिटर्न करता है.
hr_hr: Vraća broj tjedna za određeni datum.
hu_hu: Visszaadja a megadott dátumnak megfelelő hét számát.
id_id: Menampilkan nomor minggu untuk tanggal yang ditentukan.
it_it: Restituisce il numero della settimana per una data specificata.
ja_jp: 指定した日付に対応する週番号を返します。
kk_kz: Берілген күннің апта нөмірін қайтарады.
ko_kr: 지정된 날짜의 주 번호를 반환합니다.
lt_lt: Pateikia tam tikros datos savaitės numerį.
lv_lv: Atgriež nedēļas numuru dotajam datumam.
ms_my: Mengembalikan nombor minggu untuk tarikh yang diberikan.
nb_no: Returnerer ukenummeret for en bestemt dato.
nl_nl: Retourneert het weeknummer voor een bepaalde datum.
pl_pl: Zwraca numer tygodnia dla danej daty.
pt_br: Retorna o número da semana em uma determinada data.
pt_pt: Devolve o número da semana de uma data indicada.
ro_ro: Returnează numărul săptămânii dintr-o anumită dată.
ru_ru: Возвращает номер недели для заданной даты.
sk_sk: Vráti číslo týždňa pre daný dátum.
sl_si: Vrne številko tedna za naveden datum.
sr_cyrl_rs: Даје број седмице за дати датум.
sr_latn_rs: Daje broj sedmice za dati datum.
sv_se: Returnerar veckonumret för ett visst datum.
th_th: ส่งกลับหมายเลขสัปดาห์สำหรับวันที่ที่ระบุ
tr_tr: Belirli bir tarihin hafta numarasını döndürür.
uk_ua: Повертає номер тижня для вказаної дати.
vi_vn: Trả về số tuần cho một ngày nhất định.
zh_cn: 返回给定日期的周编号。
zh_tw: 傳回指定日期的週數。

# WeekNumArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# WeekNumArg2
source: start_of_week
bg_bg: начало_на_седмицата
ca_es: inici_de_setmana
cs_cz: začátek_týdne
da_dk: ugens_start
de_de: Beginn_der_Woche
el_gr: έναρξη_εβδομάδας
es_es: inicio_de_semana
et_ee: nädala_algus
eu_es: aste_hasiera
fi_fi: viikon_alku
fr_fr: début_de_semaine
gl_es: inicio_de_semana
hi_in: सप्ताह_का_प्रारंभ
hr_hr: početak_tjedna
hu_hu: hét_kezdete
id_id: awal_minggu
it_it: inizio_settimana
ja_jp: 週の始め
kk_kz: аптаның_басы
ko_kr: 주초
lt_lt: savaitės_pradžia
lv_lv: nedēļas_sākums
ms_my: permulaan_minggu
nb_no: starten_av_uken
nl_nl: begin_van_week
pl_pl: początek_tygodnia
pt_br: início_da_semana
pt_pt: início_semana
ro_ro: începutul_săptămânii
ru_ru: начало_недели
sk_sk: začiatok_týždňa
sl_si: začetek_tedna
sr_cyrl_rs: почетак_седмице
sr_latn_rs: početak_sedmice
sv_se: början_av_vecka
th_th: เริ่มต้น_ของ_สัปดาห์
tr_tr: hafta_başlangıcı
uk_ua: початок_тижня
vi_vn: đầu_tuần
zh_cn: 周开始
zh_tw: 一週開始

# AboutWeekNum_date
source: A date value for which the week number will be calculated.
bg_bg: Стойност на дата, за която ще се изчисли номерът на седмицата.
ca_es: Valor de data per al qual es calcularà el nombre de la setmana.
cs_cz: Hodnota data, pro kterou bude číslo týdne vypočteno.
da_dk: En datoværdi, som ugenummeret beregnes for.
de_de: Ein Datumswert, für den die Wochenzahl berechnet wird.
el_gr: Μια τιμή ημερομηνίας για την οποία θα υπολογιστεί ο αριθμός εβδομάδας.
es_es: Valor de fecha para el que se calculará el número de semana.
et_ee: Kuupäevaväärtus, mille jaoks arvutatakse nädalanumber.
eu_es: Aste-zenbakia kalkulatuko den data-balioa.
fi_fi: Päivämääräarvo, jolle viikon numero lasketaan.
fr_fr: Valeur de date pour laquelle le numéro de la semaine sera calculé.
gl_es: Valor de data para o que se vai calcular o numero de semana.
hi_in: तिथि मान जिसके लिए सप्ताह संख्या की गणना की जाएगी.
hr_hr: Vrijednost datuma za koju će se izračunati broj tjedna.
hu_hu: A dátumérték, amelyhez a rendszer kiszámítja a hét számát.
id_id: Nilai tanggal yang jumlah minggunya akan dihitung.
it_it: Valore di data per cui verrà calcolato il numero della settimana.
ja_jp: 週番号を計算する日付の値です。
kk_kz: Апта нөмірі есептелетін күн мәні.
ko_kr: 주 번호를 계산할 날짜 값입니다.
lt_lt: Datos reikšmė, kuriai bus skaičiuojamas savaitės numeris.
lv_lv: Datuma vērtība, kurai tiks aprēķināts nedēļas numurs.
ms_my: Nilai tarikh yang nombor minggu akan dikira.
nb_no: En datoverdi som ukenummeret skal beregnes for.
nl_nl: Een datumwaarde waarvoor het weeknummer wordt berekend.
pl_pl: Wartość daty, dla której zostanie obliczony numer tygodnia.
pt_br: Um valor de data para o qual o número da semana será calculado.
pt_pt: Um valor de data para o qual o número da semana será calculado.
ro_ro: O valoare de tip dată pentru care se va calcula numărul săptămânii.
ru_ru: Значение даты, для которой будет рассчитываться номер недели.
sk_sk: Hodnota dátumu, pre ktorú sa vypočíta číslo týždňa.
sl_si: Datumska vrednost, za katero se izračuna številka tedna.
sr_cyrl_rs: Вредност датума за коју ће бити израчунат број седмице.
sr_latn_rs: Vrednost datuma za koju će biti izračunat broj sedmice.
sv_se: Ett datumvärde som veckonumret ska beräknas för.
th_th: ค่าวันที่ซึ่งจะคำนวณหมายเลขสัปดาห์
tr_tr: Hafta numarasının hesaplanacağı tarih değeri.
uk_ua: Значення дати, для якого буде обчислено номер тижня.
vi_vn: Giá trị ngày để tính toán số tuần.
zh_cn: 将针对其计算周编号的日期值。
zh_tw: 將計算週數的日期值。

# AboutWeekNum_start_of_week
source: A value from the StartOfWeek enumeration or a number from the corresponding Excel function to indicate how the days of the week should be numbered.
bg_bg: Стойност от изброяването StartOfWeek или число от съответната функция на Excel за обозначаване на начина на номериране на дните от седмицата.
ca_es: Valor de l'enumeració StartOfWeek o un nombre de la funció corresponent de l'Excel per indicar com es numeraran els dies de la setmana.
cs_cz: Hodnota z výčtu StartOfWeek nebo číslo z odpovídající excelové funkce označující, jak by měly být číslovány dny v týdnu
da_dk: En værdi fra optællingen fra StartOfWeek eller et tal fra den tilsvarende Excel-funktion, der angiver, hvordan ugedage skal nummereres.
de_de: Ein Wert aus der StartOfWeek-Enumeration oder eine Zahl aus der entsprechenden Excel-Funktion zur Angabe, wie die Tage der Woche nummeriert werden sollen.
el_gr: Μια τιμή από την απαρίθμηση StartOfWeek ή ένας αριθμός από την αντίστοιχη συνάρτηση Excel που υποδεικνύει με ποιον τρόπο θα πρέπει να απαριθμούνται οι ημέρες της εβδομάδας.
es_es: Un valor de la enumeración StartOfWeek o un número de la función de Excel correspondiente para indicar cómo deberían numerarse los días de la semana.
et_ee: T: Väärtus nädala alguse loendist StartOfWeek või arv vastavast Exceli funktsioonist, mis näitab, kuidas nädalapäevad tuleks nummerdada.
eu_es: Asteko egunak zenbatzeko modua adierazteko erabiliko den StartOfWeek enumerazioaren balioa edo dagokion Excel funtzioaren zenbakia.
fi_fi: Sellainen arvo StartOfWeek-luetteloinnista tai luku vastaavasta Excel-funktiosta, joka ilmaisee, miten viikon päivät tulee numeroida.
fr_fr: Valeur de l’énumération StartOfWeek, ou nombre provenant de la fonction Excel correspondante pour indiquer comment les jours de la semaine doivent être numérotés.
gl_es: Valor da enumeración StartOfWeek ou número da función de Excel correspondente para indicar como se deben numerar os días da semana.
hi_in: StartOfWeek इन्युमरेशन से या संगत Excel फ़ंक्‍शन से यह इंगित करने के लिए कोई मान कि सप्ताह के दिनों को कैसे क्रमांकित किया जाना चाहिए.
hr_hr: Vrijednost iz enumeracije StartOfWeek ili broj iz odgovarajuće funkcije programa Excel koji naznačuju kako se dani u tjednu numeriraju.
hu_hu: A StartOfWeek enumerálási értékből származó érték vagy a megfelelő Excel-függvényből származó szám, amely jelzi, hogyan kell számozni a hét napjait.
id_id: Nilai dari enumerasi StartOfWeek atau angka dari fungsi Excel yang sesuai untuk mengindikasi cara hari dalam minggu diberi nomor.
it_it: Valore dall'enumerazione StartOfWeek o numero dalla funzione di Excel corrispondente per indicare in che modo devono essere numerati i giorni della settimana.
ja_jp: どのように曜日に番号を付けるかを示す StartOfWeek 列挙値、または対応する Excel 関数からの数値。
kk_kz: Апта күндерінің қалай нөмірленетінін көрсететін StartOfWeek тізімінен алынған мән немесе тиісті Excel функциясынан алынған сан.
ko_kr: 요일의 번호가 지정되는 방법을 나타내는 StartOfWeek 열거의 값이거나 해당 Excel 함수의 수입니다.
lt_lt: Reikšmė iš „StartOfWeek“ išvardijimo arba skaičius iš atitinkamos „Excel“ funkcijos, nurodantis, kaip turi būti numeruojamos savaitės dienos.
lv_lv: Vērtība no StartOfWeek uzskaitījuma vai skaitlis no atbilstošās Excel funkcijas, kas norāda, kā ir jāskaita nedēļas dienas.
ms_my: Nilai dari penyenaraian StartOfWeek atau nombor dari fungsi Excel yang sepadan untuk menunjukkan cara hari dalam minggu patut dinomborkan.
nb_no: En verdi fra opplistingen StartOfWeek eller et tall fra tilsvarende Excel-funksjon for å angi hvordan ukedagene skal nummereres.
nl_nl: Een waarde uit de opsomming StartOfWeek of een getal uit de overeenkomende Excel-functie om aan te geven hoe de dagen van de week moet worden genummerd.
pl_pl: Wartość wyliczenia elementu StartOfWeek lub liczba z odpowiedniej funkcji programu Excel, która wskazuje sposób numerowania dni tygodnia.
pt_br: Valor da enumeração StartOfWeek ou número da função correspondente do Microsoft Excel para indicar como os dias da semana devem ser numerados.
pt_pt: Um valor da enumeração StartOfWeek ou um número da função de Excel correspondente para indicar como devem ser numerados os dias de semana.
ro_ro: O valoare din enumerarea StartOfWeek sau un număr din funcția Excel corespunzătoare, pentru a indica modul în care ar trebui să fie numerotate zilele săptămânii.
ru_ru: Значение из перечисления StartOfWeek или номер из соответствующей функции Excel для обозначения нумерации дней недели.
sk_sk: Hodnota z enumerácie StartOfWeek alebo číslo zo zodpovedajúcej funkcie Excelu na určenie toho, ako sa majú spočítať dni v týždni.
sl_si: Vrednost enumeratorja StartOfWeek ali število iz pripadajoče Excelove funkcije, ki določa, kako naj bodo dnevi v tednu oštevilčeni.
sr_cyrl_rs: Вредност из набрајања StartOfWeek или број из одговарајуће Excel функције који означава на који начин ће дани у седмици бити нумерисани.
sr_latn_rs: Vrednost iz nabrajanja StartOfWeek ili broj iz odgovarajuće Excel funkcije koji označava na koji način će dani u sedmici biti numerisani.
sv_se: Ett värde från StartOfWeek-uppräkningen eller ett tal från motsvarande Excel-funktion som anger hur veckodagarna ska numreras.
th_th: ค่าจากการแจกแจง StartOfWeek หรือตัวเลขจากฟังก์ชันของ Excel ที่สอดคล้อง ที่ระบุว่าจะนับเรียงวันในสัปดาห์อย่างไร
tr_tr: Haftanın günlerinin nasıl numaralandırılacağını göstermeye yönelik olarak, StartOfWeek numaralandırmasındaki veya ilgili Excel işlevindeki bir değer.
uk_ua: Значення параметра StartOfWeek або число з відповідної функції Excel, що визначає нумерацію днів тижня.
vi_vn: Một giá trị từ liệt kê StartOfWeek hoặc một số từ hàm Excel tương ứng để chỉ định cách đánh số các ngày trong tuần.
zh_cn: 指示应如何对一周中的天数编号的 StartOfWeek 枚举值或相应 Excel 函数中的数字。
zh_tw: 來自 StartOfWeek 列舉的值，或來自相對 Excel 函數的數字，表示如何編號週間的每一天。

# AboutISOWeekNum
source: Returns the week number according to ISO rules for a given date.
bg_bg: Връща номера на седмицата за дадена дата според правилата на ISO.
ca_es: Retorna el nombre de la setmana segons les regles ISO per a una data determinada.
cs_cz: Vrátí číslo týdne podle pravidel ISO pro dané datum.
da_dk: Returnerer ugenummeret i henhold til ISO-reglerne for en given dato.
de_de: Gibt die Wochenzahl nach ISO-Regeln für ein bestimmtes Datum zurück.
el_gr: Επιστρέφει τον αριθμό εβδομάδας σύμφωνα με τους κανόνες ISO για μια δεδομένη ημερομηνία.
es_es: Devuelve el número de semana según las reglas ISO para una fecha determinada.
et_ee: Tagastab nädalanumbri vastavalt antud kuupäeva ISO-reeglitele.
eu_es: Aste-zenbakia itzultzen du, emandako dataren ISO arauen arabera.
fi_fi: Palauttaa viikon numeron tietyn päivämäärän ISO-sääntöjen mukaan.
fr_fr: Retourne le numéro de la semaine conformément aux règles ISO pour une date donnée.
gl_es: Devolve o número da semana segundo as regras ISO para unha data determinada.
hi_in: किसी दी गई तिथि के लिए ISO नियमों के अनुसार सप्ताह की संख्या रिटर्न करता है.
hr_hr: Vraća broj tjedna prema ISO pravilima za određeni datum.
hu_hu: A megadott dátum alapján visszaadja a hét számát az ISO-szabályokat követve.
id_id: Menampilkan nomor minggu berdasarkan aturan ISO untuk tanggal yang ditentukan.
it_it: Restituisce il numero della settimana in base alle regole ISO per una data specificata.
ja_jp: 指定した日付に対する ISO ルールに従って週番号を返します。
kk_kz: Берілген күн үшін ISO ережелеріне сәйкес апта нөмірін қайтарады.
ko_kr: 주어진 날짜에 대한 ISO 규칙에 따라 주 번호를 반환합니다.
lt_lt: Pateikia savaitės numerį pagal tam tikros datos ISO taisykles.
lv_lv: Atgriež nedēļas numuru noteiktajam datumam atbilstoši ISO kārtulām.
ms_my: Mengembalikan bilangan minggu menurut peraturan ISO untuk tarikh yang diberikan.
nb_no: Returnerer ukenummeret i henhold til ISO-regler for en bestemt dato.
nl_nl: Retourneert het weeknummer volgens de ISO-regels voor een bepaalde datum.
pl_pl: Zwraca numer tygodnia zgodnie z regułami ISO dla danej daty.
pt_br: Retorna o número da semana de acordo com as regras ISO de uma determinada data.
pt_pt: Devolve o número da semana de uma data indicada de acordo com as regras ISO.
ro_ro: Returnează numărul săptămânii conform cu regulile ISO pentru o anumită dată.
ru_ru: Возвращает номер недели по стандарту ISO для заданной даты.
sk_sk: Vráti číslo týždňa podľa pravidiel ISO pre daný dátum.
sl_si: Vrne številko tedna v skladu s pravili ISO za naveden datum.
sr_cyrl_rs: Даје број седмице у складу са ISO правилима за дати датум.
sr_latn_rs: Daje broj sedmice u skladu sa ISO pravilima za dati datum.
sv_se: Returnerar veckonumret enligt ISO-regler för ett visst datum.
th_th: ส่งกลับหมายเลขสัปดาห์ตามกฎ ISO สำหรับวันที่ที่ระบุ
tr_tr: ISO kurallarına göre belirli bir tarihin hafta numarasını döndürür.
uk_ua: Повертає номер тижня відповідно до правил ISO для певної дати.
vi_vn: Trả về số tuần theo quy tắc ISO cho một ngày nhất định.
zh_cn: 根据给定日期的 ISO 规则返回周编号。
zh_tw: 根據 ISO 規則，傳回指定日期的週數。

# ISOWeekNumArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutISOWeekNum_date
source: A date value for which the ISO week number will be calculated.
bg_bg: Стойност на дата, за която ще се изчисли номерът на седмицата по ISO.
ca_es: Valor de data per al qual es calcularà el nombre de la setmana ISO.
cs_cz: Hodnota data, pro kterou bude vypočteno číslo týdne ISO.
da_dk: En datoværdi, som ISO-ugenummeret beregnes for.
de_de: Ein Datumswert, für den die ISO-Wochenzahl berechnet wird.
el_gr: Μια τιμή ημερομηνίας για την οποία θα υπολογιστεί ο αριθμός εβδομάδας ISO.
es_es: Valor de fecha para el que se calculará el número de semana ISO.
et_ee: Kuupäevaväärtus, mille jaoks arvutatakse ISO-nädalanumber.
eu_es: ISO aste-zenbakia kalkulatuko den dataren balioa.
fi_fi: Päivämääräarvo, jolle ISO-viikon numero lasketaan.
fr_fr: Valeur de date pour laquelle le numéro de semaine ISO sera calculé.
gl_es: Valor de data para o que se vai calcular o numero de semana ISO.
hi_in: तिथि मान जिसके लिए ISO सप्ताह संख्या की गणना की जाएगी.
hr_hr: Vrijednost datuma za koju će se izračunati ISO broj tjedna.
hu_hu: A dátumérték, amelyhez a rendszer kiszámítja az ISO szerinti hétszámot.
id_id: Nilai tanggal yang jumlah minggu ISO-nya akan dihitung.
it_it: Valore di data per cui verrà calcolato il numero della settimana ISO.
ja_jp: ISO 週番号を計算する日付の値です。
kk_kz: ISO апта нөмірі есептелетін күн мәні.
ko_kr: ISO 주 번호를 계산할 날짜 값입니다.
lt_lt: Datos reikšmė, kuriai bus skaičiuojamas ISO savaitės numeris.
lv_lv: Datuma vērtība, kurai tiks aprēķināts ISO nedēļas numurs.
ms_my: Nilai tarikh yang nombor minggu ISO akan dikira.
nb_no: En datoverdi som ISO-ukenummeret skal beregnes for.
nl_nl: Een datumwaarde waarvoor het ISO-weeknummer wordt berekend.
pl_pl: Wartość daty, dla której zostanie obliczony numer tygodnia ISO.
pt_br: Um valor de data para o qual o número da semana ISO será calculado.
pt_pt: Um valor de data cujo número da semana ISO será calculado.
ro_ro: O valoare de tip dată pentru care se va calcula numărul săptămânii conform ISO.
ru_ru: Значение даты, для которой будет рассчитываться номер недели по стандарту ISO.
sk_sk: Hodnota dátumu, pre ktorú sa vypočíta číslo týždňa ISO.
sl_si: Datumska vrednost, za katero bo izračunana številka tedna ISO.
sr_cyrl_rs: Вредност датума за коју ће бити израчунат ISO број седмице.
sr_latn_rs: Vrednost datuma za koju će biti izračunat ISO broj sedmice.
sv_se: Ett datumvärde som ISO-veckonumret ska beräknas för.
th_th: ค่าวันที่ที่จะคำนวณหมายเลขสัปดาห์ตาม ISO
tr_tr: ISO hafta numarasının hesaplanacağı tarih değeri.
uk_ua: Значення дати, для якого буде обчислено номер тижня ISO.
vi_vn: Giá trị ngày để tính số tuần ISO.
zh_cn: 将针对其计算 ISO 周编号的日期值。
zh_tw: 將計算 ISO 週數的日期值。

# AboutEDate
source: Returns a date adjusted by a number of months. The day of the month remains the same but is capped by the number of days in the new month.
bg_bg: Връща дата, коригирана с брой месеци. Денят от месеца остава същият, стига да не е след последния ден от новия месец.
ca_es: Retorna una data ajustada segons un nombre de mesos. El dia del mes continua sent el mateix, però està limitat pel nombre de dies del mes nou.
cs_cz: Vrátí datum upravené o počet měsíců. Den v měsíci zůstává stejný, ale je omezen počtem dní v novém měsíci.
da_dk: Returnerer en dato justeret med et antal måneder. Månedens dag forbliver den samme, men er begrænset af antallet af dage i den nye måned.
de_de: Gibt ein um eine Anzahl von Monaten angepasstes Datum zurück. Der Tag des Monats bleibt unverändert, wird aber durch die Anzahl der Tage im neuen Monat begrenzt.
el_gr: Επιστρέφει μια ημερομηνία προσαρμοσμένη κατά πολλούς μήνες. Η ημέρα του μήνα παραμένει η ίδια, αλλά με αυτόν τον τρόπο περιλαμβάνει τον αριθμό των ημερών του νέου μήνα.
es_es: Devuelve una fecha ajustada por un número de meses. El día del mes sigue siendo el mismo, pero se limita por el número de días del nuevo mes.
et_ee: Tagastab kuude arvu alusel korrigeeritud kuupäeva. Päev kuus jääb samaks, kuid seda piirab uue kuu päevade arv.
eu_es: Hilabete kopuruaren arabera doitutako data bat itzultzen du aukera honek. Hileko eguna berdina izango da, baina hilabete berriaren egun kopuruaren arabera mugatuko da.
fi_fi: Palauttaa päivämäärän mukautettuna kuukausien määrällä. Kuukauden päivä pysyy samana, mutta sitä rajoittaa uuden kuukauden päivien lukumäärä.
fr_fr: Retourne une date ajustée par un nombre de mois. Le jour du mois reste le même, mais il est limité par le nombre de jours au cours du nouveau mois.
gl_es: Devolve unha data axustada en función dun número de meses. O día do mes segue sendo o mesmo, pero está limitado polo número de días do novo mes.
hi_in: कई महीनों से समायोजित तिथि लौटाता है. महीने का दिन वही रहता है लेकिन नए महीने में दिनों की संख्या से सीमित होता है.
hr_hr: Vraća datum prilagođen prema broju mjeseci. Dan u mjesecu ostaje isti, ali je ograničen brojem dana u novom mjesecu.
hu_hu: A hónapok száma által helyesbített dátumot adja vissza. A hónap napja változatlan marad, de az új hónap napjainak száma jelenti a felső határértéket.
id_id: Mengembalikan tanggal yang disesuaikan dengan jumlah bulan. Hari dalam bulan tersebut tetap sama, tetapi dipetakan dengan jumlah hari pada bulan baru.
it_it: Restituisce una data rettificata di un certo numero di mesi. Il giorno del mese resta invariato, ma è limitato dal numero di giorni nel nuovo mese.
ja_jp: 月を変更した日付を返します。日は変わりませんが、変更後の月の最終日以下に制限されます。
kk_kz: Ай саны бойынша реттелген күнді қайтарады. Ай күні бірдей болып қалады, бірақ жаңа айдағы күн санымен жабылады.
ko_kr: 개월 수만큼 조정된 날짜를 반환합니다. 월의 날짜는 동일하게 유지되지만 새 월의 일 수로 제한됩니다.
lt_lt: Pateikia datą, pakoreguotą pagal mėnesių skaičių. Mėnesio diena išlieka tokia pati, bet ji apribojama naujojo mėnesio dienų skaičiumi.
lv_lv: Atgriež datumu, kas pielāgots pēc mēnešu skaita. Mēneša diena joprojām ir tāda pati, bet maksimālais dienu skaits ir atkarīgs no jaunā mēneša.
ms_my: Mengembalikan tarikh yang dilaraskan mengikut bilangan bulan. Hari dalam bulan kekal sama, tetapi dihadkan oleh bilangan hari dalam bulan baharu.
nb_no: Returnerer en dato justert med et antall måneder. Dagen i måneden forblir den samme, men avkortes av antall dager i den nye måneden.
nl_nl: Retourneert een datum die is aangepast met een aantal maanden. De dag van de maand is gelijk, maar wordt begrensd door het aantal dagen in de nieuwe maand.
pl_pl: Zwraca datę dostosowaną przy użyciu liczby miesięcy. Dzień miesiąca pozostaje taki sam, ale jest ograniczany przez liczbę dni w nowym miesiącu.
pt_br: Retorna uma data ajustada por um número de meses. O dia do mês permanece igual, mas é limitado pelo número de dias do novo mês.
pt_pt: Devolve uma data ajustada por vários meses. O dia do mês permanece o mesmo, mas é limitado pelo número de dias no novo mês.
ro_ro: Returnează o dată la care s-a modificat un număr de luni. Ziua din lună rămâne aceeași, dar este limitată la numărul de zile din noua lună.
ru_ru: Возвращает дату, откорректированную по количеству месяцев. День месяца останется таким же, но он сокращается на число дней в новом месяце.
sk_sk: Vráti dátum upravený o určitý počet mesiacov. Deň v mesiaci zostáva rovnaký, je však obmedzený počtom dní v novom mesiaci.
sl_si: Vrne datum, prilagojen za število mesecev. Dan v mesecu ostane isti, vendar je omejen s številom dni v novem mesecu.
sr_cyrl_rs: Враћа датум прилагођен према броју месеци. Дан у месецу остаје исти, али је ограничен бројем дана у новом месецу.
sv_se: Returnerar ett datum justerat med ett antal månader. Dagen i månaden är densamma men justeras av antalet dagar i den nya månaden.
th_th: ส่งกลับวันที่ที่ปรับตามจำนวนเดือน วันของเดือนจะยังคงเหมือนเดิม แต่ถูกจำกัดด้วยจำนวนวันในเดือนใหม่
tr_tr: Ay sayısına göre ayarlanmış bir tarih döndürür. Ayın günü aynı kalır ancak yeni ay içindeki gün sayısıyla sınırlı olur.
uk_ua: Повертає дату, відкориговану на кількість місяців. День місяця залишається незмінним, але його обмежено кількістю днів у новому місяці.
vi_vn: Trả về một ngày được điều chỉnh theo số tháng. Ngày trong tháng vẫn giữ nguyên nhưng bị giới hạn bởi số ngày trong tháng mới.
zh_cn: 返回按月数调整的日期。月中的日期仍然相同，但因新月份中的天数而受限制。
zh_tw: 傳回依月份數調整的日期。該月的日期仍然相同，但上限為新月份的天數。
