Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrInvalidPropertyReference_LongMessage
source: This error appears when a formula refers to component function properties with invalid syntax. (For example, Component.CustomFunction instead of Component.CustomFunction())
bg_bg: Тази грешка възниква, когато във формула се използва неправилен синтаксис за свойство на компонент, което е функция. (Например Component.CustomFunction вместо Component.CustomFunction())
ca_es: Aquest error apareix quan una fórmula fa referència a propietats de funció del component amb una sintaxi no vàlida. (Per exemple, Component.CustomFunction en lloc de Component.CustomFunction()).
cs_cz: Tato chyba se zobrazí, když se vzorec odkazuje na vlastnosti komponenty pomocí neplatné syntaxe. (Příklad: Component.CustomFunction instead of Component.CustomFunction())
da_dk: Denne fejl vises, når en formel refererer til egenskaber for komponentfunktionsmåde med ugyldig syntaks. (Eksempelvis Component.CustomFunction i stedet for Component.CustomFunction())
de_de: Dieser Fehler tritt auf, wenn eine Formel mit ungültiger Syntax auf Komponentenfunktionseigenschaften verweist. (Beispiel: „Component.CustomFunction“ statt „Component.CustomFunction()“)
el_gr: Αυτό το σφάλμα εμφανίζεται όταν ένας τύπος αναφέρεται σε ιδιότητες της συνάρτησης των στοιχείων με μη έγκυρη σύνταξη. (Για παράδειγμα, Component.CustomFunction αντί για Component.CustomFunction())
es_es: Este error se produce cuando una fórmula hace referencia a propiedades de función de componente con sintaxis no válida. Por ejemplo, Component.CustomFunction en lugar de Component.CustomFunction().
et_ee: See tõrge ilmub siis, kui valem viitab komponendi funktsiooniatribuutidele, millel on sobimatu süntaks. (Näiteks Component.CustomFunction, mitte Component.CustomFunction())
eu_es: Formulak erabil ezin daitekeen sintaxia duten osagaiaren funtzioaren propietateei erreferentzia egiten dienean agertzen da errorea (adibidez, Component.CustomFunction sintaxia erabiltzen denean Component.CustomFunction() sintaxiaren ordez).
fi_fi: Tämä virhe tulee näkyviin, kun kaava viittaa osan käyttäytymisen ominaisuuksiin, joiden syntaksi on virheellinen. (Esimerkiksi Component.CustomFunction kohteen Component.CustomFunction() sijaan)
fr_fr: Cette erreur s’affiche quand une formule fait référence à des propriétés de fonction de composant avec une syntaxe non valide. (Par exemple, Component.CustomFunction au lieu de Component.CustomFunction())
gl_es: Este erro aparece cando unha fórmula fai referencia ás propiedades dunha función de compoñente con sintaxe non válida. (Por exemplo, Component.CustomFunction en lugar de Component.CustomFunction())
hi_in: यह त्रुटी तब दिखाई देती है जब एक फ़ॉर्मूला किसी अमान्य सिंटैक्स के साथ कंपोनेंट फ़ंक्शन के गुणों को संदर्भित करता है. (उदाहरण के लिए, Component.CustomFunction के बजाय Component.CustomFunction())
hr_hr: Ta se pogreška pojavljuje kada se formula poziva na svojstva funkcije komponente sa sintaksom koja nije valjana. (Na primjer, Component.CustomFunction instead of Component.CustomFunction())
hu_hu: Ez a hibaüzenet akkor jelenik meg, ha egy képlet érvénytelen szintaxissal hivatkozik az összetevő függvénytulajdonságaira (például a Component.CustomFunction() függvényhívás helyett a következőt használja: Component.CustomFunction())
id_id: Kesalahan ini muncul saat rumus merujuk pada properti fungsi komponen dengan sintaksis yang tidak valid. (Misalnya, Component.CustomFunction alih-alih Component.CustomFunction())
it_it: Questo errore viene visualizzato quando una formula fa riferimento alle proprietà della funzione del componente con una sintassi non valida. (Ad esempio: Component.CustomFunction invece di Component.CustomFunction())
ja_jp: このエラーは、式が無効な構文でコンポーネントの関数プロパティを参照している場合 (Component.CustomFunction() ではなく Component.CustomFunction など) に表示されます。
kk_kz: Формула синтаксисі жарамсыз компоненттің функциялық сипаттарына қатысты болғанда, осы қате пайда болады. (Мысалы, Component.CustomFunction() орнына Component.CustomFunction)
ko_kr: 이 오류는 수식에서 잘못된 구문이 있는 구성 요소 함수 속성을 참조하는 경우에 표시됩니다. (예: Component.CustomFunction() 대신 Component.CustomFunction)
lt_lt: Ši klaida rodoma, kai formulė nurodo komponento funkcijų ypatybes su netinkama sintakse. (Pvz., „Component.CustomFunction“ vietoj „Component.CustomFunction()“)
lv_lv: Šī kļūda rodas, ja formulā ir atsauce uz komponenta funkcijas rekvizītiem ar nederīgu sintaksi. (Piemēram, Component.CustomFunction, nevis Component.CustomFunction())
ms_my: Ralat ini muncul apabila formula merujuk kepada sifat fungsi komponen dengan sintaks yang tidak sah. (Sebagai contoh, Component.CustomFunction dan bukannya Component.CustomFunction())
nb_no: Denne feilen vises når en formel henviser til egenskaper for komponentfunksjon med ugyldig syntaks. (Eksempel: Component.CustomFunction i stedet for Component.CustomFunction())
nl_nl: Deze fout wordt weergegeven wanneer een formule verwijst naar eigenschappen van componentfunctie met ongeldige syntaxis. (Bijvoorbeeld Component.CustomFunction in plaats van Component.CustomFunction())
pl_pl: Ten błąd występuje, gdy formuła odwołuje się do właściwości funkcji składnika przy użyciu nieprawidłowej składni. Na przykład Component.CustomFunction zamiast Component.CustomFunction().
pt_br: Esse erro aparece quando uma fórmula refere-se a propriedades de comportamento de componente com sintaxe inválida (por exemplo, Component.CustomFunction em vez de Component.CustomFunction())
pt_pt: Este erro é apresentado quando uma fórmula referencia propriedades de função do componente com sintaxe inválida. (Por exemplo, Component.CustomFunction em vez de Component.CustomFunction())
ro_ro: Această eroare apare când o formulă se referă la proprietățile funcție ale componentelor cu sintaxă nevalidă. (De exemplu, Component.CustomFunction în loc de Component.CustomFunction())
ru_ru: Эта ошибка возникает, когда формула ссылается на свойства функции компонента с недопустимым синтаксисом (например, Component.CustomFunction вместо Component.CustomFunction())
sk_sk: Táto chyba sa zobrazí, keď vzorec odkazuje na vlastnosti funkcií súčasti s neplatnou syntaxou. (Napríklad na vlastnosť Component.CustomFunction namiesto vlastnosti Component.CustomFunction())
sl_si: Napaka se prikaže, ko se formula sklicuje na lastnosti funkcije komponente z neveljavno sintakso. (Primer: »Component.CustomFunction« namesto »Component.CustomFunction()«)
sr_cyrl_rs: Ова грешка се појављује када формула упућује на својства функције компоненте са неважећом синтаксом. (На пример, Component.CustomFunction уместо Component.CustomFunction())
sr_latn_rs: Ova greška se pojavljuje kada formula upućuje na svojstva ponašanja komponenata sa nevažećom sintaksom. (Na primer, Component.OnCustomChange umesto Component.OnCustomChange())
sv_se: Det här felet uppstår när en formel refererar till egenskaper för komponentfunktioner med en ogiltig syntax. (Till exempel Component.CustomFunction i stället för Component.CustomFunction())
th_th: ข้อผิดพลาดนี้ปรากฏขึ้นเมื่อสูตรอ้างถึงคุณสมบัติฟังก์ชันของคอมโพเนนต์ที่มีไวยากรณ์ไม่ถูกต้อง (ตัวอย่างเช่น Component.CustomFunction แทนที่จะเป็น Component.CustomFunction())
tr_tr: Bu hata, bir formül geçersiz söz dizimine sahip bileşen işlevi özelliklerine başvurduğunda görüntülenir. (ör. Component.CustomFunction()) yerine Component.CustomFunction
uk_ua: Ця помилка виникає, коли формула посилається на властивості функції компонентів із неприпустимим синтаксисом. (Наприклад, Component.CustomFunction замість Component.CustomFunction())
vi_vn: Lỗi này xuất hiện khi một công thức đề cập đến các thuộc tính hàm thành phần bằng cú pháp không hợp lệ. (Ví dụ: Component.CustomFunction thay vì Component.CustomFunction())
zh_cn: 当公式引用具有无效语法的组件函数属性时，会出现此错误。(例如，引用 Component.CustomFunction 而不是 Component.CustomFunction())
zh_tw: 當公式參考了含有無效語法的元件函式屬性時，就會發生此錯誤。(例如把 Component.CustomFunction() 寫成 Component.CustomFunction)

# ErrorResource_ErrInvalidPropertyReference_HowToFix_1
source: Use correct syntax to refer to component function property. For example, Component.CustomFunction()
bg_bg: Използвайте правилния синтаксис за работа със свойство на компонент, което е функция, като например Component.CustomFunction()
ca_es: Utilitzeu la sintaxi correcta per referir-vos a la propietat de funció del component. Per exemple, Component.CustomFunction().
cs_cz: Při odkazování na vlastnost komponenty použijte správnou syntaxi. Příklad: Component.CustomFunction()
da_dk: Brug korrekt syntaks til at referere til egenskaben for komponentfunktionsmåde. Eksempelvis Component.CustomFunction()
de_de: Verwenden Sie die richtige Syntax, um auf die Komponentenfunktionseigenschaft zu verweisen. Beispiel: Component.CustomFunction()
el_gr: Χρησιμοποιήστε τη σωστή σύνταξη για να αναφερθείτε στην ιδιότητα της συνάρτησης των στοιχείων. Για παράδειγμα, Component.CustomFunction()
es_es: Use la sintaxis correcta para hacer referencia a la propiedad de función de componente. Por ejemplo, Component.CustomFunction()
et_ee: Kasutage komponendi funktsiooniatribuudile viitamiseks õiget süntaksit. Näiteks Component.CustomFunction()
eu_es: Erabili sintaxi zuzena osagaiaren funtzioaren propietateei erreferentzia egiteko. Adibidez, Component.CustomFunction()
fi_fi: Viittaa osan käyttäytymisen ominaisuuteen oikean syntaksin avulla. Esimerkki: Component.CustomFunction()
fr_fr: Utilisez une syntaxe correcte pour faire référence à la propriété de fonction de composant. Par exemple, Component.CustomFunction()
gl_es: Use a sintaxe correcta para facer referencia á propiedade de funcionamento do compoñente. Por exemplo, Component.CustomFunction()
hi_in: कंपोनेंट फ़ंक्शन गुण को संदर्भित करने के लिए सही सिंटैक्स का इस्तेमाल करें. उदाहरण के लिए, Component.CustomFunction()
hr_hr: Upotrijebite pravilnu sintaksu za pozivanje na svojstvo funkcije komponente. Na primjer, Component.CustomFunction()
hu_hu: A helyes szintaxis használatával hivatkozzon az összetevő függvénytulajdonságára. Példa: Component.CustomFunction()
id_id: Gunakan sintaksis yang benar untuk merujuk pada properti fungsi komponen. Misalnya, Component.CustomFunction()
it_it: Utilizza la sintassi corretta per fare riferimento alla proprietà della funzione del componente. Ad esempio: Component.CustomFunction()
ja_jp: 正しい構文を使用してコンポーネントの関数プロパティを参照してください。例: Component.CustomFunction()
kk_kz: Компоненттің функциялық сипатына қатысты ету үшін дұрыс синтаксисті пайдаланыңыз. Мысалы, Component.CustomFunction()
ko_kr: 올바른 구문을 사용하여 구성 요소 함수 속성을 참조하세요. 예: Component.CustomFunction()
lt_lt: Norėdami nurodyti komponento funkcijos ypatybę, naudokite tinkamą sintaksę. Pvz., Component.CustomFunction()
lv_lv: Izmantojiet pareizu sintaksi, lai norādītu komponenta funkcijas rekvizītu. Piemēram, Component.CustomFunction()
ms_my: Gunakan sintaks yang betul untuk merujuk kepada sifat fungsi komponen. Sebagai contoh, Component.CustomFunction()
nb_no: Bruk riktig syntaks til å henvise til egenskapen for komponentfunksjon. Eksempel: Component.CustomFunction()
nl_nl: Gebruik de juiste syntaxis om te verwijzen naar de eigenschap van componentfunctie. Bijvoorbeeld Component.CustomFunction()
pl_pl: Użyj poprawnej składni, aby odwołać się do właściwości funkcji składnika. Na przykład Component.CustomFunction().
pt_br: Use a sintaxe correta para fazer referência à propriedade de função de componente. Por exemplo, Component.CustomFunction()
pt_pt: Utilize a sintaxe correta para referenciar a propriedade de função do componente. Por exemplo, Component.CustomFunction()
ro_ro: Utilizați sintaxa corectă pentru a face referire la proprietatea funcție a componentelor. De exemplu, Component.CustomFunction()
ru_ru: Используйте правильный синтаксис для ссылки на свойство функции компонента. Например, Component.CustomFunction()
sk_sk: Na odkazovanie na vlastnosť funkcií súčasti použite správnu syntax. Napríklad Component.CustomFunction()
sl_si: Uporabite pravilno sintakso za sklicevanje na lastnost funkcije komponente. Primer »Component.CustomFunction()«
sr_cyrl_rs: Користите исправну синтаксу при упућивању на својство функције компоненте. На пример, Component.CustomFunction()
sr_latn_rs: Koristite ispravnu sintaksu pri upućivanju na svojstvo ponašanja komponenata. Na primer, Component.OnCustomChange()
sv_se: Använd korrekt syntax för att referera till egenskapen för komponentfunktionen. Till exempel Component.CustomFunction()
th_th: ใช้ไวยากรณ์ที่ถูกต้องเพื่ออ้างถึงคุณสมบัติฟังก์ชันของคอมโพเนนต์ ตัวอย่างเช่น Component.CustomFunction()
tr_tr: Bileşen işlevi özelliğine başvurmak için doğru söz dizimini kullanın. Örneğin, Component.CustomFunction()
uk_ua: Щоб послатися на властивість функції компонента, використовуйте правильний синтаксис, наприклад Component.CustomFunction()
vi_vn: Sử dụng đúng cú pháp để đề cập đến thuộc tính hàm thành phần. Ví dụ: Component.CustomFunction()
zh_cn: 请使用正确的语法来引用组件函数属性。例如，Component.CustomFunction()
zh_tw: 使用正確的語法來參考元件函式屬性。例如 Component.CustomFunction()

# ErrorResource_ErrInvalidPropertyReference_Link_1
source: Article: Formula reference for PowerApps
bg_bg: Статия: Препратка към формула за PowerApps
ca_es: Article: Referència de fórmules del PowerApps
cs_cz: Článek: Referenční informace ke vzorcům pro PowerApps
da_dk: Artikel: Formelreference til PowerApps
de_de: Artikel: Formelreferenz für PowerApps
el_gr: Άρθρο: Αναφορά τύπου για το PowerApps
es_es: Artículo: Referencia de fórmula para PowerApps
et_ee: Artikkel: PowerAppsi valemiviide
eu_es: Artikulua: PowerApps-erako formula-erreferentzia
fi_fi: Artikkeli: PowerAppsin kaavaviiteopas
fr_fr: Article : Informations de référence sur les formules pour PowerApps
gl_es: Artigo: Referencia de fórmula de PowerApps
hi_in: आलेख: PowerApps के लिए सूत्र संदर्भ
hr_hr: Članak: Referenca za formule za PowerApps
hu_hu: Cikk: A PowerApps képletreferenciája
id_id: Artikel: Referensi rumus untuk PowerApps
it_it: Articolo: Informazioni di riferimento sulle funzioni in PowerApps
ja_jp: 記事: PowerApps の数式参照
kk_kz: Мақала: PowerApps үшін формула сілтемесі
ko_kr: 문서: PowerApps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „PowerApps“
lv_lv: Raksts: Formula reference for PowerApps (Uzziņas par PowerApps formulām)
ms_my: Artikel: Rujukan formula untuk PowerApps
nb_no: Artikkel: Formelreferanse for PowerApps
nl_nl: Artikel: Formuleverwijzing voor PowerApps
pl_pl: Artykuł: Dokumentacja formuł usługi PowerApps
pt_br: Artigo: Referência de fórmula para PowerApps
pt_pt: Artigo: referência de fórmulas para PowerApps
ro_ro: Articol: Informații de referință privind formulele în PowerApps
ru_ru: Статья. Справочник по формулам в PowerApps
sk_sk: Článok: Referenčné informácie pre vzorce v službe PowerApps
sl_si: Članek: Formule za PowerApps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Referenca formule za PowerApps
sv_se: Artikel: Formelreferens för PowerApps
th_th: บทความ: การอ้างอิงสูตรสำหรับ PowerApps
tr_tr: Makale: PowerApps için formül başvurusu
uk_ua: Стаття: посилання на формулу в PowerApps
vi_vn: Bài viết: Tham chiếu công thức cho PowerApps
zh_cn: 文章: 针对 PowerApps 的公式引用
zh_tw: 文章: PowerApps 的公式參考

# ErrorResource_ErrInvalidParentUse_ShortMessage
source: 'Parent' reference isn't valid. You can't reference a parent control in this context.
bg_bg: „Родителската“ препратка не е валидна. Не може да се препрати родителска контрола в този контекст.
ca_es: La referència "Parent" no és vàlida. No podeu fer referència a un control principal en aquest context.
cs_cz: Odkaz „Parent“ není platný. V tomto kontextu se na nadřazený ovládací prvek nemůžete odkazovat.
da_dk: Referencen til det overordnede kontrolelement er ikke gyldig. Du kan ikke referere til et overordnet kontrolelement i denne kontekst.
de_de: Der Verweis auf „Parent“ ist ungültig. Sie können in diesem Kontext nicht auf ein übergeordnetes Steuerelement verweisen.
el_gr: Η αναφορά Parent δεν είναι έγκυρη. Δεν μπορείτε να αναφέρετε ένα γονικό στοιχείο ελέγχου σε αυτό το περιβάλλον.
es_es: La referencia "Parent" no es válida. No se puede hacer referencia a un control principal en este contexto.
et_ee: Viide 'Parent' ei sobi. Te ei saa selles kontekstis emajuhtelemendile viidata.
eu_es: Erreferentzia "nagusiak" ez du balio. Ezin diozu erreferentziarik egin testuinguru honetako kontrol nagusi bati.
fi_fi: Parent-viittaus ei ole kelvollinen. Et voi viitata ylemmän tason ohjausobjektiin tässä kontekstissa.
fr_fr: La référence « Parent » n’est pas valide. Vous ne pouvez pas référencer un contrôle parent dans ce contexte.
gl_es: A referencia "Parent" non é válida. Non se pode facer referencia a un control principal neste contexto.
hi_in: 'Parent' का संदर्भ मान्य नहीं है. आप इस प्रसंग में किसी पैरेंट नियंत्रण का संदर्भ नहीं दे सकते.
hr_hr: "Nadređena" referenca nije valjana. Nije moguće referencirati nadređenu kontrolu u tom kontekstu.
hu_hu: A Parent hivatkozás érvénytelen. Ebben a környezetben nem lehet szülővezérlőre hivatkozni.
id_id: Referensi 'Induk' tidak valid. Anda tidak dapat mereferensikan kontrol induk dalam konteks ini.
it_it: Il riferimento a 'parent' non è valido. Non è possibile fare riferimento a un controllo padre in questo contesto.
ja_jp: 'Parent' 参照が無効です。このコンテキストで親コントロールを参照することはできません。
kk_kz: "Негізгі" сілтеме жарамсыз. Бұл контексте негізгі басқару элементіне сілтеме жасай алмайсыз.
ko_kr: '부모' 참조가 유효하지 않습니다. 이 컨텍스트에서 부모 컨트롤을 참조할 수 없습니다.
lt_lt: „Pirminė“ nuoroda yra netinkama. Šiame kontekste negalite nurodyti pirminio valdiklio.
lv_lv: Atsauce uz vecākobjektu nav derīga. Šajā kontekstā nevar atsaukties uz vecākobjekta vadīklu.
ms_my: Rujukan 'Induk' tidak sah. Anda tidak boleh merujuk kawalan induk dalam konteks ini.
nb_no: Parent-referansen er ikke gyldig. Du kan ikke referere til en overordnet kontroll i denne konteksten.
nl_nl: De verwijzing naar het bovenliggende item is ongeldig. U kunt in deze context niet verwijzen naar een bovenliggend besturingselement.
pl_pl: Odwołanie „Parent” nie jest prawidłowe. Nie można odwoływać się do kontrolki nadrzędnej w tym kontekście.
pt_br: A referência 'Parent' não é válida. Você não pode fazer referência a um controle pai neste contexto.
pt_pt: A referência "Parent" não é válida. Não pode referenciar o controlo principal neste contexto.
ro_ro: Referința „părinte” nu este validă. Nu se poate face referință la un control părinte în acest context.
ru_ru: Ссылка "Parent" недопустима. Вы не можете ссылаться на родительский элемент управления в этом контексте.
sk_sk: Odkaz Nadradené nie je platný. Nie je možné odkazovať na nadradený ovládací prvok v tomto kontexte.
sl_si: Sklic na »Parent« ni veljaven. Sklic na nadrejeni kontrolnik v tem kontekstu ni dovoljen.
sr_cyrl_rs: Референца „Parent“ није важећа. Не можете да користите референцу надређеног елемента у овом контексту.
sr_latn_rs: Referenca „Parent“ nije važeća. Ne možete da koristite referencu nadređenog elementa u ovom kontekstu.
sv_se: Överordnad referens är ogiltig. Du kan inte referera till en överordnad kontroll i den här kontexten.
th_th: การอ้างอิง 'หลัก' ไม่ถูกต้อง คุณไม่สามารถอ้างอิงตัวควบคุมหลักในบริบทนี้ได้
tr_tr: 'Parent' başvurusu geçerli değil. Bu bağlamda bir üst denetime başvurulamaz.
uk_ua: Неприпустиме посилання на батьківський елемент: його не можна використовувати в цьому контексті.
vi_vn: Tham chiếu 'Parent' không hợp lệ. Bạn không thể tham chiếu kiểm soát cha trong ngữ cảnh này.
zh_cn: “父”引用无效。不能引用在此上下文中的父控件。
zh_tw: 'Parent' 參考無效。在此內容中，您無法參考父控制項。
