Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutFloat_text
source: The text value to convert to a Float value.
bg_bg: Текстовата стойност за преобразуване в стойност с плаваща запетая.
ca_es: Valor de text que es convertirà en un valor float.
cs_cz: Textová hodnota, kterou chcete převést na plovoucí hodnotu.
da_dk: Tekstværdien, der skal konverteres til en flydende værdi.
de_de: Der Textwert, der in einen Floatwert konvertiert werden soll
el_gr: Η τιμή κειμένου για μετατροπή σε τιμή κινητής υποδιαστολής.
es_es: El valor de texto que se convertirá en un valor flotante.
et_ee: Ujukomaarvväärtuseks teisendatav tekstväärtus.
eu_es: Balio higikari bihurtuko den testu-balioa.
fi_fi: Liukulukuarvoksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en valeur flottante.
gl_es: Valor de texto que se vai converter nun valor float.
hi_in: फ़्लोट मान में परिवर्तित किए जाने वाला टेक्स्ट मान.
hr_hr: Tekstna vrijednost koja se pretvara u vrijednost Float.
hu_hu: A lebegő értékké alakítandó szöveges érték.
id_id: Nilai teks untuk dikonversi ke nilai Float.
it_it: Valore di testo da convertire in un valore float.
ja_jp: 浮動小数値に変換するテキスト値です。
kk_kz: Қалқымалы мәнге түрлендіретін мәтін мәні.
ko_kr: float 값으로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į „float“ reikšmę.
lv_lv: Teksts, kas jāpārvērš par peldošu vērtību.
ms_my: Nilai teks untuk ditukar kepada nilai Apungan.
nb_no: Tekstverdien som skal konverteres til en flyttallsverdi.
nl_nl: De tekstwaarde die moet worden geconverteerd naar een drijvende waarde.
pl_pl: Wartość tekstowa do przekonwertowania na wartość zmiennoprzecinkową.
pt_br: O valor de texto a ser convertido em um valor Float.
pt_pt: Valor de texto a converter em valor de Vírgula flutuante.
ro_ro: Valoarea text de convertit la o valoare float.
ru_ru: Текстовое значение для преобразования в число с плавающей точкой.
sk_sk: Textová hodnota, ktorá sa má konvertovať na hodnotu s pohyblivou desatinnou čiarkou.
sl_si: Vrednost besedila, ki jo želite pretvoriti v vrednost s plavajočo vejico.
sr_cyrl_rs: Текстуална вредност коју треба конвертовати у Float вредност.
sv_se: Textvärdet som ska konverteras till ett flyttalsvärde.
th_th: ค่าข้อความที่จะแปลงเป็นค่าเป็นทศนิยมลอยตัว
tr_tr: Kayan değere dönüştürülecek metin değeri.
uk_ua: Текстове значення, яке потрібно перетворити на значення з плаваючою комою.
vi_vn: Giá trị văn bản cần chuyển đổi sang giá trị Float.
zh_cn: 要转换为浮点值的文本值。
zh_tw: 要轉換為浮點值的文字值。

# ConcatenateArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
id_id: teks
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# AboutConcatenate_text
source: A text value, to be concatenated with the rest of the arguments.
bg_bg: Текстова стойност, която се свързва с останалите аргументи.
ca_es: Valor de text que es concatena amb la resta d'arguments.
cs_cz: Textová hodnota, která má být zřetězena se zbytkem argumentů.
da_dk: En tekstværdi, der skal sammenkædes med resten af argumenterne.
de_de: Ein Textwert, der mit den restlichen Argumenten verkettet werden soll.
el_gr: Μια τιμή κειμένου, η οποία θα ενωθεί με τα υπόλοιπα ορίσματα.
es_es: Valor de texto que se concatenará con el resto de los argumentos.
et_ee: Tekstiväärtus, mis ühendatakse ülejäänud argumentidega.
eu_es: Gainerako argumentuekin kateatuko den testu-balioa.
fi_fi: Tekstiarvo, joka voidaan liittää muiden argumenttien kanssa.
fr_fr: Valeur de texte, à concaténer avec le reste des arguments.
gl_es: Valor de texto que se concatenará co resto de argumentos.
hi_in: टेक्स्ट मान, जिसे बाकी तर्क-वितर्क के साथ जोड़ा जाना है.
hr_hr: Tekstna vrijednost koja će se sekvencijalno dodati s ostatkom argumenata.
hu_hu: Egy szöveges érték, amelyet a többi argumentummal kell összefűzni.
id_id: Nilai teks, untuk digabungkan dengan argumen lainnya.
it_it: Valore di testo da concatenare con il resto degli argomenti.
ja_jp: テキスト値。残りの引数と連結に使用します。
kk_kz: Қалған аргументтермен біріктіруге келетін мәтін мәні.
ko_kr: 나머지 인수와 연결될 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia susieti su likusiais argumentais.
lv_lv: Teksta vērtība, kas jāliek kopā ar pārējiem argumentiem.
ms_my: Nilai teks, untuk ditambahkan dengan argumen yang selebihnya.
nb_no: En tekstverdi som skal settes sammen med resten av argumentene.
nl_nl: Een tekstwaarde die moet worden samengevoegd met de rest van de argumenten.
pl_pl: Wartość tekstowa do połączenia z pozostałymi argumentami.
pt_br: Um valor de texto, a ser concatenado com o restante dos argumentos.
pt_pt: Um valor de texto a concatenar com o resto dos argumentos.
ro_ro: O valoare text care urmează a fi concatenată cu restul argumentelor.
ru_ru: Текстовое значение для сцепления с остальными аргументами.
sk_sk: Textová hodnota, ktorá sa má zreťaziť so zvyškom argumentov.
sl_si: Besedilna vrednost, ki naj bo združena s preostalimi argumenti.
sr_cyrl_rs: Текстуална вредност која треба да буде спојена са осталим аргументима.
sr_latn_rs: Tekstualna vrednost koja treba da bude spojena sa ostalim argumentima.
sv_se: Ett textvärde som ska sammanfogas med övriga argument.
th_th: ค่าข้อความที่จะเชื่อมเข้าด้วยกันกับอาร์กิวเมนต์ที่เหลือ
tr_tr: Bağımsız değişkenlerin geri kalanıyla kesilecek metin değeri.
uk_ua: Текстове значення, яке потрібно об’єднати з рештою аргументів.
vi_vn: Một giá trị văn bản, được kết hợp với phần còn lại của các đối số.
zh_cn: 要与其余参数串联的文本值。
zh_tw: 要與其餘引數連線的文字值。

# AboutConcatenateT
source: Joins several text values or tables into one column of text values.
bg_bg: Обединява няколко текстови стойности или таблици в една колона с текстови стойности.
ca_es: Uneix diversos valors de text o taules en una columna de valors de text.
cs_cz: Spojí několik textových hodnot nebo tabulek do jednoho sloupce textových hodnot.
da_dk: Forbinder flere tekstværdier eller tabeller til én kolonne med tekstværdier.
de_de: Verbindet mehrere Textwerte oder Tabellen zu einer Spalte mit Textwerten.
el_gr: Ενώνει πολλές τιμές κειμένου ή πίνακες σε μία στήλη τιμών κειμένου.
es_es: Une varios valores de texto o tablas en una columna de valores de texto.
et_ee: Ühendab mitu tekstiväärtust või tabelit ühte tekstiväärtuste veergu.
eu_es: Testu-balioak edo -taulak elkartzen ditu testu-balioen zutabe batean.
fi_fi: Liittää useita tekstiarvoja tai taulukoita yhdeksi tekstiarvojen sarakkeeksi.
fr_fr: Joint plusieurs valeurs de texte ou tables en une colonne de valeurs de texte.
gl_es: Une varias táboas ou valores de texto nunha columna de valores de texto.
hi_in: टेक्स्ट मान के एक कॉलम में कई टेक्स्ट मान या टेबल को जोड़ता है.
hr_hr: Spaja nekoliko tekstnih vrijednosti ili tablica u jedan stupac tekstnih vrijednosti.
hu_hu: Több szöveges értéket vagy táblát illeszt egy szöveges érték oszlopba.
id_id: Menggabungkan beberapa nilai teks atau tabel ke satu kolom nilai teks.
it_it: Unisce più valori di testo o tabelle in una colonna di valori di testo.
ja_jp: 複数のテキスト値やテーブルを、テキスト値を含む 1 つの列に結合します。
kk_kz: Бірнеше мәтін мәнін немесе кестені мәтін мәндерінің бір бағанына біріктіреді.
ko_kr: 여러 텍스트 값 또는 테이블을 하나의 텍스트 값 열로 합칩니다.
lt_lt: Sujungia kelias teksto reikšmes arba lenteles į vieną teksto reikšmių stulpelį.
lv_lv: Apvieno vairākas teksta vērtības vai tabulas vienā teksta vērtību kolonnā.
ms_my: Mencantumkan beberapa nilai teks atau jadual ke dalam satu lajur nilai teks.
nb_no: Slår sammen flere tekstverdier eller tabeller til én kolonne med tekstverdier.
nl_nl: Voegt verschillende tekstwaarden of tabellen samen in een kolom met tekstwaarden.
pl_pl: Łączy kilka wartości tekstowych lub tabel w jedną kolumnę wartości tekstowych.
pt_br: Une vários valores de texto ou tabelas em uma coluna de valores de texto.
pt_pt: Junta vários valores ou tabelas de texto numa coluna de valores de texto.
ro_ro: Unește mai multe valori text sau tabele într-o singură coloană de valori text.
ru_ru: Объединяет несколько текстовых значений или таблиц в один столбец текстовых значений.
sk_sk: Spojí niekoľko textových hodnôt alebo tabuliek do jedného stĺpca textových hodnôt.
sl_si: Združi več besedilnih vrednosti ali tabel v en stolpec besedilnih vrednosti.
sr_cyrl_rs: Спаја неколико текстуалних вредности или табела у једну колону текстуалних вредности.
sr_latn_rs: Spaja nekoliko tekstualnih vrednosti ili tabela u jednu kolonu tekstualnih vrednosti.
sv_se: Sammanfogar flera textvärden eller tabeller i en kolumn med textvärden.
th_th: นำค่าข้อความหรือตารางหลายรายการมาต่อให้เป็นคอลัมน์ค่าข้อความคอลัมน์เดียว
tr_tr: Birkaç metin değerini veya tabloyu bir metin değerleri sütununa ekler.
uk_ua: Об’єднує кілька текстових значень або таблиць в один стовпець текстових значень.
vi_vn: Nối một số giá trị văn bản hoặc bảng vào một cột giá trị văn bản.
zh_cn: 将多个文本值或表联接为一列文本值。
zh_tw: 將多個文字值或資料表加入一文字值資料行。

# ConcatenateTArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
id_id: nilai
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: vrednost
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutConcatenate_value
source: A text value or a column of text values, to be concatenated with the rest of the arguments.
bg_bg: Текстова стойност или колона с текстови стойности, която се свързва с останалите аргументи.
ca_es: Valor de text o columna de valors de text que es concatenen amb la resta d'arguments.
cs_cz: Textová hodnota nebo sloupec textových hodnot, které mají být zřetězeny se zbytkem argumentů.
da_dk: En tekstværdi eller en kolonne med tekstværdier, der skal sammenkædes med resten af argumenterne.
de_de: Ein Textwert oder eine Spalte mit Textwerten, die mit den restlichen Argumenten verkettet werden sollen.
el_gr: Μια τιμή κειμένου ή μια στήλη τιμών κειμένου, που θα ενωθεί με τα υπόλοιπα ορίσματα.
es_es: Valor de texto o columna de valores de texto, que se concatenarán con el resto de los argumentos.
et_ee: Tekstiväärtus või tekstiväärtuste veerg, mis ühendatakse ülejäänud argumentidega.
eu_es: Gainerako argumentuekin kateatzeko testu-balioen testu-balio edo -zutabea.
fi_fi: Tekstiarvo tai tekstiarvojen sarake, joka voidaan liittää muiden argumenttien kanssa.
fr_fr: Valeur de texte ou colonne de valeurs de texte, à concaténer avec le reste des arguments.
gl_es: Valor de texto ou columna de valores de texto que se concatenará co resto de argumentos.
hi_in: एक टेक्स्ट मान या टेक्स्ट मानों का एक कॉलम, जिसे बाकी तर्क-वितर्क के साथ जोड़ा जाना है.
hr_hr: Tekstna vrijednost ili stupac tekstnih vrijednosti koji će se sekvencijalno dodati s ostatkom argumenata.
hu_hu: Egy szöveges érték vagy szöveges értékek oszlopa, amelyet a többi argumentummal kell összefűzni.
id_id: Nilai teks atau kolom nilai teks, untuk digabungkan dengan argumen lainnya.
it_it: Valore di testo o colonna di valori di testo da concatenare con gli altri argomenti.
ja_jp: テキスト値またはテキスト値の列。残りの引数との連結に使用します。
kk_kz: Қалған аргументтермен біріктіруге келетін мәтін мәні немесе мәтін мәндерінің бағаны.
ko_kr: 나머지 인수와 연결될 텍스트 값 또는 텍스트 값의 열입니다.
lt_lt: Teksto reikšmė arba teksto reikšmių stulpelis, kurį reikia susieti su likusiais argumentais.
lv_lv: Teksta vērtība vai teksta vērtību kolonna, kas jāliek kopā ar pārējiem argumentiem.
ms_my: Nilai teks atau lajur nilai teks, untuk ditambahkan dengan argumen lain yang selebihnya.
nb_no: En tekstverdi eller en kolonne med tekstverdier, som skal settes sammen med resten av argumentene.
nl_nl: Een tekstwaarde of een kolom met tekstwaarden, die moet worden samengevoegd met de rest van de argumenten.
pl_pl: Wartość tekstowa lub kolumna wartości tekstowych do połączenia z pozostałymi argumentami.
pt_br: Um valor de texto ou uma coluna de valores de texto, a ser concatenado com o restante dos argumentos.
pt_pt: Um valor de texto ou uma coluna de valores de texto a concatenar com o resto dos argumentos.
ro_ro: O valoare text sau o coloană de valori text care urmează a fi concatenate cu restul argumentelor.
ru_ru: Текстовое значение или столбец текстовых значений для сцепления с остальными аргументами.
sk_sk: Textová hodnota alebo stĺpec textových hodnôt, ktoré sa majú zreťaziť so zvyškom argumentov.
sl_si: Besedilna vrednost ali stolpec besedilnih vrednosti, ki naj bo združen s preostalimi argumenti.
sr_cyrl_rs: Текстуална вредност или колона текстуалних вредности која треба да буде спојена са осталим аргументима.
sr_latn_rs: Tekstualna vrednost ili kolona tekstualnih vrednosti koja treba da bude spojena sa ostalim argumentima.
sv_se: Ett textvärde eller en kolumn med textvärden som ska sammanfogas med övriga argument.
th_th: ค่าข้อความหรือคอลัมน์ของค่าข้อความที่จะเชื่อมเข้าด้วยกันกับอาร์กิวเมนต์ที่เหลือ
tr_tr: Bağımsız değişkenlerin geri kalanıyla kesilecek metin değeri veya metin değerleri sütunu.
uk_ua: Текстове значення або стовпець текстових значень, який потрібно об’єднати з рештою аргументів.
vi_vn: Giá trị văn bản hoặc cột giá trị văn bản, được kết hợp với phần còn lại của đối số.
zh_cn: 要与其余参数串联的文本值或一列文本值。
zh_tw: 要與其餘參數連線的文字值或文字值資料行。

# AboutConcat
source: Joins all text values produced by evaluating the given expression over the given table into one text value.
bg_bg: Съединява всички текстови стойности, генерирани чрез изчисление на дадения израз върху дадената таблица, в една текстова стойност.
ca_es: Uneix en un sol valor de text tots els valors de text que es produeixen mitjançant l'avaluació de l'expressió proporcionada a la taula especificada.
cs_cz: Spojí všechny textové hodnoty vzniklé vyhodnocením zadaného výrazu v zadané tabulce do jedné textové hodnoty.
da_dk: Forbinder alle tekstværdier, der er produceret ved at evaluere det givne udtryk over den givne tabel, i én tekstværdi.
de_de: Verknüpft alle durch Auswerten des angegebenen Ausdrucks für die angegebene Tabelle erzeugten Textwerte zu einem Textwert.
el_gr: Ενώνει όλες τις τιμές κειμένου, που παράγονται από την αξιολόγηση της δεδομένης παράστασης με βάση τον δεδομένο πίνακα, σε μία τιμή κειμένου.
es_es: Une en un solo valor de texto todos los valores de texto producidos mediante la evaluación de una expresión concreta de la tabla en cuestión.
et_ee: Ühendab kõik antud tabelis määratud avaldise arvutamise teel loodud tekstväärtused üheks tekstväärtuseks.
eu_es: Sortutako testu-balio guztiak konbinatzen ditu testu-balio bakarrean; horretarako, emandako taularen arabera ebaluatzen du emandako espresioa.
fi_fi: Liittää kaikki annetun lausekkeen annetulle taulukolle arvioinnin tuottamat tekstiarvot yhdeksi tekstiarvoksi.
fr_fr: Regroupe dans une même valeur de texte toutes les valeurs de texte produites par l’évaluation de l’expression donnée par rapport à la table donnée.
gl_es: Une nun só valor de texto todos os valores de texto producidos ao avaliar a expresión indicada da táboa en cuestión.
hi_in: दी गई तालिका पर दिए गए व्यंजक का एक पाठ मान में मूल्यांकन करने से उत्पन्न सभी पाठ मानों को जोड़ता है.
hr_hr: Spaja sve tekstne vrijednosti koje su stvorene vrednovanjem zadanog izraza na temelju zadane tablice u jednu tekstnu vrijednost.
hu_hu: Egyetlen szöveges értékben egyesít minden olyan szöveges értéket, amelyet a megadott kifejezésnek a megadott táblán történő kiértékelése állít elő.
id_id: Menggabungkan semua nilai teks yang dihasilkan dengan mengevaluasi ekspresi atas tabel yang ditentukan menjadi satu nilai teks.
it_it: Unisce tutti i valori di testo prodotti dalla valutazione di una determinata espressione nella tabella specificata in un unico valore di testo.
ja_jp: 指定されたテーブルで指定された式を評価することによって生成されたすべてのテキスト値を 1 つのテキスト値に結合します。
kk_kz: Берілген кесте бойынша берілген өрнекті есептеу арқылы алынған барлық мәтіндік мәндерді бір мәтіндік мәнге біріктіреді.
ko_kr: 지정된 테이블에 대해 지정된 식을 평가하여 생성된 모든 텍스트 값을 하나의 텍스트 값으로 결합합니다.
lt_lt: Sujungia visas teksto reikšmes, apskaičiuotas taikant nurodytą reiškinį pateiktoje lentelėje, į vieną teksto reikšmę.
lv_lv: Savieno visas teksta vērtības, kas tiek rādītas, novērtējot doto izteiksmi attiecībā pret doto tabulu, vienā teksta vērtībā.
ms_my: Mencantumkan semua nilai teks yang dihasilkan dengan menilai ungkapan yang diberikan ke atas jadual yang diberikan ke dalam satu nilai teks.
nb_no: Slår sammen alle tekstverdier som er produsert, ved å evaluere det gitte uttrykket i den gitte tabellen til én tekstverdi.
nl_nl: Hiermee worden alle tekstwaarden die zijn geproduceerd door het evalueren van de opgegeven expressie over de opgegeven tabel in één tekstwaarde samengevoegd.
pl_pl: Łączy wszystkie wartości tekstowe utworzone przez obliczenie danego wyrażenia względem danej tabeli w jedną wartość tekstową.
pt_br: Agrupa todos os valores de texto produzidos ao avaliar a expressão fornecida sobre a tabela dada em um valor de texto.
pt_pt: Associa todos os valores de texto produzidos ao avaliar a expressão determinada sobre a tabela especificada num valor de texto.
ro_ro: Unește într-o valoare text unică toate valorile text produse prin evaluarea expresiei date peste tabelul dat.
ru_ru: Объединяет все текстовые значения, полученным путем вычисления данного выражения для данной таблицы, в одно текстовое значение.
sk_sk: Spojí do jednej textovej hodnoty všetky textové hodnoty vytvorené vyhodnotením daného výrazu v danej tabuľke.
sl_si: Združi vse besedilne vrednosti, ustvarjene z ovrednotenjem navedenega izraza v navedeni tabeli, v eno besedilno vrednost.
sr_cyrl_rs: Спаја све текстуалне вредности створене проценом датог израза над датом табелом у једну текстуалну вредност.
sr_latn_rs: Stvara sve vrednosti teksta stvorene procenom datog izraza nad datom tabelom u jednu vrednost teksta.
sv_se: Sammanfogar alla textvärden som skapats genom att utvärdera det givna uttrycket för den givna tabellen i ett textvärde.
th_th: รวมค่าตัวเลขที่ได้จากการประเมินนิพจน์จากตารางที่ให้ไว้ให้เป็นข้อความเดียว
tr_tr: Sağlanan tabloda belirtilen ifade tarafından değerlendirilen tüm metin değerlerini tek bir metin değeri olarak birleştirir.
uk_ua: Об’єднує в одне всі текстові значення, отримані в результаті обчислення вказаного виразу стосовно певної таблиці.
vi_vn: Kết hợp tất cả các giá trị văn bản được tạo ra bằng cách đánh giá biểu thức cho sẵn qua bảng cho sẵn vào một giá trị văn bản.
zh_cn: 将通过对给定表计算给定表达式生成的所有文本值加入一个文本值中。
zh_tw: 將所有對指定資料表評估指定運算式所產生的文字值，聯結成單一文字值。

# ConcatArg1
source: table
bg_bg: таблица
ca_es: taula
cs_cz: tabulka
da_dk: tabel
de_de: Tabelle
el_gr: πίνακας
es_es: tabla
et_ee: tabel
eu_es: taula
fi_fi: taulukko
gl_es: táboa
hi_in: तालिका
hr_hr: tablica
hu_hu: táblázat
id_id: tabel
it_it: tabella
ja_jp: テーブル
kk_kz: кесте
ko_kr: 테이블
lt_lt: lentelė
lv_lv: tabula
ms_my: jadual
nb_no: tabell
nl_nl: tabel
pl_pl: tabela
pt_br: tabela
pt_pt: tabela
ro_ro: tabel
ru_ru: таблица
sk_sk: tabuľka
sl_si: tabela
sr_cyrl_rs: табела
sr_latn_rs: tabela
sv_se: tabell
th_th: ตาราง
tr_tr: tablo
uk_ua: таблиця
vi_vn: bảng
zh_cn: 表
zh_tw: 資料表

# ConcatArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# ConcatArg3
source: separator
bg_bg: разделител
ca_es: separador
cs_cz: oddělovač
de_de: Trennzeichen
el_gr: διαχωριστικό
es_es: separador
et_ee: eraldaja
eu_es: bereizlea
fi_fi: erotin
fr_fr: séparateur
gl_es: separador
hi_in: विभाजक
hr_hr: razdjelnik
hu_hu: elválasztó
id_id: pemisah
it_it: separatore
ja_jp: 区切り記号
kk_kz: бөлгіш
ko_kr: 구분 기호
lt_lt: skyriklis
lv_lv: atdalītājs
ms_my: pemisah
nb_no: skilletegn
nl_nl: scheidingsteken
pt_br: separador
pt_pt: separador
ru_ru: Разделитель
sk_sk: oddeľovač
sl_si: ločilo
sr_cyrl_rs: разделник
sr_latn_rs: razdelnik
sv_se: avgränsare
th_th: ตัวคั่น
tr_tr: ayırıcı
uk_ua: роздільна лінія
vi_vn: dấu tách
zh_cn: 分隔符
zh_tw: 分隔符號
