Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrInvalidParentUse_LongMessage
source: You can't use the Parent operator with a control that doesn't have a parent control. This operator refers to the control that hosts the given control and makes all of its properties available.
bg_bg: Не можете да използвате родителския оператор с контрола, която няма родителска контрола. Този оператор препраща към контролата, която хоства дадената контрола и прави всички нейни свойства налични.
ca_es: No podeu utilitzar l'operador Parent amb un control que no té cap control principal. Aquest operador fa referència al control que allotja el control determinat i posa a disposició totes les propietats.
cs_cz: Operátor Parent se nedá použít spolu s ovládacím prvkem, který nemá nadřazený ovládací prvek. Tento operátor odkazuje na prvek, který hostuje daný ovládací prvek a zpřístupňuje všechny jeho vlastnosti.
da_dk: Du kan ikke bruge den overordnede operator med en kontrolelement, der ikke har et overordnet kontrolelement. Denne operator refererer til det kontrolelement, som er vært for det givne kontrolelement, og gør alle egenskaberne tilgængelige.
de_de: Sie können den Parent-Operator nicht mit einem Steuerelement verwenden, das kein übergeordnetes Steuerelement besitzt. Dieser Operator bezieht sich auf das Steuerelement, das das angegebene Steuerelement hostet, und stellt alle zugehörigen Eigenschaften zur Verfügung.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τον τελεστή Parent με ένα στοιχείο ελέγχου που δεν έχει γονικό στοιχείο ελέγχου. Αυτός ο τελεστής αναφέρεται στο στοιχείο ελέγχου που φιλοξενεί το συγκεκριμένο στοιχείο ελέγχου και καθιστά διαθέσιμες όλες τις ιδιότητές του.
es_es: No se puede usar el operador Parent con un control que no tenga un control principal. Este operador hace referencia al control que hospeda el control específico y hace que todas sus propiedades estén disponibles.
et_ee: Te ei saa kasutada emaoperaatorit juhtelemendiga, millel pole emajuhtelementi. See operaator viitab juhtelemendile, mis hostib antud juhtelementi ja muudab kõik selle atribuudid kättesaadavaks.
eu_es: Halaber, ezin duzu erabili eragile nagusia kontrol nagusirik ez duen kontrol batekin. Eragile horrek zehaztutako kontrola ostatatzen duen eta propietate guztiak erabilgarri dituen kontrolari egiten dio erreferentzia.
fi_fi: Et voi käyttää Parent-operaattoria ei sellaisen ohjausobjektin kanssa, jolla ei ole ylemmän tason ohjausobjektia. Tämä operaattori viittaa ohjausobjektiin, joka isännöi määritettyä ohjausobjektia ja tekee kaikki sen ominaisuudet käytettäviksi.
fr_fr: Vous ne pouvez pas utiliser l’opérateur Parent avec un contrôle qui n’a pas de contrôle parent. Cet opérateur fait référence au contrôle qui héberge le contrôle donné et toutes ses propriétés disponibles.
gl_es: Non pode utilizar o operador Parent cun control que non ten un control principal. Este operador fai referencia ao control que aloxa o control indicado e pon a disposición todas as súas propiedades.
hi_in: आप कोई ऐसा नियंत्रण रखने वाले पैरेंट ऑपरेटर का उपयोग नहीं कर सकते हैं, जिसमें पैरेंट नियंत्रण नहीं है. यह ऑपरेटर उस नियंत्रण को संदर्भित करता है, जो दिए गए नियंत्रण को होस्ट करता है और इसके सभी गुणों को उपलब्ध कराता है.
hr_hr: e možete koristiti operator Parent s kontrolom koja ne sadrži nadređenu kontrolu. Taj operator odnosi se na kontrolu koja sadrži danu kontrolu te sva njezina svojstva čini dostupnima.
hu_hu: A Parent operátor nem használható olyan vezérlőkhöz, melyeknek nincs szülő vezérlője. Az operátor az adott vezérlőt tároló vezérlőre hivatkozik, és annak minden tulajdonságát elérhetővé teszi.
id_id: Anda tidak dapat menggunakan operator Induk dengan kontrol yang tidak memiliki kontrol induk. Operator ini mengacu ke kontrol yang menjadi host kontrol tertentu dan membuat semua propertinya tersedia.
it_it: Non è possibile usare l'operatore Parent con un controllo privo di controllo padre. Questo operatore fa riferimento al controllo che ospita il controllo specificato e rende disponibili tutte le relative proprietà.
ja_jp: 親コントロールを持たないコントロールには、Parent 演算子を使用できません。この演算子は、指定されたコントロールをホストするコントロールを参照し、そのコントロールのすべてのプロパティを利用できるようにします。
kk_kz: Негізгі операторды негізгі басқару элементі жоқ басқару элементімен пайдалану мүмкін емес. Бұл оператор берілген басқару элементін орналастыратын және оның барлық сипаттарын қолжетімді ететін басқару элементіне сілтеме жасайды.
ko_kr: 부모 컨트롤이 없는 컨트롤에 부모 연산자를 사용할 수 없습니다. 이 연산자는 지정된 컨트롤을 호스트하고 해당 속성을 모두 사용할 수 있게 만드는 컨트롤을 참조합니다.
lt_lt: Parinkties Pirminis operatorius negalite naudoti valdikliui, kuris neturi pirminio valdiklio. Šis operatorius nurodo valdiklį, kuriame yra nurodytas valdiklis ir per kurį pasiekiamos visos šio valdiklio ypatybės.
lv_lv: Vecākobjekta operatoru nevar izmantot vadīklai, kam nav vecākobjekta vadīklas. Šis operators attiecas uz vadīklu, kas vieso attiecīgo vadīklu un padara pieejamus visus tās rekvizītus.
ms_my: Anda tidak boleh menggunakan operator Induk dengan kawalan yang tidak mempunyai kawalan induk. Operator ini merujuk pada kawalan yang menjadi hos kepada kawalan yang ditentukan dan membolehkan semua sifatnya tersedia.
nb_no: Du kan ikke bruke operatoren Parent for en kontroll som ikke har en overordnet kontroll. Denne operatoren refererer til kontrollen som er vert for den angitte kontrollen og gjør at alle egenskapene er tilgjengelige.
nl_nl: Deze operator verwijst naar het besturingselement dat host is van het gegeven besturingselement en alle eigenschappen beschikbaar maakt.
pl_pl: Operatora Parent nie można używać w przypadku kontrolki, która nie ma kontrolki nadrzędnej. Ten operator odwołuje się do kontrolki, która hostuje daną kontrolkę i udostępnia wszystkie jej właściwości.
pt_br: Você não pode usar o operador Pai com um controle que não tem um controle pai. Este operador refere-se ao controle que hospeda o controle determinado e disponibiliza todas as suas propriedades.
pt_pt: Não pode utilizar o operador Principal com um controlo que não tenha um controlo principal. Este operador refere-se ao controlo que aloja o controlo especificado e disponibiliza todas as respetivas propriedades.
ro_ro: Nu puteți utiliza operatorul Parent cu un control care nu are un control părinte. Acest operator se referă la controlul care găzduiește controlul dat și face toate proprietățile sale disponibile.
ru_ru: Вы не можете использовать оператор Parent с элементом управления, у которого нет родительского элемента управления. Этот оператор ссылается на элемент управления, в котором размещается указанный элемент, и предоставляет доступ ко всем его свойствам.
sk_sk: Operátor Nadradené nemožno použiť s ovládacím prvkom, ktorý nemá nadradený ovládací prvok. Tento operátor odkazuje na ovládací prvok, ktorý je hostiteľom daného ovládacieho prvku, a sprístupňuje všetky jeho vlastnosti.
sl_si: Operatorja »Parent« ne smete uporabiti s kontrolnikom, ki ne vsebuje nadrejenega kontrolnika. Ta operator se sklicuje na kontrolnik, ki gosti navedeni kontrolnik in omogoča uporabo vseh njegovih lastnosti.
sr_cyrl_rs: Не можете да користите оператор „Parent“ са контролом која нема надређену контролу. Овај оператор упућује на контролу која хостује дату контролу и чини сва њена својства доступним.
sr_latn_rs: Ne možete da koristite operator „Parent“ sa kontrolom koja nema nadređenu kontrolu. Ovaj operator upućuje na kontrolu koja hostuje datu kontrolu i čini sva njena svojstva dostupnim.
sv_se: Du kan inte använda den överordnade operatorn med en kontroll som inte har en överordnad kontroll. Den här operatorn refererar till kontrollen som är värd för den angivna kontrollen och som gör alla dess egenskaper tillgängliga.
th_th: คุณไม่สามารถใช้ตัวดำเนินการหลักกับการควบคุมที่ไม่มีการควบคุมหลักได้ ตัวดำเนินการนี้อ้างอิงถึงการควบคุมที่โฮสต์การควบคุมที่ให้ไว้ และทำให้คุณสมบัติทั้งหมดพร้อมใช้งาน
tr_tr: Parent işlecini bir üst denetimi olmayan bir denetim ile kullanamazsınız. Bu işleç, belirtilen denetimi barındıran denetime başvurur ve tüm özelliklerini kullanılabilir yapar.
uk_ua: Оператор "батьківський елемент" не можна використовувати для елемента, який не має батьківського, тобто елемента, який його містить і забезпечує доступність усіх його властивостей.
vi_vn: Bạn không thể sử dụng toán tử Parent với một kiểm soát không chứa kiểm soát cha. Toán tử này tham chiếu tới kiểm soát lưu trữ kiểm soát được cung cấp và đưa mọi thuộc tính của kiểm soát này vào trạng thái sẵn dùng.
zh_cn: 无法对没有父控件的控件使用父运算符。此运算符引用承载给定控件的控件，并使其所有属性可用。
zh_tw: Parent 運算子無法與不具父控制項的控制項一起使用。此運算子參考的控制項主控了指定的控制項，並讓其屬性全部都可使用。

# ErrorResource_ErrInvalidParentUse_HowToFix_1
source: Remove the 'Parent' operator.
bg_bg: Премахнете оператора Parent.
ca_es: Suprimiu l'operador "Parent".
cs_cz: Odeberte operátor „Parent“.
da_dk: Fjern operatoren 'Overordnet'.
de_de: Entfernen Sie den Operator „Parent“.
el_gr: Καταργήστε τον τελεστή "Parent".
es_es: Quite el operador "Parent".
et_ee: Eemaldage operaator 'Parent'.
eu_es: Kendu eragile "nagusia".
fi_fi: Poista Parent-operaattori.
fr_fr: Supprimez l’opérateur « Parent ».
gl_es: Eliminar o operador "Parent".
hi_in: पैरेंट' ऑपरेटर निकालें.
hr_hr: Uklonite operator "Parent".
hu_hu: Távolítsa el a Parent operátort.
id_id: Hapus operator 'Induk'.
it_it: Rimuovere l'operatore 'Parent'.
ja_jp: 'Parent' 演算子を削除してください。
kk_kz: "Негізгі" операторды жойыңыз.
ko_kr: '부모' 연산자를 제거합니다.
lt_lt: Pašalinkite operatorių Pirminis.
lv_lv: Noņemiet operatoru “Vecākobjekts”.
ms_my: Alih Keluar operator 'Parent'.
nb_no: Fjern operatøren 'Overordnet'.
nl_nl: Verwijder de bovenliggende operator.
pl_pl: Usuń operator „Parent”.
pt_br: Remova o operador 'Pai'.
pt_pt: Remova o operador "Principal".
ro_ro: Eliminați operatorul „Parent”.
ru_ru: Удалите оператор "Parent".
sk_sk: Odstráňte operátor Nadradené.
sl_si: Odstranite operator »Parent«.
sr_cyrl_rs: Уклоните оператор „Надређени“.
sr_latn_rs: Uklonite operator „Nadređeni“.
sv_se: Ta bort den överordnade operatorn.
th_th: ลบตัวดำเนินการ 'หลัก' ออก
tr_tr: 'Parent' işlecini kaldırın.
uk_ua: Вилучіть оператор "Батьківський елемент".
vi_vn: Loại bỏ toán tử 'Cha mẹ'.
zh_cn: 删除 "Parent" 运算符。
zh_tw: 請移除 'Parent' 運算子。

# ErrorResource_ErrInvalidParentUse_Link_1
source: Article: Add and configure a canvas-app control in Power Apps
bg_bg: Статия: Добавяне и конфигуриране на контрола на приложение за платно в Power Apps
ca_es: Article: Addició i configuració d'un control d'una aplicació de llenç al Power Apps
cs_cz: Článek: Přidání a konfigurace ovládacího prvku aplikace plátna v Power Apps
da_dk: Artikel: Tilføj og konfigurer en lærredapp-kontrol i Power Apps
de_de: Artikel: Hinzufügen und Konfigurieren eines Canvas-App-Steuerelements in Power Apps
el_gr: Άρθρο: Προσθήκη και ρύθμιση παραμέτρων ενός στοιχείου ελέγχου εφαρμογής καμβά στο Power Apps
es_es: Artículo: Agregar y configurar un control de aplicación de lienzo en Power Apps
et_ee: Artikkel: lõuendirakenduse juhtelemendi lisamine ja konfigureerimine Power Appsis
eu_es: Artikulua: Gehitu eta konfiguratu mihise-aplikazioen kontrol bat Power Apps-en
fi_fi: Artikkeli: Pohjaan perustuvan sovelluksen ohjausobjektin lisääminen ja määrittäminen Power Appsissa
fr_fr: Article : Ajouter et configurer un contrôle d’application canevas dans Power Apps
gl_es: Artigo: Adición e configuración dun control de aplicación de lenzo en Power Apps
hi_in: आलेख: Power Apps में किसी कैनवास-ऐप नियंत्रण को जोड़ें और कॉन्फ़िगर करें
hr_hr: Članak: Dodavanje i konfiguriranje kontrole aplikacije radnog područja na servisu Power Apps
hu_hu: Cikk: Vászonalkalmazás-vezérlő hozzáadása és konfigurálása a Power Appsben
id_id: Artikel: Menambahkan dan mengonfigurasi kontrol aplikasi kanvas di Power Apps
it_it: Articolo: Aggiungere e configurare un controllo di un'app canvas in Power Apps
ja_jp: 記事: Power Apps でキャンバス アプリ コントロールを追加および構成する
kk_kz: Мақала. Power Apps жүйесінде кенеп бағдарламасының басқару элементін қосу және конфигурациялау
ko_kr: 문서: Power Apps에서 캔버스 앱 컨트롤 추가 및 구성
lt_lt: Straipsnis: į „Power Apps“ įtraukti ir konfigūruoti drobės programos valdymą
lv_lv: Raksts: Add and configure a canvas-app control in Power Apps (Pamatnes programmas vadīklas pievienošana un konfigurēšana pakalpojumā Power Apps)
ms_my: Artikel: Tambah dan konfigurasikan kawalan kanvas aplikasi dalam Power Apps
nb_no: Artikkel: Legg til og konfigurer en lerretet-app-kontroll i Power Apps
nl_nl: Artikel: Een canvas-app-besturingselement in Power Apps toevoegen of configureren
pl_pl: Artykuł: Dodawanie i konfigurowanie kontrolki aplikacji kanwy w usłudze Power Apps
pt_br: Artigo: Adicionar e configurar um controle de aplicativo de tela no Power Apps
pt_pt: Artigo: adicionar e configurar um controlo de aplicação de tela no Power Apps
ro_ro: Articol: Adăugați și configurați un control de aplicație proiectată pe pânză în Power Apps
ru_ru: Статья. Добавление и настройка элемента управления приложения на основе холста в Power Apps
sk_sk: Článok: Pridávanie a konfigurácia ovládacieho prvku aplikácie plátna v službe Power Apps
sl_si: Članek: Dodajanje in konfiguracija kontrolnika aplikacije s platnom v storitvi Power Apps
sr_cyrl_rs: Чланак: Додајте и конфигуришите контролу апликације са подлогом у услузи Power Apps
sr_latn_rs: Članak: Dodajte i konfigurišite kontrolu aplikacije sa podlogom u usluzi Power Apps
sv_se: Artikel: Lägg till och konfigurera en kontroll för en arbetsyteapp i Power Apps
th_th: บทความ: เพิ่มและกำหนดค่าตัวควบคุมแอปพื้นที่ทำงานใน Power Apps
tr_tr: Makale: Power Apps'te bir tuval uygulaması denetimi ekleme ve yapılandırma
uk_ua: Стаття: "Додавання й налаштування елемента керування компонованої програми в Power Apps"
vi_vn: Bài viết: Thêm và đặt cấu hình cho kiểm soát ứng dụng bảng vẽ trong Power Apps
zh_cn: 文章: 在 Power Apps 中添加和配置画布应用控件
zh_tw: 文章: 在 Power Apps 中新增並設定畫布應用程式控制項

# ErrorResource_ErrTooManyUps_ShortMessage
source: Row-scope nesting too deep. Your formula's row scope exceeds 63 nesting levels.
bg_bg: Влагането в диапазона от редове е твърде дълбоко. Диапазонът от редове на формулата надвишава 63 нива на влагане.
ca_es: La imbricació de l'àmbit de fila és massa profunda. L'àmbit de la fila de la fórmula supera els 63 nivells d'imbricació.
cs_cz: Obor řádků se vnořuje příliš hluboko. Obor řádků vzorce překračuje 63 úrovní vnoření.
da_dk: Række-område-indlejringen er for dyb. Din formels rækkeområde har mere end 63 indlejringsniveauer.
de_de: Die Schachtelung im Zeilenbereich ist zu tief. Der Zeilenbereich Ihrer Formel überschreitet 63 Schachtelungsebenen.
el_gr: Υπερβολικά πολλά επίπεδα ενσωμάτωσης εμβέλειας γραμμής. Η εμβέλεια γραμμής του τύπου σας υπερβαίνει τα 63 επίπεδα ενσωμάτωσης.
es_es: Demasiados niveles de anidamiento de ámbito de fila. El ámbito de fila de la fórmula supera los 63 niveles de anidamiento.
et_ee: Reaulatuse pesastus on liiga sügav. Teie valemi reaulatus ületab 63 pesastamistaset.
eu_es: Errenkada-esparruaren habiaratzea sakonegia da. Formularen errenkada-esparruak 63 habiaratze-mailak gainditzen ditu.
fi_fi: Rivivaikutusalueen sisäkkäisyys on liian syvä. Kaavasi rivin vaikutusalue ylittää 63 sisäkkäisyystasoa.
fr_fr: L’imbrication de l’étendue de lignes est trop profonde. L’étendue de lignes de votre formule dépasse 63 niveaux d’imbrication.
gl_es: O ámbito da fila está aniñado con demasiada profundidade. O ámbito da fila da fórmula supera os 63 niveis de aniñamento.
hi_in: पंक्ति-स्कोप नेस्टिंग बहुत गहन है. आपके सूत्र का पंक्ति स्कोप 63 नेस्टिंग स्तरों से अधिक हो गया.
hr_hr: Preduboko ugnježđivanje opsega redaka. Opseg redaka vaše formule prekoračio je 63 razine ugnježđivanja.
hu_hu: A sor hatókörében való beágyazás túl mély. A képlet sorának hatóköre több, mint 63 beágyazási szinttel rendelkezik.
id_id: Tumpukan lingkup baris terlalu dalam. Lingkup baris rumus Anda melebihi 63 tingkat tumpukan.
it_it: L'annidamento dell'ambito di riga è troppo profondo. L'ambito di riga della formula supera i 63 livelli di annidamento.
ja_jp: 行スコープの入れ子が深すぎます。数式の行スコープで、入れ子のレベルが 63 を超えています。
kk_kz: Жол ауқымын енгізу тым терең. Формуланың жол ауқымы 63 енгізу деңгейінен асады.
ko_kr: 행 범위가 너무 깊게 중첩되었습니다. 수식의 행 범위가 63단계의 중첩을 초과합니다.
lt_lt: Eilučių aprėptis įdėta per giliai. Jūsų formulės eilučių aprėptis viršija 63 įdėjimo lygius.
lv_lv: Rindas tvērums tiek ligzdots pārāk dziļi. Formulas rindas tvērums ir dziļāks par 63 ligzdošanas līmeņiem.
ms_my: Sarang baris skop terlalu dalam. Formula baris skop anda melebihi 63 aras penyarangan.
nb_no: Nesting av rad-området er for dypt. Formelens rad-område overskrider 63 nestingsnivåer.
nl_nl: Het rijbereik voor nesten is te diep. Het rijbereik van de formule bevat meer dan 63 geneste niveaus.
pl_pl: Zagnieżdżanie zakresu wierszy jest zbyt głębokie. Zakres wierszy tej formuły obejmuje więcej niż 63 poziomy zagnieżdżenia.
pt_br: Aninhamento de escopo de linha muito profundo. O escopo de linha da sua fórmula excede 63 níveis de aninhamento.
pt_pt: Aninhamento de âmbito de linha demasiado profundo. O seu âmbito de linha da fórmula excede os 63 níveis de aninhamento.
ro_ro: Imbricarea domeniului de rânduri este prea adâncă. Domeniul de rânduri al formulei depășește 63 de niveluri de imbricare.
ru_ru: Слишком глубокая вложенность области строки. Область строки в вашей формуле имеет больше 63 уровней вложения.
sk_sk: Vnorenie rozsahu riadkov je príliš hlboké. Rozsah riadkov vo vzorci prekračuje 63 úrovní vnorenia.
sl_si: Gnezdenje obsega vrstic je pregloboko. Obseg vrstic v vaši formuli presega 63 ravni gnezdenja.
sr_cyrl_rs: Угнежђивање опсега редова је предубоко. Опсег редова формуле премашује 63 нивоа угнежђивања.
sr_latn_rs: Ugnežđivanje opsega redova je preduboko. Opseg redova formule premašuje 63 nivoa ugnežđivanja.
sv_se: Radomfattningskapslingen är för djup. Formelns radomfattning överskrider 63 kapslingsnivåer.
th_th: การซ้อนขอบเขตแถวลึกเกินไป ขอบเขตแถวในสูตรของคุณมีการซ้อนเกิน 63 ระดับ
tr_tr: Satır kapsamı çok fazla iç içe geçmiş. Formülünüzün satır kapsamı 63 iç içe geçme düzeyini aşıyor.
uk_ua: Заглибоке вкладення області рядка. Область рядка у формулі вкладена глибше ніж на 63 рівні.
vi_vn: Mức lồng phạm vi hàng quá sâu. Phạm vi hàng trong công thức của bạn vượt quá 63 mức lồng.
zh_cn: 行范围嵌套太深。公式的行范围嵌套超过 63 个级别。
zh_tw: 資料列範圍巢狀了太多層。您公式資料列範圍的巢狀層級超過了 63 層。
