Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_HowToFix_4
source: Try moving your data to a different data source.
bg_bg: Опитайте да преместите данните си на друг източник на данни.
ca_es: Proveu de moure les dades a una font de dades diferent.
cs_cz: Zkuste přesunout data na jiný zdroj dat.
da_dk: Prøv at flytte dine data til en anden datakilde.
de_de: Verschieben Sie Ihre Daten in eine andere Datenquelle.
el_gr: Δοκιμάστε να μετακινήσετε τα δεδομένα σας σε διαφορετική προέλευση δεδομένων.
es_es: Intente mover los datos a otro origen de datos.
et_ee: Proovige andmeid teise andmeallikasse teisaldada.
eu_es: Eraman datuak beste datu-iturburu batera.
fi_fi: Kokeile siirtää tietosi eri tietolähteeseen.
fr_fr: Essayez de déplacer vos données vers une source de données différente.
gl_es: Tente mover os datos a outra orixe de datos.
hi_in: अपने डेटा को एक भिन्न डेटा स्रोत में ले जाने का प्रयास करें.
hr_hr: Pokušajte premjestiti svoje podatke u neki drugi izvor podataka.
hu_hu: Helyezze át az adatokat egy másik adatforrásba.
id_id: Coba memindahkan data Anda ke sumber data yang berbeda.
it_it: Provare a spostare i dati in un'origine dati diversa.
ja_jp: 別のデータ ソースにデータを移動してください。
kk_kz: Деректерді басқа деректер көзіне жылжытып көріңіз.
ko_kr: 다른 데이터 원본으로 데이터를 이동해 보세요.
lt_lt: Pabandykite perkelti savo duomenis į kitą duomenų šaltinį.
lv_lv: Mēģiniet pārvietot datus uz citu datu avotu.
ms_my: Cuba alihkan data anda kepada sumber data lain.
nb_no: Prøv å flytte dataene til en annen datakilde.
nl_nl: Verplaats de gegevens naar een andere gegevensbron.
pl_pl: Spróbuj przenieść dane do innego źródła danych.
pt_br: Tente mover os dados para uma fonte de dados diferente.
pt_pt: Tente mover os seus dados para outra origem de dados.
ro_ro: Încercați să mutați datele la o altă sursă de date.
ru_ru: Переместите данные в другой источник данных.
sk_sk: Skúste premiestniť údaje do iného zdroja údajov.
sl_si: Poskusite premakniti podatke v drug vir podatkov.
sr_cyrl_rs: Покушајте да преместите податке у други извор података.
sr_latn_rs: Pokušajte da premestite podatke u drugi izvor podataka.
sv_se: Försök flytta dina data till en annan datakälla.
th_th: ลองย้ายข้อมูลของคุณไปยังแหล่งข้อมูลอื่น
tr_tr: Verilerinizi farklı bir veri kaynağına taşımayı deneyin.
uk_ua: Спробуйте перемістити дані до іншого джерела.
vi_vn: Hãy thử di chuyển dữ liệu của bạn sang một nguồn dữ liệu khác.
zh_cn: 尝试将数据移动到另一个数据源。
zh_tw: 請嘗試將您的資料移至其他資料來源。

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_Link_1
source: Article: Understand delegation in a canvas app
bg_bg: Статия: Разбиране на делегирането в приложение за платно
ca_es: Article: Comprensió de la delegació en una aplicació de llenç
cs_cz: Článek: Informace o delegování v aplikaci plátna
da_dk: Artikel: Forstå delegering i en lærredapp
de_de: Artikel: Verstehen der Delegierung in einer Canvas-App
el_gr: Άρθρο: Κατανόηση της ανάθεσης σε μια εφαρμογή καμβά
es_es: Artículo: Comprender la delegación en una aplicación de lienzo
et_ee: Artikkel: lõuendirakenduse delegeerimise selgitus
eu_es: Artikulua: Mihise-aplikazio batean ordezkaritza erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Delegoinnin toiminta pohjaan perustuvassa sovelluksessa
fr_fr: Article : Présentation de la délégation dans une application canevas
gl_es: Artigo: Comprender a delegación nunha aplicación de lenzo
hi_in: आलेख: कैनवास ऐप में प्रत्यायोजन को समझें
hr_hr: Članak: razumijevanje delegiranja u aplikaciji od gotovih gradivnih elemenata
hu_hu: Cikk: A vászonalapú alkalmazásban való delegálás ismertetése
id_id: Artikel: Memahami delegasi dalam aplikasi kanvas
it_it: Articolo: Informazioni sulla delega in un'app canvas
ja_jp: 記事: キャンバス アプリでの委任について
kk_kz: Мақала: кенеп бағдарламасындағы өкілеттік беруді түсіну
ko_kr: 문서: 캔버스 앱의 위임 이해
lt_lt: Straipsnis: perdavimo drobės programoje supratimas
lv_lv: Raksts: Understand delegation in a canvas app (Izpratne par deleģēšanu pamatnes programmās)
ms_my: Artikel: Memahami penugasan dalam aplikasi kanvas
nb_no: Artikkel: Forstå delegering i en lerretsapp
nl_nl: Artikel: Overdracht in een canvas-app begrijpen
pl_pl: Artykuł: Informacje o delegowaniu w aplikacji kanwy
pt_br: Artigo: Entender a delegação em um aplicativo de tela
pt_pt: Artigo: noções básicas sobre delegação numa aplicação de tela
ro_ro: Articol: Ce este delegarea într-o aplicație proiectată pe pânză
ru_ru: Статья. Общие сведения о делегировании в приложении на основе холста
sk_sk: Článok: Informácie o delegovaní v aplikácii plátna
sl_si: Članek: Razumevanje pooblastitve v aplikaciji s platnom
sr_cyrl_rs: Чланак: Објашњење делегирања у апликацији са подлогом
sr_latn_rs: Članak: Objašnjenje delegiranja u aplikaciji sa podlogom
sv_se: Artikel: Förstå delegering i en arbetsyteapp
th_th: บทความ: เข้าใจการรับมอบสิทธิ์ในแอปพื้นที่ทำงาน
tr_tr: Makale: Tuval uygulamasında temsilci atamayı anlama
uk_ua: Стаття: делегування в компонованій програмі
vi_vn: Bài viết: Hiểu rõ về ủy quyền trong ứng dụng canvas
zh_cn: 文章: 了解画布应用中的委派
zh_tw: 文章: 了解畫布應用程式中的委派

# ErrorResource_SuggestRemoteExecutionHint_InOpRhs_Link_2
source: Blog: Data row limits for delegation
bg_bg: Блог: Ограничения за редовете с данни за делегиране
ca_es: Blog: Data row limits for delegation (Límits de les files de dades per a la delegació)
cs_cz: Blog: Omezení řádků dat pro delegování
da_dk: Blog: Datarækkegrænser for delegering
de_de: Blog: Datenzeilengrenzwerte für die Delegierung
el_gr: Ιστολόγιο: Όριο γραμμών δεδομένων για ανάθεση
es_es: Blog: Límites de filas de datos para la delegación
et_ee: Ajaveeb: delegeerimise andmereapiirangud
eu_es: Bloga: Ordezkaritzan erabil daitezkeen datu-errenkaden mugak
fi_fi: Blogi: Delegoinnin tietorivirajoitukset
fr_fr: Blog : Limites de lignes de données pour la délégation
gl_es: Blog: Límites de filas de datos para delegación
hi_in: ब्लॉग: प्रत्यायोजन के लिए डेटा पंक्ति की सीमा
hr_hr: Blog: ograničenja retka podataka za delegiranje
hu_hu: Blog: Adatsor-korlátozások delegálás esetén
id_id: Blog: Batas baris data untuk delegasi
it_it: Blog: Limiti delle righe di dati per la delega
ja_jp: ブログ: 委任に対するデータ行の制限
kk_kz: Блог: өкілеттік беру үшін деректер жолы шектеулері
ko_kr: 블로그: 위임에 대한 데이터 행 제한
lt_lt: Tinklaraštis: perdavimo duomenų eilučių limitai
lv_lv: Emuāra ieraksts: Data row limits for delegation (Datu rindu ierobežojumi delegācijai)
ms_my: Blog: Had baris data untuk penugasan
nb_no: Blogg: Dataradgrenser for delegering
nl_nl: Blog: Gegevensrijlimieten voor overdracht
pl_pl: Blog: Limity liczby wierszy danych w przypadku delegowania
pt_br: Blog: Limites de linha de dados para delegação
pt_pt: Blogue: limites de linhas de dados para delegação
ro_ro: Blog: Limitele rândurilor de date pentru delegare
ru_ru: Блог. Ограничения на количество строк данных для делегирования
sk_sk: Blog: Obmedzenia riadkov údajov pre delegovanie
sl_si: Spletni dnevnik: Omejitve vrstice s podatki za pooblastitev
sr_cyrl_rs: Блог: Ограничења броја редова са подацима за делегирање
sr_latn_rs: Blog: Ograničenja broja redova sa podacima za delegiranje
sv_se: Blogg: Dataradsbegränsningar för delegering
th_th: บล็อก: ขีดจำกัดแถวข้อมูลสำหรับการรับมอบสิทธิ์
tr_tr: Blog: Temsilci atamaya yönelik veri satırı sınırları
uk_ua: Блоґ: обмеження на рядки даних під час делегування
vi_vn: Blog: Giới hạn hàng dữ liệu đối với ủy quyền
zh_cn: 博客: 针对委派的数据行限制
zh_tw: 部落格: 委派的資料列限制

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_ShortMessage
source: The highlighted part of this formula might not work correctly on large data sets.
bg_bg: Осветената част от тази формула може да не работи правилно при големи набори от данни.
ca_es: És possible que la part ressaltada d'aquesta fórmula no funcioni correctament en conjunts grans de dades.
cs_cz: Zvýrazněná část tohoto vzorce nemusí fungovat správně pro velké datové sady.
da_dk: Den fremhævede del af denne formel fungerer måske ikke korrekt på store datasæt.
de_de: Der hervorgehobene Teil dieser Formel funktioniert für große Datasets möglicherweise nicht ordnungsgemäß.
el_gr: Το επισημασμένο τμήμα αυτού του τύπου ενδέχεται να μην λειτουργεί σωστά σε μεγάλα σύνολα δεδομένων.
es_es: Es posible que la parte resaltada de esta fórmula no funcione correctamente en conjuntos de datos de gran tamaño.
et_ee: Valemi esiletõstetud osa ei pruugi suurte andmehulkade puhul õigesti töötada.
eu_es: Baliteke formula honetan nabarmendutako zatiak ez funtzionatzea datu multzo handietan.
fi_fi: Tämän kaavan korostettu osa ei ehkä toimi oikein suurille tietojoukoille.
fr_fr: La partie de cette formule en surbrillance peut ne pas fonctionner correctement sur des jeux de données volumineux.
gl_es: É posible que a parte destacada desta fórmula non funcione correctamente en conxuntos de datos grandes.
hi_in: हो सकता है कि इस सूत्र का हाइलाइट किया गया भाग बड़े डेटा सेट पर सही तरीके से काम न करे.
hr_hr: Istaknuti dio formule možda neće ispravno funkcinirati za velike skupove podataka.
hu_hu: Előfordulhat, hogy a képlet kiemelt része nagy méretű adathalmazok esetén nem fog megfelelően működni.
id_id: Bagian yang disorot dalam rumus ini mungkin tidak berfungsi dengan benar pada himpunan data besar.
it_it: La parte evidenziata di questa formula potrebbe non funzionare correttamente su set di dati di grandi dimensioni.
ja_jp: この数式の強調表示された部分は、大きなデータ セットで正常に機能しない可能性があります。
kk_kz: Бұл формуланың белгіленген бөлігі үлкен деректер жиынтықтарында дұрыс жұмыс істемеуі мүмкін.
ko_kr: 대규모 데이터 세트에서는 이 수식의 강조 표시된 부분이 제대로 작동하지 않을 수 있습니다.
lt_lt: Paryškinta šios formulės dalis gali tinkamai neveikti, jei duomenų rinkiniai yra dideli.
lv_lv: Šīs formulas iezīmētā daļa lielās datu kopās var darboties nepareizi.
ms_my: Bahagian yang diserlahkan bagi formula ini mungkin tidak berfungsi dengan betul pada set data yang besar.
nb_no: Formelens merkede del kan ha problemer med å fungere på riktig måte på store datasett.
nl_nl: Het gemarkeerde deel van deze formule werkt mogelijk niet correct bij grote gegevenssets.
pl_pl: Wyróżniona część tej formuły może nie działać poprawnie w przypadku dużych zestawów danych.
pt_br: A parte realçada desta fórmula pode não funcionar corretamente em grandes conjuntos de dados.
pt_pt: A parte realçada desta fórmula poderá não funcionar corretamente em grandes conjuntos de dados.
ro_ro: Partea evidențiată din această formulă poate să nu funcționeze corect pe seturi mari de date.
ru_ru: Выделенная часть этой формулы может неверно работать с большими наборами данных.
sk_sk: Zvýraznená časť tohto vzorca nemusí na veľkých množinách údajov fungovať správne.
sl_si: Označeni del te formula morda ne bo deloval pravilno v velikih naborih podatkov.
sr_cyrl_rs: Истакнути део ове формуле можда неће исправно функционисати на великим скуповима података.
sr_latn_rs: Istaknuti deo ove formule možda neće ispravno funkcionisati na velikim skupovima podataka.
sv_se: Den markerade delen av den här formeln kanske inte fungerar korrekt på stora datauppsättningar.
th_th: ส่วนที่เน้นของสูตรนี้อาจทำงานอย่างไม่ถูกต้องบนชุดข้อมูลขนาดใหญ่
tr_tr: Bu formülün vurgulanan bölümü, büyük veri kümelerinde düzgün çalışmayabilir.
uk_ua: Виділена частина цієї формули може неправильно працювати з великими наборами даних.
vi_vn: Phần được tô sáng trong công thức này có thể không hoạt động đúng cách trên tập hợp dữ liệu lớn.
zh_cn: 此公式中突出显示的部分可能在大型数据集上无法正常工作。
zh_tw: 此公式已醒目提示的部分可能無法在大型資料集上正確運作。

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_LongMessage
source: The right side of the "in" operator is not a column from the correct data source . The data source might not be able to process the formula and might return an incomplete data set. Your application might not return correct results or behave correctly if the data set is incomplete.
bg_bg: Дясната страна на оператора in не е колона от правилния източник на данни. Източникът на данни може да не успее да обработи формулата и да върне непълен набор от данни. Ако наборът от данни е непълен, приложението ви може да не върне правилни резултати или може да работи неправилно.
ca_es: El costat dret de l'operador "in" no és una columna de la font de dades correcta. És possible que la font de dades no pugui processar la fórmula i retorni un conjunt de dades incomplet. Així mateix, és possible que l'aplicació no retorni resultats correctes o que es comporti incorrectament si el conjunt de dades està incomplet.
cs_cz: Pravá strana operátoru „in“ není sloupec ze správného zdroje dat. Zdroj dat nemusí být schopný zpracovat vzorec a může vrátit neúplnou datovou sadu. Pokud bude datová sada neúplná, aplikace nemusí vrátit správné výsledky nebo se nemusí chovat správně.
da_dk: Højre side af operatoren "in" er ikke en kolonne fra den korrekte datakilde. Datakilden kan måske ikke behandle formlen og returnerer måske et ufuldstændigt datasæt. Din applikation returnerer måske ikke korrekte resultater eller fungerer muligvis ikke korrekt, hvis datasættet er ufuldstændigt.
de_de: Die auf der rechten Seite des Operators „in“ angegebene Spalte stammt nicht aus der richtigen Datenquelle. Die Datenquelle kann die Formel möglicherweise nicht verarbeiten und könnte ein unvollständiges Dataset zurückgeben. Ihre Anwendung liefert eventuell keine korrekten Ergebnisse oder verhält sich nicht ordnungsgemäß, wenn das Dataset unvollständig ist.
el_gr: Η δεξιά πλευρά του τελεστή «σε» δεν είναι στήλη από τη σωστή προέλευση δεδομένων. Η επεξεργασία του τύπου μπορεί να μην είναι δυνατή από την προέλευση δεδομένων και μπορεί να επιστραφεί ελλιπές σύνολο δεδομένων. Η εφαρμογή σας ενδέχεται να μην επιστρέψει σωστά αποτελέσματα ή να μην συμπεριφέρεται σωστά, αν το σύνολο δεδομένων είναι ελλιπές.
es_es: El lado derecho del operador "in" no es una columna del origen de datos correcto. Puede que el origen de datos no sea capaz de procesar la fórmula y que devuelva un conjunto de datos incompleto. Es posible que la aplicación no devuelva resultados correctos o que se comporte incorrectamente si el conjunto de datos está incompleto.
et_ee: Tehtemärgi "in" parem pool ei ole õigest andmeallikast pärit veerg. Võib juhtuda, et andmeallikas ei saa valemit töödelda ja võib tagastada pooliku andmehulga. Kui andmehulk on poolik, võib teie rakendus tagastada valed tulemid või käituda valesti.
eu_es: "in" eragilearen eskuineko aldea ez da datu-iturburu zuzenaren zutabe bat. Agian datu-iturburuak ezin du prozesatu formula eta, horregatik, osatu gabeko datu multzo bat itzultzen du. Halaber, datu multzoa osatu gabe badago, baliteke aplikazioak emaitza okerrak itzultzea edo ezin funtzionatzea.
fi_fi: In-operaattorin oikea puoli ei ole sarake oikeasta tietolähteestä. Tietolähde ei ehkä pysty käsittelemään kaavaa ja saattaa palauttaa epätäydellisen tietojoukon. Sovelluksesi ei ehkä palauta oikeita tuloksia tai toimi oikein, jos tietojoukko on epätäydellinen.
fr_fr: La partie située à droite de l’opérateur « in » n’est pas une colonne de la source de données appropriée. La source de données n’est peut-être pas en mesure de traiter la formule et peut retourner un jeu de données incomplet. Il se peut que votre application ne puisse pas retourner de résultats corrects ni fonctionner correctement si le jeu de données est incomplet.
gl_es: A parte dereita do operador "in" non é unha columna da orixe de datos correcta. É posible que a orixe de datos non poida procesar a fórmula e que devolva un conxunto de datos incompleto. Pode que a aplicación non devolva resultados correctos ou que funcione de xeito incorrecto se o conxunto de datos está incompleto.
hi_in: "in" ऑपरेटर के दाईं तरफ़ सही डेटा स्रोत से लिया गया स्तंभ नहीं है. हो सकता है कि डेटा स्रोत, सूत्र को संसाधित न कर पाए और कोई अपूर्ण डेटा सेट वापस लौटाए. हो सकता है कि डेटा सेट अपूर्ण होने पर आपका एप्लिकेशन सही परिणाम न लौटा पाए या सही व्यवहार न करे.
hr_hr: Desna strana operatora „u” nije stupac iz točnog izvora podataka. Izvor podataka možda neće moći obraditi formulu te može vratiti nepotpun skup podataka. Vaša aplikacija možda neće vratiti točne rezultate niti se ponašati na odgovarajući način ako skup podataka nije potpun.
hu_hu: Az „in” operátor jobb oldala nem a megfelelő adatforrásból származó oszlop. Előfordulhat, hogy az adatforrás nem képes feldolgozni a képletet, és hiányos adathalmazt adhat vissza. Elképzelhető, hogy az alkalmazás helytelen eredményt ad vissza, vagy nem megfelelően működik hiányos adathalmaz esetén.
id_id: Sisi kanan operator "in" bukan merupakan kolom dari sumber data yang benar. Sumber data mungkin tidak dapat memproses rumus dan mungkin menghasilkan himpunan data yang tidak lengkap. Aplikasi Anda mungkin tidak memberikan hasil yang benar atau berperilaku dengan benar jika himpunan data tidak lengkap.
it_it: Il lato destro dell'operatore "in" non è una colonna dell'origine dati corretta. L'origine dati potrebbe non essere in grado di elaborare la formula e potrebbe quindi restituire un set di dati incompleto. Se il set di dati è incompleto, l'applicazione potrebbe non restituire i risultati corretti o non comportarsi nel modo previsto.
ja_jp: "in" 演算子の右側が正しいデータ ソースの列になっていません。データ ソースが数式を処理できないため、不完全なデータ セットが返される可能性があります。データ セットが不完全な場合、アプリケーションは正しい結果を返さないか、正常に機能しない場合があります。
kk_kz: “Ішкі” амалдың оң жақ бөлігі дұрыс деректер көзінен алынған баған емес. Деректер көзі формуланы өңдей алмауы мүмкін және толық емес деректер жиынтығын қайтаруы мүмкін. Деректер жиынтығы толық болмаса, қолданбаңыз дұрыс нәтижелерді қайтармауы немесе дұрыс істемеуі мүмкін.
ko_kr: "in" 연산자의 오른쪽에 있는 항목은 올바른 데이터 원본의 열이 아닙니다. 데이터 원본이 수식을 처리하지 못할 수 있으며 불완전한 데이터 세트를 반환할 수도 있습니다. 데이터 세트가 불완전하면 애플리케이션이 올바른 결과를 반환할 수 없거나 제대로 동작하지 않을 수 있습니다.
lt_lt: Operatoriaus „in“ dešinėje nėra stulpelio iš teisingo duomenų šaltinio. Duomenų šaltinis gali nepajėgti apdoroti formulės ir pateikti ne visą duomenų rinkinį. Jei duomenų rinkinys bus ne visas, jūsų programa gali teikti neteisingus rezultatus arba veikti netinkamai.
lv_lv: Operatora “in” labajā pusē nav norādīta kolonna no pareizā datu avota. Datu avots, iespējams, nevarēs apstrādāt formulu un atgriezīs nepilnīgu datu kopu. Ja datu kopa ir nepilnīga, programmas var atgriezt nepareizus rezultātus vai darboties nepareizi.
ms_my: Bahagian kanan operator "in" bukan lajur daripada sumber data yang betul. Sumber data mungkin tidak dapat memproses formula dan mungkin mengembalikan set data yang tidak lengkap. Aplikasi anda mungkin tidak mengembalikan hasil yang betul atau berkelakuan betul jika set data tidak lengkap.
nb_no: Høyre side av «i»-operatoren er ikke en kolonne fra riktig datakilde. Det kan hende at datakilden ikke får behandlet formelen og dermed returnerer et ufullstendig datasett. Det kan hende at programmet ikke returnerer riktige resultater eller fungerer som det skal, hvis datasettet er ufullstendig.
nl_nl: De rechterzijde van de operator 'in' is geen kolom uit de juiste gegevensbron. Mogelijk kan de gegevensbron de formule niet verwerken en wordt er een onvolledige gegevensset geretourneerd. Uw toepassing kan onjuiste resultaten retourneren of zich onjuist gedragen als de gegevensset niet compleet is.
pl_pl: Element po prawej stronie operatora „w” nie jest kolumną z prawidłowego źródła danych. Źródło danych może nie być w stanie przetworzyć formuły i może zwrócić niekompletny zestaw danych. Jeśli zestaw danych będzie niekompletny, Twoja aplikacja może nie zwrócić prawidłowych wyników albo może zachowywać się nieprawidłowo.
pt_br: O lado direito do operador "in" não está em uma coluna da fonte de dados correta. A fonte de dados pode não ser capaz de processar a fórmula e pode retornar um conjunto de dados incompleto. Seu aplicativo poderá não retornar resultados corretos ou não se comportar corretamente se o conjunto de dados estiver incompleto.
pt_pt: O lado direito do operador "in" não é uma coluna da origem de dados correta. A origem de dados poderá não processar a fórmula e poderá devolver um conjunto de dados incompleto. A sua aplicação poderá não devolver resultados corretos ou ter um comportamento incorreto se o conjunto de dados estiver incompleto.
ro_ro: Partea din dreapta a operatorului „in” nu este o coloană din sursa de date corectă. Este posibil ca sursa de date să nu poată procesa formula și să returneze un set de date incomplet. Aplicația ar putea să nu returneze rezultate corecte sau să nu se comporte corect dacă setul de date este incomplet.
ru_ru: Элемент справа от оператора "in" не является столбцом из корректного источника данных. Источник данных может не суметь обработать формулу и вернет неполный набор данных. Из-за неполного набора приложение может возвращать неверные результаты или работать некорректно.
sk_sk: Pravá strana operátora in nie je stĺpcom zo správneho zdroja údajov. Zdroj údajov nemusí byť schopný spracovať vzorec a môže vrátiť neúplnú množinu údajov. Vaša aplikácia nemusí vrátiť správne výsledky alebo sa nemusí správať správne, ak je množina údajov neúplná.
sl_si: Desna stran operatorja »v« ni stolpec pravilnega vira podatkov. Vir podatkov morda ne bo mogel obdelati formule in bo morda vrnil nepopoln nabor podatkov. Če nabor podatkov ni popoln, vaša aplikacija morda ne bo vrnila pravilnih rezultatov ali ne bo delovala pravilno.
sr_cyrl_rs: Десна страна оператора „in“ није колона из одговарајућег извора података. Извор података можда неће моћи да обради формулу и можда ће вратити непотпун скуп података. Апликација можда неће вратити исправне резултате или се можда неће исправно понашати ако је скуп података непотпун.
sr_latn_rs: Desna strana operatora „in“ nije kolona iz odgovarajućeg izvora podataka. Izvor podataka možda neće moći da obradi formulu i možda će vratiti nepotpun skup podataka. Aplikacija možda neće vratiti ispravne rezultate ili se možda neće ispravno ponašati ako je skup podataka nepotpun.
sv_se: Höger sida av "in"-operatorn är inte en kolumn från rätt datakälla. Datakällan kanske inte kan bearbeta formeln och kan returnera en ofullständig datauppsättning. Ditt program kanske inte kan returnera korrekta resultat eller uppföra sig korrekt om datauppsättningen är ofullständig.
th_th: ด้านขวาของตัวดำเนินการ "in" ไม่ใช่คอลัมน์จากแหล่งข้อมูลที่ถูกต้อง แหล่งข้อมูลอาจไม่สามารถประมวลผลสูตรและอาจส่งกลับชุดข้อมูลที่ไม่สมบูรณ์ แอปพลิเคชันของคุณอาจไม่ส่งกลับผลลัพธ์ที่ถูกต้องหรือไม่ทำงานอย่างถูกต้องหากชุดข้อมูลไม่สมบูรณ์
tr_tr: "in" işlecinin sağ tarafı doğru veri kaynağından bir sütun değil. Veri kaynağı, formülü işleyemeyebilir ve eksik bir veri kümesi döndürebilir. Veri kümesi eksikse uygulamanız doğru sonuçlar döndürmeyebilir veya düzgün çalışmayabilir.
uk_ua: Праворуч від оператора "в" не вказано стовпець із правильного джерела даних. Якщо формулу не вдасться обробити, джерело даних може повернути їх неповний набір, а тому програма не зможе повернути правильні результати або належно працювати.
vi_vn: Phía bên phải toán tử "in" không phải là cột từ nguồn dữ liệu đúng. Nguồn dữ liệu này có thể không xử lý được công thức và có thể trả về một tập hợp dữ liệu không hoàn chỉnh. Ứng dụng của bạn có thể không trả về kết quả đúng hoặc hoạt động đúng cách nếu tập hợp dữ liệu không hoàn chỉnh.
zh_cn: "in" 运算符右侧不是来自正确数据源的列。数据源可能无法处理该公式并可能返回不完整的数据集。如果数据集不完整，应用程序可能不会返回正确的结果或行为不正确。
zh_tw: "in" 運算子右邊不是來自正確資料來源的資料行。資料來源可能無法處理公式，而且可能傳回不完整的資料集。如果資料集不完整，您的應用程式可能無法傳回正確結果，或無法正確運作。
