Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrBadToken_ShortMessage
source: Unexpected characters. Characters are used in the formula in an unexpected way.
bg_bg: Неочаквани знаци. Знаците се използват във формулата по неочакван начин.
ca_es: Caràcters inesperats. Els caràcters s'utilitzen a la fórmula d'una manera inesperada.
cs_cz: Neočekávané znaky. Znaky se ve vzorci používají neočekávaným způsobem.
da_dk: Uventede tegn. Tegn bruges i formlen på en uventet måde.
de_de: Unerwartete Zeichen. In der Formel werden Zeichen nicht erwartungsgemäß verwendet.
el_gr: Μη αναμενόμενοι χαρακτήρες. Στον τύπο χρησιμοποιούνται χαρακτήρες με μη αναμενόμενο τρόπο.
es_es: Caracteres inesperados. Se usan caracteres en la fórmula de forma inesperada.
et_ee: Ootamatud tärgid. Tärke kasutatakse valemis ootamatul viisil.
eu_es: Ustekabeko karaktereak. Ustekabeko modu batean erabili dira karaktereak.
fi_fi: Odottamattomia merkkejä. Kaavassa käytetään merkkejä odottamattomalla tavalla.
fr_fr: Caractères inattendus. Des caractères sont utilisés dans la formule de manière inattendue.
gl_es: Caracteres inesperados. Os caracteres úsanse na fórmula dun xeito inesperado.
hi_in: अनपेक्षित वर्ण. वर्णों का उपयोग सूत्र में एक अनपेक्षित तरीके से होता है.
hr_hr: Neočekivani znakovi. Znakovi se koriste u formuli na neočekivan način.
hu_hu: Váratlan karakterek. A képletben nem várt módon használják a karaktereket.
id_id: Karakter yang tidak terduga. Karakter digunakan dalam rumus dengan cara yang tidak terduga.
it_it: Caratteri non previsti. I caratteri nella formula sono usati in modo imprevisto.
ja_jp: 予期しない文字があります。文字が数式内で予期しない方法で使用されています。
kk_kz: Күтпеген таңбалар. Таңбалар формулада күтпеген жолмен пайдаланылған.
ko_kr: 예기치 않은 문자가 있습니다. 문자가 식에서 예기치 않은 방식으로 사용됩니다.
lt_lt: Netikėti simboliai. Simboliai, kurie formulėje naudojami netikėtai.
lv_lv: Neparedzētas rakstzīmes. Rakstzīmes tiek lietotas formulā neparedzētā veidā.
ms_my: Aksara tidak dijangka. Aksara digunakan dalam formula dengan cara yang tidak dijangka.
nb_no: Uventede tegn. Tegnene brukes i formelen på en uventet måte.
nl_nl: Onverwachte tekens. De tekens worden in de formule op een onverwachte manier gebruikt.
pl_pl: Nieoczekiwane znaki. Znaki są używane w formule w nieoczekiwany sposób.
pt_br: Caracteres inesperados. Caracteres são usados na fórmula de forma inesperada.
pt_pt: Carateres inesperados. Os caracteres são utilizados na fórmula de forma inesperada.
ro_ro: Caractere neașteptate. Caracterele sunt utilizate în formulă într-un mod neașteptat.
ru_ru: Непредусмотренные символы. Символы не используются в формуле ожидаемым образом.
sk_sk: Neočakávané znaky. Znaky sa používajú vo vzorci neočakávaným spôsobom.
sl_si: Nepričakovani znaki. Znaki so v formuli uporabljeni na nepričakovan način.
sr_cyrl_rs: Неочекивани знакови. Знакови се користе у формули на неочекивани начин.
sr_latn_rs: Neočekivani znakovi. Znakovi se koriste u formuli na neočekivani način.
sv_se: Oväntat tecken. Tecken används på ett oväntat sätt i formeln.
th_th: อักขระที่ไม่คาดคิด มีการใช้อักขระในสูตรด้วยวิธีการที่ไม่คาดคิด
tr_tr: Beklenmeyen karakterler. Karakterler formülde beklenmeyen bir biçimde kullanılıyor.
uk_ua: Неочікувані символи. Символи використовуються у формулі неочікуваним чином.
vi_vn: Ký tự ngoài dự kiến. Ký tự được sử dụng theo cách ngoài dự kiến trong công thức này.
zh_cn: 意外字符。按意外的方式在公式中使用了字符。
zh_tw: 非預期性字元。字元在公式中的用法不符合預期。

# ErrorResource_ErrBadToken_LongMessage
source: For example, the character '\' isn't expected after a number, like this: '32\'. A space ('32') would be expected so that it's just the number 32, or another number (as in '323') would be expected.
bg_bg: Например знакът „\“ не се очаква след число, като например: „32\“. Може да се очаква интервал („32“), така че да е само числото 32, или друго число (като в „323“).
ca_es: Per exemple, el caràcter "\" no s'espera després d'un nombre, com ara: "32\". En canvi, sí que s'esperaria un espai ("32") per tal que només es mostri el número 32, o bé també s'esperaria un altre número (com ara "323").
cs_cz: Například znak \ se neočekává za číslicí, třeba takto: 32\. Očekávalo by se, že se použije mezera (32), což by znamenalo prostě číslo 32, nebo by se očekávala jiná číslice (třeba 323).
da_dk: For eksempel er tegnet "\" ikke forventet efter et tal, som her: "32\". Et mellemrum ("32") ville forventes, så det kun er tallet 32 eller et andet tal (som i "323"), der forventes.
de_de: Beispielsweise wird das Zeichen „\“ nicht nach einer Zahl erwartet: „32\“. Erwartet wird ein Leerzeichen („32 “), das darauf hinweist, dass nur die Zahl 32 gemeint ist, oder eine andere Zahl (z. B. „323“).
el_gr: Για παράδειγμα, ο χαρακτήρας «\» δεν αναμένεται μετά από έναν αριθμό, για παράδειγμα: «32\». Αναμένεται ένα κενό διάστημα («32»), ώστε να είναι μόνο ο αριθμός 32, ή ένας άλλος αριθμός (όπως «323»).
es_es: Por ejemplo, no se espera el carácter "\" después de un número, como en "32\". Se espera un espacio ("32") para que sea, simplemente, el número 32, o bien otro número (por ejemplo, "323").
et_ee: Näiteks tärki '\' ei eeldata pärast arvu, nt nii: '32\'. Tühik ('32') oleks eeldatud nii, et see oleks ainult number 32 või eeldatakse mõnda muud numbrit (nt '323').
eu_es: Adibidez, ez da espero "\" karakterea zenbaki baten ondoren erabiltzea (adibidez, "32\"). Zuriune bat gehitu behar duzu ("32 ") zehaztutako zenbakia soilik adierazteko (32), edo beste zenbaki baten parte dela adierazteko (adibidez, "323").
fi_fi: Esimerkiksi merkki \ ei ole odotettu luvun jälkeen (esimerkiksi 32 \). Väliä (32 ) odotettaan niin, että se on luku 32, tai muuten voidaan odottaa toista lukua (kuten 323).
fr_fr: Par exemple, le caractère « \ » n’est pas attendu après un nombre, comme ceci : « 32\ ». Un espace (« 32 ») est attendu afin qu’il s’agisse seulement du nombre 32, ou un autre nombre (comme dans « 323 ») est attendu.
gl_es: Por exemplo, o carácter "\" non se espera despois dun número, como no caso seguinte: "32\". Esperaríase un espazo ("32 ") para que só sexa o número 32, ou esperaríase outro número (como en "323").
hi_in: उदाहरण के लिए, किसी संख्या के बाद वर्ण '\' अपेक्षित नहीं है, जैसे कि यह: '32\'. रिक्ति ('32') की अपेक्षा की जाएगी ताकि यह केवल संख्या 32 हो, या किसी अन्य संख्या (जैसा कि '323' में है) की अपेक्षा की जाएगी.
hr_hr: Znak "\", na primjer, nije očekivan nakon broja, kao što je: "32\". Očekuje se razmak ("32") pa je to broj 32 ili se očekuje neki drugi broj (na primjer, "323").
hu_hu: A „\” karakter például váratlan egy szám után, például a következőképpen: „32\”. A szóköz („32 ”) várható, ha csak a 32 számot eredményezi, illetve várható egy másik szám (példa: „323”).
id_id: Misalnya, karakter '\' tidak diharapkan setelah angka, seperti ini: '32\'. Spasi ('32') akan diharapkan sehingga hanya angka 32, atau nomor lain (seperti dalam '323') akan diharapkan.
it_it: Ad esempio, il carattere '\' non è previsto dopo un numero, come in: '32\'. È previsto uno spazio ('32'), a indicare semplicemente il numero 32, oppure un altro numero (come '323').
ja_jp: たとえば、文字 '\' は、次のように数字の後に置かれることはありません: '32\'。スペースが入る可能性があり ('32 ')、その場合は単に 32 という数値です。または別の数字が入る可能性もあります ('323')。
kk_kz: Мысалы, "\" таңбасы саннан кейін күтілмеген: "32\". Бос орын ("32") ол тек 32 саны болатындай күтілуі мүмкін немесе басқа сан ("323" санындағы сияқты) күтілуі мүмкін.
ko_kr: 예를 들어, 숫자 뒤에 문자 '\'는 필요하지 않습니다(예: '32\'). 숫자 32 또는 다른 숫자(예: '323')가 오도록 공백('32')이 필요합니다.
lt_lt: Pavyzdžiui, po skaičiaus nenumatomas simbolis \, kaip antai: 32\. Galima numatyti tarpą (32), jei tai yra tiesiog skaičius 32, arba galima numatyti kitą skaičių (pvz., 323).
lv_lv: Piemēram, rakstzīmi “\” nav paredzēts izmantot aiz skaitļa: “32\”. Pēc skaitļa paredzēts izmantot atstarpi (“32 ” – tiek norādīts tikai skaitlis 32) vai arī vēl vienu skaitli (piemēram, “323”).
ms_my: Contohnya, aksara '\' tidak dijangka selepas nombor, seperti ini: '32\'. Ruang ('32') akan dijangka supaya ia hanya nombor 32, atau nombor lain (seperti dalam '323') akan dijangka.
nb_no: Tegnet «\» kan for eksempel ikke komme etter et tall, slik som dette: «32\». Det forventes et mellomrom (32), slik at det bare er tallet 32, eller et annet tall (f.eks. 323) forventes.
nl_nl: Het teken \ wordt bijvoorbeeld niet verwacht na een getal zoals bij 32\. Er wordt een spatie (32) verwacht als het alleen het getal 32 betreft, anders wordt er een ander getal (zoals 323) verwacht.
pl_pl: Na przykład znak „\” nie jest oczekiwany po cyfrze, tzn. „32\”. Oczekiwana jest spacja („32 ”), co będzie oznaczać po prostu liczbę 32, lub inna cyfra (np. „323”).
pt_br: Por exemplo, o caractere '\' não é esperado depois de um número, como em: '32\'. Um espaço ('32') seria esperado para indicar apenas o número 32, ou outro número (como em '323') seria esperado.
pt_pt: Por exemplo, o caráter "\" não é esperado após um número, desta forma: "32\". Um espaço ("32") seria esperado para que fosse apenas o número 32 ou seria esperado outro número (por exemplo "323").
ro_ro: De exemplu, caracterul “\” nu este așteptat după un număr, în felul următor: “32\”. S-ar aștepta un spațiu (“32 ”), astfel încât să fie doar numărul 32 sau un alt număr (precum în “323”).
ru_ru: Например, символ "\" не может идти после числа: "32\". Будет ожидаться либо пробел ("32"), если имеется в виду просто число 32, либо другое число ("323").
sk_sk: Napríklad znak \ sa neočakáva za číslom, ako napríklad: 32\. Ak by išlo iba o číslo 32, očakávala by sa medzera (32 ), resp. by sa očakávalo iné číslo (napríklad 323).
sl_si: Znaka »\« ne smete uporabiti za številko, na primer tako: »32\«. Pričakovan je presledek (»32«), tako da je samo številka 32 ali druga številka (na primer »323«).
sr_cyrl_rs: На пример, знак “\” се не очекује после броја, овако: “32\”. Очекује се размак (“32 ”) како би то био само број 32 или се очекује неки други број (на пример, “323”).
sr_latn_rs: Na primer, znak „\“ se ne očekuje posle broja, ovako: „32\“. Očekuje se razmak („32 “) kako bi to bio samo broj 32 ili se očekuje neki drugi broj (na primer, „323“).
sv_se: Tecknet "\" förväntas t.ex. inte efter ett tal, som exempelvis i: "32\". Ett blanksteg ("32") borde förväntas, så att det bara är talet 32, eller ett annat tal (som i "323") som förväntas.
th_th: ตัวอย่างเช่น อักขระ '\' ไม่ใช่อักขระที่ต้องการให้อยู่หลังตัวเลขอย่าง '32\' พื้นที่ว่าง ('32 ') คืออักขระที่ต้องการเพื่อให้มีเพียงตัวเลข 32 หรือตัวเลขอื่น (เช่น '323') จึงจะถูกต้อง
tr_tr: Örneğin, '\' karakteri bir sayıdan sonra beklenmez (örneğin, '32\'). Yalnızca 32 sayısı olması için bir boşluk ('32 ') veya başka bir sayı ('323' gibi) bekleniyor.
uk_ua: Наприклад, після числа не має бути символу "\", як тут: "32\". Там очікується пробіл (наприклад, "32 ", якщо це просто число 32) або цифра (наприклад, "323").
vi_vn: Ví dụ: không dự kiến có ký tự '\' sau một số, như thế này: '32\'. Dự kiến có dấu cách ('32') để số đó chỉ là số 32 hoặc có thể dự kiến một số khác (như trong '323').
zh_cn: 例如，数字不得后跟字符 "\" (如 "32\")，而应接空格("32")，这样可确保其仅为数字 32 或为其他数字(例如 "323")。
zh_tw: 例如數字之後不應有字元 '\'，像是 '32\'。數字之後應空白 ('32')，才會視為數字 32，否則將視為其他數字，如 '323'。

# ErrorResource_ErrBadToken_HowToFix_1
source: Remove or replace the unexpected characters.
bg_bg: Премахване или заместване на неочакваните знаци.
ca_es: Suprimiu o substituïu els caràcters inesperats.
cs_cz: Odeberte nebo nahraďte neočekávané znaky.
da_dk: Fjern eller erstat de uventede tegn.
de_de: Entfernen oder ersetzen Sie die unerwarteten Zeichen.
el_gr: Καταργήστε ή αντικαταστήστε τους μη αναμενόμενους χαρακτήρες.
es_es: Quite o reemplace los caracteres inesperados.
et_ee: Eemaldage või asendage ootamatud märgid.
eu_es: Kendu edo aldatu espero ez diren karaktereak.
fi_fi: Poista tai korvaa odottamattomat merkit.
fr_fr: Supprimez ou remplacez les caractères inattendus.
gl_es: Eliminar ou substituír os caracteres inesperados.
hi_in: अनपेक्षित वर्णों को निकालें या बदलें.
hr_hr: Uklonite ili zamijenite neočekivane znakove.
hu_hu: Távolítsa el vagy cserélje a váratlan karaktereket.
id_id: Hapus atau ganti karakter yang tidak diinginkan.
it_it: Rimuovere o sostituire i caratteri imprevisti.
ja_jp: 予期しない文字を削除するか、置き換えてください。
kk_kz: Күтілмеген таңбаларды жойыңыз немесе ауыстырыңыз.
ko_kr: 예기치 않은 문자를 제거하거나 바꿉니다.
lt_lt: Pašalinkite arba pakeiskite netikėtus simbolius.
lv_lv: Noņemiet vai aizstājiet neparedzētās rakstzīmes.
ms_my: Alih Keluar atau menggantikan aksara yang tidak dijangka.
nb_no: Fjern eller erstatt uventede tegn.
nl_nl: Verwijder de onverwachte tekens of vervang deze.
pl_pl: Usuń lub zamień nieoczekiwane znaki.
pt_br: Remova ou substitua os caracteres inesperados.
pt_pt: Remova ou substitua os carateres inesperados.
ro_ro: Eliminați sau înlocuiți caracterele neașteptate.
ru_ru: Удалите или замените непредусмотренные символы.
sk_sk: Odstráňte alebo nahraďte neočakávané znaky.
sl_si: Odstranite ali zamenjate nepričakovane znake.
sr_cyrl_rs: Уклоните или замените неочекиване знакове.
sr_latn_rs: Uklonite ili zamenite neočekivane znakove.
sv_se: Ta bort eller ersätt de oväntade tecknen.
th_th: ลบหรือแทนที่อักขระที่ไม่คาดคิด
tr_tr: Beklenmeyen karakterleri kaldırın veya değiştirin.
uk_ua: Вилучіть або замініть неочікувані символи.
vi_vn: Loại bỏ hoặc thay thế các ký tự ngoài ý muốn.
zh_cn: 删除或替换非预期字符。
zh_tw: 請移除或取代未預期的字元。

# ErrorResource_ErrBadToken_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_UnexpectedCharacterToken_ShortMessage
source: Unexpected character '{0}' at position '{1}' in the formula.
bg_bg: Неочакван знак „{0}“ на позиция {1} във формулата.
ca_es: Caràcter inesperat "{0}" a la posició "{1}" a la fórmula.
cs_cz: Neočekávaný znak {0} na pozici {1} ve vzorci.
da_dk: Uventet tegn '{0}' på placeringen '{1}' i formlen.
de_de: Unerwartetes Zeichen „{0}“ an der Stelle „{1}“ in der Formel.
el_gr: Μη αναμενόμενος χαρακτήρας «{0}» στη θέση «{1}» στον τύπο.
es_es: Carácter inesperado "{0}" en la posición "{1}" en la fórmula.
et_ee: Valemi asukohas '{1}' on ootamatu märk '{0}'.
eu_es: Ustekabeko "{0}" karakterea formulako "{1}" posizioan.
fi_fi: Kaavan sijainnista '{1}' havaittiin odottamaton merkki '{0}'.
fr_fr: Caractère inattendu « {0} » à la position « {1} » dans la formule.
gl_es: Carácter "{0}" inesperado na posición "{1}" da fórmula.
hi_in: सूत्र में स्थिति '{1}' पर अप्रत्याशित चरित्र '{0}'.
hr_hr: Neočekivani znak „{0}” na položaju „{1}” u formuli.
hu_hu: Váratlan karakter („{0}”) a(z) „{1}” pozícióban a képletben.
id_id: Karakter '{0}' tidak diharapkan pada posisi '{1}' dalam rumus.
it_it: Carattere imprevisto "{0}" nella posizione "{1}" della formula.
ja_jp: 予期しない文字 '{0}' が、数式の '{1}' の位置にあります。
kk_kz: Формуланың “{1}” орнындағы күтілмеген “{0}” таңбасы.
ko_kr: 수식의 '{1}' 위치에 예기치 않은 문자 '{0}'이(가) 있습니다.
lt_lt: Nenumatytas simbolis „{0}“ formulės padėtyje „{1}“.
lv_lv: Formulā ir neparedzēta rakstzīme “{0}” pozīcijā “{1}”.
ms_my: Aksara '{0}' yang tidak dijangka pada kedudukan '{1}' dalam formula.
nb_no: Uventet tegn {0} i posisjon {1} i formelen.
nl_nl: Er staat een onverwacht teken {0} op positie {1} in de formule.
pl_pl: Na pozycji „{1}” w formule znaleziono nieoczekiwany znak „{0}”.
pt_br: Caractere inesperado "{0}" na posição "{1}" na fórmula.
pt_pt: Caráter inesperado "{0}" na posição "{1}" na fórmula.
ro_ro: Caracterul neașteptat „{0}” la poziția „{1}” din formulă.
ru_ru: Непредвиденный символ "{0}" в позиции "{1}" в формуле.
sk_sk: Neočakávaný znak {0} na pozícii {1} vo vzorci.
sl_si: Nepričakovan znak »{0}« na položaju »{1}« v formuli.
sr_cyrl_rs: Неочекивани знак „{0}“ на положају „{1}“ у формули.
sr_latn_rs: Neočekivani znak „{0}“ na položaju „{1}“ u formuli.
sv_se: Oväntat tecken "{0}" på position "{1}" i formeln.
th_th: อักขระที่ไม่ควรมี '{0}' ที่ตําแหน่ง '{1}' ในสูตร
tr_tr: Formüldeki '{1}' konumunda beklenmeyen '{0}' karakteri.
uk_ua: Неочікуваний символ "{0}" в позиції "{1}" у формулі.
vi_vn: Ký tự không mong muốn "{0}" ở vị trí "{1}" trong công thức.
zh_cn: 在公式中的位置 '{1}' 处存在意外字符 '{0}'。
zh_tw: 公式中位置 '{1}' 處出現未預期的字元 '{0}'。
