Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_HowToFix_1
source: You might need to convert the value to the same type, such as converting a date string (e.g., "12/31/2018") to a date value or a string to a number.
bg_bg: Може да се наложи да конвертирате стойността да бъде същия тип, като например конвертиране на низ на дата (например „12/31/2018“) в стойност на дата или низ в число.
ca_es: És possible que hàgiu de convertir el valor al mateix tipus, per exemple, la conversió d'una cadena de data (com ara "31/12/2018") a un valor de data o d'una cadena a un nombre.
cs_cz: Možná bude nutné převést hodnotu na stejný typ, např. převést řetězec data (třeba 31.12.2018) na hodnotu data nebo řetězec na číslo.
da_dk: Du skal måske konvertere værdien til samme type, for eksempel konvertere en datostreng (som "31/12/2018") til en datoværdi eller en streng til et tal.
de_de: Möglicherweise müssen Sie den Wert in denselben Typ konvertieren, z. B. eine Datumszeichenfolge (z. B. "12/31/2018") in einen Datumswert oder eine Zeichenfolge in eine Zahl.
el_gr: Ίσως χρειαστεί να μετατρέψετε την τιμή στον ίδιο τύπο, μετατρέποντας, για παράδειγμα, μια συμβολοσειρά ημερομηνίας (π.χ. "31/12/2018") σε τιμή ημερομηνίας ή μια συμβολοσειρά σε αριθμό.
es_es: Es posible que deba convertir el valor al mismo tipo; por ejemplo, de una cadena de fecha (como "31/12/2018") a un valor de fecha o de una cadena a un número.
et_ee: Võib-olla peate väärtuse samale tüübile teisendama, nt teisendama kuupäevastringi (nt "12/31/2018") kuupäeva väärtuseks või stringi arvuks.
eu_es: Baliteke balioa bihurtu behar izatea mota bera izan dezan; adibidez, data-kate bat (2018/12/31) data-balio bihur dezakezu, edo kate bat zenbaki bihur dezakezu.
fi_fi: Saatat joutua muuntamaan arvon samaksi tyypiksi, kuten muuntamaan päivämäärämerkkijonon (esimerkiksi 12/31/2018) päivämääräarvoksi tai merkkijonon luvuksi.
fr_fr: Vous devrez peut-être convertir la valeur pour qu'elle soit du même type, par exemple en convertissant une chaîne de date (telle que « 12/31/2018 ») en valeur de date ou une chaîne en nombre.
gl_es: É posible que precise converter o valor ao mesmo tipo, como, por exemplo, converter unha cadea de data (p. ex., "12/31/2018") nun valor de data, ou unha cadea nun número.
hi_in: आपको समान प्रकार में मान को रूपांतरित करने की आवश्यकता पड़ सकती है, जैसे कि किसी तिथि स्ट्रिंग (उदाहरण के लिए "12/31/2018") को एक तिथिमान या किसी संख्या की स्ट्रिंग में बदलना.
hr_hr: Možda ćete morati pretvoriti vrijednost u istu vrstu, primjerice pretvoriti datumski niz (npr. "31. 12. 2018.") u datumsku vrijednost ili niz u broj.
hu_hu: Lehetséges, hogy a típusegyezés érdekében konvertálnia kell az értéket, például a 12/31/2018 dátumsztringet egy dátumértékre, vagy egy sztringet egy számra.
id_id: Anda mungkin perlu mengonversi nilai ke jenis yang sama, seperti mengonversi string tanggal (misalnya, "31/12/2018") ke nilai tanggal atau string ke angka.
it_it: Potrebbe essere necessario convertire il valore nello stesso tipo, ad esempio convertendo una stringa di data ("31/12/2018") in un valore di data o una stringa in un numero.
ja_jp: 日付文字列 (例: "12/31/2018") を日付値に変換したり、文字列を数値に変換したりするなど、値を同じ型に変換する必要があるかもしれません。
kk_kz: Мәнді бірдей түрге түрлендіруіңіз қажет болуы мүмкін, мысалы, күн жолын (мысалы, "31/12/2018") күн мәніне немесе жолды санға түрлендіру.
ko_kr: 날짜 문자열(예: "12/31/2018")을 날짜 값으로 변환하거나 문자열을 숫자로 변환하는 것과 같이 값을 동일한 형식으로 변환해야 할 수도 있습니다.
lt_lt: Gali prireikti konvertuoti reikšmę į tą patį tipą, pavyzdžiui, konvertuoti datos eilutę (pvz., 12/31/2018) į datos reikšmę arba eilutę į skaičių.
lv_lv: Ieteicams pārvērst vērtības veidu uz tādu pašu veidu, piemēram, pārvēršot datuma virkni (piem., “12/31/2018”) uz datuma vērtību vai virkni uz skaitli.
ms_my: Anda mungkin perlu menukar nilai kepada jenis yang sama, seperti menukar rentetan tarikh (MIS., "12/31/2018") untuk nilai tarikh atau rentetan kepada nombor.
nb_no: Du må kanskje konvertere verdien til samme type, for eksempel å konvertere en datostreng (f.eks. 12/31/2018) til en datoverdi eller en streng til et tall.
nl_nl: Mogelijk moet u de waarde converteren naar hetzelfde type, bijvoorbeeld door een datumtekenreeks (zoals '12/31/2018') te converteren naar een datumwaarde of door een tekenreeks om te zetten in een getal.
pl_pl: Może być konieczne przekonwertowanie wartości na ten sam typ, na przykład przekonwertowanie ciągu daty (np. „12/31/2018”) na wartość daty lub ciągu na liczbę.
pt_br: Talvez você precise converter o valor no mesmo tipo, por exemplo, converter uma cadeia de caracteres de data (por exemplo, "31/12/2018") em um valor de data ou uma cadeia de caracteres para um número.
pt_pt: Poderá precisar de converter o valor para o mesmo tipo, como, por exemplo, converter uma cadeia de data (por exemplo, "31/12/2018") para um valor de data ou uma cadeia para um número.
ro_ro: Poate fi necesar să convertiți valoarea la același tip, cum ar fi conversia unui șir de caractere de tip dată (de exemplu, „31.12.2018”) la o valoare dată sau conversia unui șir de caractere la un număr.
ru_ru: Возможно, следует преобразовать значение в тот же тип, например преобразовать строку даты ("31.12.2018") в значение даты или строку в число.
sk_sk: Pravdepodobne budete musieť skonvertovať hodnotu tak, aby bola rovnakého typu, napríklad skonvertovať reťazec dátumu (napríklad 31/12/2018) na hodnotu dátumu alebo reťazec na číslo.
sl_si: Vrednost boste morda morali spremeniti tako, da bo iste vrste. Datumski niz (npr. »12/31/2018«) boste na primer morali pretvoriti v datumsko vrednost ali niz v število.
sr_cyrl_rs: Можда ћете морати да конвертујете вредност у исти тип, као што је конвертовање ниске датума (нпр. „31.12.2018.“) у вредност датума, или ниску у број.
sr_latn_rs: Možda ćete morati da konvertujete vrednost u isti tip, kao što je konvertovanje niske datuma (npr. „31.12.2018.“) u vrednost datuma, ili nisku u broj.
sv_se: Du kan behöva konvertera värdet till samma typ, till exempel konvertera en datumsträng (t.ex. ”12/31/2018”) till ett datumvärde eller en sträng till ett tal.
th_th: คุณอาจต้องการแปลงค่าเป็นชนิดเดียวกัน เช่น การแปลงเป็นสตริงวันที่ (เช่น "31/12/2018") เป็นค่าวันที่ หรือเปลี่ยนสตริงให้เป็นตัวเลข
tr_tr: Bir tarih dizesini (örn. "31/12/2018") tarih değerine veya dizeyi bir sayıya dönüştürür gibi, değeri aynı türe dönüştürmeniz gerekebilir.
uk_ua: Можливо, доцільно перетворити значення на відповідний тип. Наприклад, можна перетворити рядок дати (як-от "31.12.2018") на значення дати або рядок на число.
vi_vn: Có thể bạn cần chuyển đổi giá trị đó thành cùng loại, chẳng hạn như chuyển đổi một chuỗi ngày tháng (ví dụ: "31/12/2018") thành giá trị ngày hoặc chuyển đổi một chuỗi thành một số.
zh_cn: 可能需要将值转换为相同类型，例如将日期字符串(例如 "2018/12/31") 转换为日期值或将字符串转换为数字。
zh_tw: 您可能需要將值轉換為相同類型，例如將日期字串 (例如 "12/31/2018") 轉換至日期值，或將字串轉換至數字。

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: upotreba jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
id_id: Modul: Menggunakan rumus dasar
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
id_id: Modul: Rumus dasar penulis dengan tabel dan data
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_ShortMessage
source: Missing column. Your formula is missing a column '{0}' with a type of '{1}'.
bg_bg: Липсваща колона. Във вашата формула липсва колона „{0}“ с тип „{1}“.
ca_es: Falta la columna "{0}" a la fórmula amb un tipus de "{1}".
cs_cz: Chybí sloupec. Ve vzorci chybí sloupec „{0}“ s typem „{1}“.
da_dk: Manglende kolonne. Formlen mangler en kolonne '{0}' med typen '{1}'.
de_de: Fehlende Spalte. In Ihrer Formel fehlt eine Spalte „{0}“ vom Typ „{1}“.
el_gr: Η στήλη λείπει. Ο τύπος δεν διαθέτει μια στήλη "{0}" με τύπο "{1}".
es_es: Falta la columna "{0}" en la fórmula con un tipo de "{1}".
et_ee: Veerg on puudu. Valemis puudub veerg '{0}' tüübiga '{1}'.
eu_es: Zutabea falta da. Formulari "{1}" motako "{0}" zutabea falta zaio.
fi_fi: Sarake puuttuu. Kaavastasi puuttuu sarake {0}, jonka tyyppi on {1}.
fr_fr: Colonne manquante. Votre formule n’a pas de colonne « {0} » avec un type de « {1} ».
gl_es: Falta a columna. Falta unha columna "{0}" cun tipo de "{1}" na fórmula.
hi_in: स्तंभ गुम है. आपके सूत्र में '{1}' प्रकार वाला एक स्तंभ '{0}' गुम है.
hr_hr: Nedostaje stupac. U formuli nedostaje stupac "{0}" vrste "{1}".
hu_hu: Hiányzó oszlop. A képletből hiányzik a(z) {1} típusú {0} oszlop.
id_id: Kolom tidak ada. Rumus Anda tidak memiliki kolom '{0}' dengan tipe '{1}'.
it_it: Colonna mancante. Nella formula manca una colonna '{0}' con un tipo di '{1}'.
ja_jp: 列がありません。式には、型 '{1}' の列 '{0}' が含まれていません。
kk_kz: Баған жоқ. Формулада "{1}" түріндегі "{0}" бағаны жоқ.
ko_kr: 열이 없습니다. 수식에 '{1}' 형식의 '{0}' 열이 없습니다.
lt_lt: Trūksta stulpelio. Jūsų formulėje nėra stulpelio {0}, kurio tipas {1}.
lv_lv: Trūkst kolonnas. Formulā trūkst kolonnas {0} ar tipu {1}.
ms_my: Tiada lajur. Formula anda tiada lajur '{0}' dengan jenis '{1}'.
nb_no: Manglende kolonne. Formelen mangler en kolonne {0} med typen {1}.
nl_nl: Ontbrekende kolom. In uw formule ontbreekt de kolom {0} met het type {1}.
pl_pl: Brak kolumny. W formule brakuje kolumny „{0}” typu „{1}”.
pt_br: Coluna ausente. A sua fórmula tem uma coluna '{0}' ausente com um tipo de '{1}'.
pt_pt: Coluna em falta. A sua fórmula não tem uma coluna "{0}" com um tipo de "{1}".
ro_ro: Coloană lipsă. Din formula dvs. lipsește o coloană „{0}” de tip „{1}”.
ru_ru: Столбец отсутствует. В формуле отсутствует столбец "{0}" типа "{1}".
sk_sk: Chýba stĺpec. Vo vzorci chýba stĺpec {0} s typom {1}.
sl_si: Manjka stolpec. V formuli manjka stolpec »{0}« z vrsto »{1}«.
sr_cyrl_rs: Недостаје колона. У формули недостаје колона „{0}“ типа „{1}“.
sr_latn_rs: Nedostaje kolona. U formuli nedostaje kolona „{0}“ tipa „{1}“.
sv_se: Kolumnen saknas. Din formel saknar en kolumn {0} med typen {1}.
th_th: คอลัมน์ขาดหายไป สูตรของคุณไม่มีคอลัมน์ '{0}' ที่มีชนิดเป็น '{1}'
tr_tr: Sütun eksik. Formülünüzde '{1}' türünde bir '{0}' sütunu eksik.
uk_ua: Бракує стовпця. У формулі бракує стовпця "{0}" типу "{1}".
vi_vn: Thiếu cột. Công thức của bạn đang thiếu cột '{0}' thuộc loại '{1}'.
zh_cn: 缺少列。公式缺少类型为 '{1}' 的列 '{0}'。
zh_tw: 缺少資料行。您的公式缺少具有類型 '{1}' 的資料行 '{0}'。

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_HowToFix_1
source: Add a column to your formula.
bg_bg: Добавете колона към своята формула.
ca_es: Afegiu una columna a la fórmula.
cs_cz: Přidejte do vzorce sloupec.
da_dk: Tilføj en kolonne til din formel.
de_de: Fügen Sie Ihrer Formel eine Spalte hinzu.
el_gr: Προσθέστε μια στήλη στον τύπο σας.
es_es: Agregue una columna a la fórmula.
et_ee: Lisage valemile veerg.
eu_es: Gehitu zutabe bat formulan.
fi_fi: Lisää sarake kaavaasi.
fr_fr: Ajoutez une colonne à votre formule.
gl_es: Engade unha columna á fórmula.
hi_in: अपने सूत्र में एक स्तंभ जोड़ें.
hr_hr: Dodajte stupac u formulu.
hu_hu: Adjon hozzá egy oszlopot a képlethez.
id_id: Tambahkan kolom ke rumus Anda.
it_it: Aggiungere una colonna alla formula.
ja_jp: 数式に列を追加します。
kk_kz: Формулаңызға баған қосыңыз.
ko_kr: 수식에 열을 추가합니다.
lt_lt: Įtraukite stulpelį į formulę.
lv_lv: Pievienojiet formulai kolonnu.
ms_my: Tambah lajur formula anda.
nb_no: Legg til en kolonne i formelen.
nl_nl: Een kolom toevoegen aan de formule.
pl_pl: Dodaj kolumnę do formuły.
pt_br: Adicione uma coluna à sua fórmula.
pt_pt: Adicione uma coluna à sua fórmula.
ro_ro: Adăugați o coloană la formula dvs.
ru_ru: Добавьте столбец в формулу.
sk_sk: Pridajte stĺpec do vzorca.
sl_si: Dodajte stolpec v svojo formulo.
sr_cyrl_rs: Додајте колону у формулу.
sr_latn_rs: Dodajte kolonu u formulu.
sv_se: Lägg till en kolumn i din formel.
th_th: เพิ่มคอลัมน์ลงในสูตรของคุณ
tr_tr: Formülünüze bir sütun ekleyin.
uk_ua: Додайте до формули стовпець.
vi_vn: Thêm một cột vào công thức của bạn.
zh_cn: 将列添加到公式。
zh_tw: 將資料行新增至您的公式。

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrRecordDoesNotAcceptThisType_ShortMessage
source: Incompatible type. The item you are trying to put into a record has a type that is not compatible with the record.
bg_bg: Несъвместим тип. Елементът, който се опитвате да поставите в запис, е от несъвместим с него тип.
ca_es: El tipus no és compatible. L'element que intenteu col·locar en un registre té un tipus que no és compatible amb el registre.
cs_cz: Nekompatibilní typ. Položka, kterou se pokoušíte umístit do záznamu, má typ, který není kompatibilní se záznamem.
da_dk: Inkompatibel type. Det element, du forsøger at sætte i en record, har en type, der ikke er kompatibel med denne record.
de_de: Nicht kompatibler Typ. Der Typ des Elements, das Sie in eine einem Datensatz platzieren möchten, ist nicht mit dem Datensatz kompatibel.
el_gr: Μη συμβατός τύπος. Το στοιχείο που προσπαθείτε να τοποθετήσετε σε μια καρτέλα έχει τύπο που δεν είναι συμβατός με την καρτέλα.
es_es: Tipo incompatible. El elemento que intenta colocar en un registro tiene un tipo que no es compatible con el registro.
et_ee: Ühildumatu tüüp. Proovite panna kirjesse üksust, mille tüüp ei ühildu kirjega.
eu_es: Mota bateraezina da. Erregistro batean gehitu nahi duzun elementuak erregistroarekin bateragarria ez den mota bat du.
fi_fi: Yhteensopimaton tyyppi. Kohteella, jonka yrität sijoittaa tietueeseen, on tyyppi, joka ei ole yhteensopiva tietueen kanssa.
fr_fr: Type incompatible. L’élément que vous tentez de placer dans un enregistrement a un type qui n’est pas compatible avec l’enregistrement.
gl_es: Tipo incompatible. O elemento que tenta pór nun rexistro ten un tipo que non é compatible co rexistro.
hi_in: असंगत प्रकार. आप जिस आइटम को रिकॉर्ड में डालने का प्रयास कर रहे हैं, उसका प्रकार रिकॉर्ड के साथ संगत नहीं है.
hr_hr: Vrsta nije kompatibilna. Stavka koju pokušavate unijeti u zapis nije kompatibilna s tablicom.
hu_hu: Inkompatibilis típus. A rekordhoz hozzáadni kívánt elem típusa nem kompatibilis a rekorddal.
id_id: Tipe tidak kompatibel. Item yang coba Anda masukkan ke dalam rekaman memiliki tipe yang tidak kompatibel dengan rekaman.
it_it: Tipo non compatibile. L'elemento che si sta tentando di includere in un record presenta un tipo che non è compatibile con il record.
ja_jp: 互換性のない型です。レコードに追加しようとしている項目には、レコードと互換性がない型が含まれています。
kk_kz: Түр үйлеспейді. Жазбаға қойылатын деп жатқан элементте жазбамен үйлеспейтін түрі бар.
ko_kr: 호환되지 않는 형식입니다. 레코드에 넣으려는 항목에 레코드와 호환되지 않는 형식이 있습니다.
lt_lt: Nesuderinamas tipas. Elementas, kurį bandote įdėti į įrašą, yra nesuderinamo su įrašu tipo.
lv_lv: Nesaderīgs tips. Vienumam, kuru mēģināt ievadīt ierakstā, ir ar ierakstu nesaderīgs tips.
ms_my: Jenis tidak serasi. Item yang cuba anda masukkan ke dalam rekod mempunyai jenis yang tidak serasi dengan rekod.
nb_no: Inkompatibel type. Elementet du prøver å sette inn i en oppføring, har en type som ikke er kompatibel med oppføringen.
nl_nl: Niet-compatibel type. Het item dat u wilt opnemen in een record, is van een type dat is niet compatibel is met de record.
pl_pl: Niezgodny typ. Typ elementu, który próbujesz umieścić w rekordzie, jest niezgodny z rekordem.
pt_br: Tipo incompatível. O item que você está tentando colocar em um registro tem um tipo que não é compatível com o registro.
pt_pt: Tipo incompatível. O item que está a tentar colocar num registo tem um tipo que não é compatível com o registo.
ro_ro: Tip incompatibil. Elementul pe care încercați să-l plasați într-o înregistrare are un tip care nu este compatibil cu înregistrarea.
ru_ru: Несовместимый тип. Элемент, который вы пытаетесь добавить в запись, имеет тип, несовместимый с записью.
sk_sk: Nekompatibilný typ. Typ položky, ktorú sa pokúšate vložiť do záznamu, nie je kompatibilný so záznamom.
sl_si: Nezdružljiva vrsta. Element, ki ga poskušate vstaviti v zapis, vsebuje vrsto, ki ni združljiva z zapisom.
sr_cyrl_rs: Некомпатибилан тип. Ставка коју покушавате да сместите у запис припада типу који није компатибилан са записом.
sv_se: Inkompatibel typ. Objektet du försöker lägga till i en post har en typ som inte är kompatibel med posten.
th_th: ชนิดไม่สามารถเข้ากันได้ รายการที่คุณกำลังจะวางลงในเรกคอร์ดมีชนิดที่ไม่เข้ากันกับเรกคอร์ด
tr_tr: Uyumsuz tür. Bir kayda koymaya çalıştığınız öğe, kayıtla uyumlu olmayan bir türe sahip.
uk_ua: Несумісний тип. Елемент, який ви намагаєтеся вставити в запис, має несумісний із нею тип.
vi_vn: Loại không tương thích. Mục bạn đang tìm cách đưa vào bản ghi thuộc loại không tương thích với bản ghi.
zh_cn: 类型不兼容。您正在尝试放入记录中的项的类型与记录不兼容。
zh_tw: 不相容的類型。您所嘗試置入記錄的物件包含與記錄不相容的類型。
