Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrBadType_Type
source: Invalid argument type. Cannot use {0} values in this context.
bg_bg: Невалиден тип аргумент. Не може да се използват стойности {0} в този контекст.
ca_es: El tipus d'argument no és vàlid. No es poden utilitzar valors {0} en aquest context.
cs_cz: Neplatný typ argumentu. Hodnoty {0} nejde v tomto kontextu použít.
da_dk: Ugyldig argumenttype. Kan ikke bruge {0}-værdier i denne kontekst.
de_de: Ungültiger Argumenttyp. {0}-Werte können in diesem Kontext nicht verwendet werden.
el_gr: Μη έγκυρος τύπος ορίσματος. Δεν είναι δυνατή η χρήση τιμών {0} σε αυτό το περιβάλλον.
es_es: Tipo de argumento no válido. No se pueden usar valores {0} en este contexto.
et_ee: Argumendi tüüp ei sobi. Väärtusi {0} ei saa selles kontekstis kasutada.
eu_es: Argumentu motak ez du balio. Ezin dira erabili {0} balioak testuinguru honetan.
fi_fi: Virheellinen argumenttityyppi. Tässä kontekstissa ei voi käyttää arvoja {0}.
fr_fr: Type d’argument non valide. Impossible d’utiliser des valeurs {0} dans ce contexte.
gl_es: Tipo de argumento non válido. Non se poden usar valores {0} neste contexto.
hi_in: अमान्य तर्क प्रकार. इस संदर्भ में {0} मानों का उपयोग नहीं कर सकता है.
hr_hr: Vrsta argumenta nije valjana. Nije moguće koristiti vrijednosti {0} u ovom kontekstu.
hu_hu: Érvénytelen típusú argumentum. Ebben a környezetben nem használhatók {0} értékek.
id_id: Jenis argumen tidak valid. Tidak dapat menggunakan nilai {0} dalam konteks ini.
it_it: Il tipo di argomento non è valido. L'uso dei valori {0} in questo contesto non è consentito.
ja_jp: 無効な引数の型です。このコンテキストでは、{0} 値は使用できません。
kk_kz: Жарамсыз аргумент түрі. Бұл контексте {0} мәндерін пайдалану мүмкін емес.
ko_kr: 잘못된 인수 형식입니다. 이 컨텍스트에서 {0} 값을 사용할 수 없습니다.
lt_lt: Neleistinas argumento tipas. Negalima naudoti {0} reikšmių šiame kontekste.
lv_lv: Nederīgs argumenta tips. Šajā kontekstā nevar izmantot {0} vērtības.
ms_my: Jenis argumen tidak sah. Tidak boleh menggunakan nilai {0} dalam konteks ini.
nb_no: Ugyldig argumenttype. Kan ikke bruke {0}-verdier i denne konteksten.
nl_nl: Ongeldig argumenttype. Kan geen {0}-waarden gebruiken in deze context.
pl_pl: Nieprawidłowy typ argumentu. Nie można użyć wartości {0} w tym kontekście.
pt_br: Tipo de argumento inválido. Não é possível usar valores {0} neste contexto.
pt_pt: Tipo de argumento inválido. Não é possível utilizar valores {0} neste contexto.
ro_ro: Tip de argument nevalid. Nu se pot utiliza valori {0} în acest context.
ru_ru: Недопустимый тип аргумента. Значения {0} невозможно использовать в этом контексте.
sk_sk: Neplatný typ argumentu. Hodnoty {0} sa nedajú použiť v tomto kontexte.
sl_si: Neveljavna vrsta argumenta. V tem kontekstu ni mogoče uporabiti vrednosti {0}.
sr_cyrl_rs: Неважећи тип аргумента. Није могуће користити {0} вредности у овом контексту.
sr_latn_rs: Nevažeći tip argumenta. Nije moguće koristiti {0} vrednosti u ovom kontekstu.
sv_se: Ogiltig argumenttyp. Det går inte att använda {0}-värden i den här kontexten.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ไม่สามารถใช้ค่า {0} ในบริบทนี้
tr_tr: Geçersiz bağımsız değişken türü. Bu bağlamda {0} değerleri kullanılamaz.
uk_ua: Неприпустимий тип аргументу. У цьому контексті не можна використати значення типу "{0}".
vi_vn: Loại đối số không hợp lệ. Không thể sử dụng các giá trị {0} trong ngữ cảnh này.
zh_cn: 参数类型无效。不能在此上下文中使用 {0} 值。
zh_tw: 引數類型無效。在此內容中無法使用 {0} 值。

# ErrBadOperatorTypes
source: This operation isn't valid on these types: {0}, {1}.
bg_bg: Тази операция не е валидна за тези типове: {0}, {1}.
ca_es: Aquesta operació no és vàlida en aquests tipus: {0}, {1}.
cs_cz: Tato operace není platná pro tyto typy: {0}, {1}.
da_dk: Denne handling er ikke gyldig for disse typer: {0}, {1}.
de_de: Dieser Vorgang ist für die folgenden Typen ungültig: {0}, {1}.
el_gr: Αυτή η λειτουργία δεν είναι έγκυρη σε αυτούς τους τύπους: {0}, {1}.
es_es: Esta operación no es válida en estos tipos: {0}, {1}.
et_ee: See toiming ei sobi järgmistele tüüpidele: {0}, {1}.
eu_es: Eragiketa ezin da egin mota hauetan: {0}, {1}.
fi_fi: Tämä toiminto ei kelpaa näille tyypeille: {0}, {1}.
fr_fr: Cette opération n’est pas valide pour les types suivants : {0}, {1}.
gl_es: Esta operación non é válida nestes tipos: {0}, {1}.
hi_in: यह कार्रवाई इन प्रकारों पर मान्य नहीं है: {0}, {1}.
hr_hr: Ta operacija nije valjana na sljedećim vrstama: {0}, {1}.
hu_hu: Ez a művelet nem érvényes a következő típusok esetében: {0}, {1}.
id_id: Operasi ini tidak valid pada jenis berikut: {0}, {1}.
it_it: Operazione non valida per questi tipi: {0}, {1}.
ja_jp: この操作は、次の種類には無効です: {0}、{1}。
kk_kz: Бұл әрекет мына түрлер бойынша жарамды емес: {0}, {1}.
ko_kr: 이 작업은 {0}, {1} 형식에 유효하지 않습니다.
lt_lt: Ši operacija netinkama šiems tipams: {0}, {1}.
lv_lv: Šī operācija nav derīga šiem tipiem: {0}, {1}.
ms_my: Operasi ini tidak sah pada jenis ini: {0}, {1}.
nb_no: Denne operasjonen er ikke gyldig for disse typene: {0}, {1}.
nl_nl: Deze bewerking is niet geldig voor deze typen: {0}, {1}.
pl_pl: Ta operacja jest nieprawidłowa w przypadku tych typów: {0}, {1}.
pt_br: Esta operação não é válida nestes tipos: {0}, {1}.
pt_pt: Esta operação não é válida nestes tipos: {0}, {1}.
ro_ro: Această operațiune nu este validă pentru tipurile: {0}, {1}.
ru_ru: Эта операция не является допустимой для следующих типов: {0}, {1}.
sk_sk: Táto operácia nie je platná pre tieto typy: {0}, {1}.
sl_si: Ta postopek ni veljaven za naslednje vrste: »{0}«, »{1}«.
sr_cyrl_rs: Ова операција није важећа за ове типове: {0}, {1}.
sr_latn_rs: Ova operacija nije važeća za ove tipove: {0}, {1}.
sv_se: Den här åtgärden är inte giltig för följande typer: {0}, {1}.
th_th: การดำเนินงานนี้ไม่ถูกต้องสำหรับชนิดเหล่านี้: {0}, {1}
tr_tr: Bu işlem şu türlerde geçerli değil: {0}, {1}.
uk_ua: Ця операція недійсна для цих типів: {0}, {1}.
vi_vn: Thao tác này không hợp lệ trên các loại sau đây: {0}, {1}.
zh_cn: 此操作对于以下类型无效: {0}、{1}。
zh_tw: 此作業不適用於以下類型: {0}，{1}。

# ErrGuidStrictComparison
source: GUID values can only be compared to other GUID values.
bg_bg: GUID стойностите могат да бъдат сравнявани само с други GUID стойности.
ca_es: Els valors GUID només es poden comparar amb altres valors GUID.
cs_cz: Hodnoty identifikátoru GUID lze porovnat pouze s jinými hodnotami identifikátoru GUID.
da_dk: GUID-værdier kan kun sammenlignes med andre GUID-værdier.
de_de: GUID-Werte können nur mit anderen GUID-Werten verglichen werden.
el_gr: Οι τιμές GUID μπορούν να συγκριθούν μόνο με άλλες τιμές GUID.
es_es: Los valores GUID solo se pueden comparar con otros valores GUID.
et_ee: GUID-väärtusi saab võrrelda ainult muude GUID-väärtustega.
eu_es: GUID balioak beste GUID balioekin soilik konpara daitezke.
fi_fi: GUID-arvoja voi verrata vain muihin GUID-arvoihin.
fr_fr: Les valeurs GUID ne peuvent être comparées qu’à d’autres valeurs GUID.
gl_es: Os valores GUID só se poden comparar con outros valores GUID.
hi_in: GUID मान की तुलना केवल अन्य GUID मानों से की ही जा सकती है.
hr_hr: GuiD vrijednosti mogu se usporediti samo s drugim GUID vrijednostima.
hu_hu: A GUID-értékeket csak más GUID-értékekkel lehet összehasonlítani.
id_id: Nilai GUID hanya dapat dibandingkan dengan nilai GUID lainnya.
it_it: I valori GUID possono essere confrontati solo con altri valori GUID.
ja_jp: GUID 値は他の GUID 値とのみ比較できます。
kk_kz: GUID мәндерін басқа GUID мәндерімен ғана салыстыруға болады.
ko_kr: GUID 값은 다른 GUID 값과만 비교할 수 있습니다.
lt_lt: GUID reikšmes gali būti lyginamos tik su kitomis GUID reikšmėmis.
lv_lv: GUID vērtības var salīdzināt tikai ar citām GUID vērtībām.
ms_my: Nilai GUID hanya boleh dibandingkan dengan nilai GUID lain.
nb_no: GUID-verdier kan bare sammenlignes med andre GUID-verdier.
nl_nl: GUID-waarden kunnen alleen worden vergeleken met andere GUID-waarden.
pl_pl: Wartości identyfikatorów GUID można porównywać tylko z innymi wartościami identyfikatorów GUID.
pt_br: Os valores de GUID só podem ser comparados a outros valores de GUID.
pt_pt: Os valores de GUID só podem ser comparados com outros valores de GUID.
ro_ro: Valorile GUID pot fi comparate numai cu alte valori GUID.
ru_ru: Значения GUID можно сравнивать только с другими значениями GUID.
sk_sk: Hodnoty GUID je možné porovnať len s inými hodnotami GUID.
sl_si: Vrednosti GUID je mogoče primerjati le z drugimi vrednostmi GUID.
sr_cyrl_rs: GUID вредности се могу упоредити само са другим GUID вредностима.
sr_latn_rs: GUID vrednosti se mogu uporediti samo sa drugim GUID vrednostima.
sv_se: GUID-värden kan bara jämföras med andra GUID-värden.
th_th: สามารถเปรียบเทียบค่า GUID ได้กับค่า GUID อื่นๆ เท่านั้น
tr_tr: GUID değerleri yalnızca diğer GUID değerleriyle karşılaştırılabilir.
uk_ua: Значення GUID можна порівнювати лише з іншими значеннями GUID.
vi_vn: Giá trị GUID chỉ có thể được so sánh với các giá trị GUID khác.
zh_cn: GUID 值只能与其他 GUID 值比较。
zh_tw: GUID 值只能與其他 GUID 值比較。

# ErrBadRecordFieldType_FieldName_ExpectedType
source: Invalid type for field '{0}'. Expected field type of '{1}'.
bg_bg: Невалиден тип за поле „{0}“. Очакван тип на полето: {1}.
ca_es: El tipus del camp "{0}" no és vàlid. S'esperava un tipus de camp "{1}".
cs_cz: Neplatný typ pro pole „{0}“. Očekávaný typ pole: „{1}“.
da_dk: Ugyldig type for feltet '{0}'. Der forventes felttypen '{1}'.
de_de: Ungültiger Typ für das Feld „{0}“. Es wurde ein Feld vom Typ „{1}“ erwartet.
el_gr: Μη έγκυρος τύπος για το πεδίο «{0}». Αναμενόταν τύπος πεδίου «{1}».
es_es: El tipo no es válido para el campo "{0}". Se espera el tipo de campo de "{1}".
et_ee: Välja '{0}' sobimatu tüüp. Eeldatav väljatüüp on '{1}'.
eu_es: "{0}" eremu mota baliogabea da. "{1}" eremu mota espero zen.
fi_fi: Virheellinen tyyppi kentälle {0}. Odotettiin kentän tyyppiä {1}.
fr_fr: Type non valide pour le champ '{0}'. Le champ attendu est de type '{1}'.
gl_es: Tipo non válido para o campo "{0}". Espérase un tipo de campo de "{1}".
hi_in: फ़ील्ड '{0}' के लिए अमान्य प्रकार. '{1}' का अपेक्षित फ़ील्ड प्रकार.
hr_hr: Vrsta polja „{0}” nije valjana. Očekivana je vrsta polja „{1}”.
hu_hu: A(z) „{0}” mező típusa érvénytelen. A rendszer „{1}” mezőtípust várt.
id_id: Jenis bidang '{0}' tidak valid. Jenis bidang yang diharapkan adalah '{1}'.
it_it: Il tipo per il campo "{0}" non è valido. Il campo previsto è di tipo "{1}".
ja_jp: フィールド '{0}' の型が無効です。'{1}' 型のフィールドが必要です。
kk_kz: "{0}" өрісінің түрі жарамсыз. Күтілген логикалық өріс түрі: “{1}”.
ko_kr: 잘못된 '{0}' 필드 형식입니다. '{1}' 필드 형식이 필요합니다.
lt_lt: Netinkamas lauko {0} tipas. Tikėtasi {1} tipo lauko.
lv_lv: Nederīgs tips laukam “{0}”. Paredzētais lauka tips: “{1}”.
ms_my: Jenis yang tidak sah untuk medan '{0}'. Jenis medan yang dijangkakan '{1}'.
nb_no: Ugyldig type for feltet {0}. Forventet felttype {1}.
nl_nl: Ongeldig type voor veld {0}. Veldtype {1} verwacht.
pl_pl: Nieprawidłowy typ pola „{0}”. Oczekiwany typ pola „{1}”.
pt_br: Tipo inválido para o campo "{0}". Tipo de campo esperado: "{1}".
pt_pt: Tipo inválido para o campo "{0}". O tipo de campo esperado era "{1}".
ro_ro: Tip nevalid pentru câmpul „{0}”. Se aștepta tipul de câmp „{1}”.
ru_ru: Недопустимый тип поля "{0}". Ожидаемый тип поля: "{1}".
sk_sk: Neplatný typ pre pole {0}. Očakával sa typ poľa {1}.
sl_si: Neveljavna vrsta polja »{0}«. Pričakovana vrsta polja je »{1}«.
sr_cyrl_rs: Неважећи тип за поље „{0}“. Очекиван је тип поља „{1}“.
sr_latn_rs: Nevažeći tip za polje „{0}“. Očekivan tip polja je „{1}“.
sv_se: Ogiltig typ för fältet "{0}". En fälttyp av "{1}" förväntades.
th_th: ชนิดสำหรับเขตข้อมูล '{0}' ไม่ถูกต้อง ชนิดเขตข้อมูลที่คาดไว้ของ '{1}'
tr_tr: '{0}' alanının türü geçersiz. Beklenen alan türü: '{1}'.
uk_ua: Неприпустимий тип для поля "{0}". Очікується тип поля "{1}".
vi_vn: Loại không hợp lệ cho trường "{0}". Loại trường dự kiến là "{1}".
zh_cn: 字段 '{0}' 的类型无效。应为 '{1}' 类型的字段。
zh_tw: 欄位 '{0}' 的類型無效。必須為 '{1}' 的欄位類型。

# ErrBadType_ExpectedType
source: Invalid argument type. Expecting a {0} value.
bg_bg: Невалиден тип аргумент. Очаквана е стойност {0}.
ca_es: El tipus d'argument no és vàlid. S'espera un valor {0}.
cs_cz: Neplatný typ argumentu. Očekává se hodnota {0}.
da_dk: Ugyldig argumenttype. Forventer en {0}-værdi.
de_de: Ungültiger Argumenttyp. Ein {0}-Wert wird erwartet.
el_gr: Μη έγκυρος τύπος ορίσματος. Αναμένεται τιμή {0}.
es_es: Tipo de argumento no válido. Se esperaba un valor {0}.
et_ee: Argumendi tüüp ei sobi. Eeldatakse väärtust {0}.
eu_es: Argumentu motak ez du balio. {0} balioa espero zen.
fi_fi: Virheellinen argumenttityyppi. Odotetaan arvoa {0}.
fr_fr: Type d’argument non valide. Valeur {0} attendue.
gl_es: Tipo de argumento non válido. Esperábase un valor {0}.
hi_in: अमान्य तर्क प्रकार. {0} मान की अपेक्षा कर रहा है.
hr_hr: Vrsta argumenta nije valjana. Očekuje se vrijednost {0}.
hu_hu: Érvénytelen típusú argumentum. Az elvárás {0} érték.
id_id: Jenis argumen tidak valid. Mengharapkan nilai {0}.
it_it: Il tipo di argomento non è valido. È previsto un valore {0}.
ja_jp: 無効な引数の型です。{0} 値が必要です。
kk_kz: Жарамсыз аргумент түрі. {0} мәні күтіледі.
ko_kr: 잘못된 인수 형식입니다. {0} 값이 필요합니다.
lt_lt: Neleistinas argumento tipas. Tikimasi {0} reikšmės.
lv_lv: Nederīgs argumenta tips. Paredzēta {0} vērtība.
ms_my: Jenis argumen tidak sah. Menjangkakan nilai {0}.
nb_no: Ugyldig argumenttype. Forventet en {0}-verdi.
nl_nl: Ongeldig argumenttype. Er wordt een {0}-waarde verwacht.
pl_pl: Nieprawidłowy typ argumentu. Oczekiwana jest wartość {0}.
pt_br: Tipo de argumento inválido. Esperando um valor {0}.
pt_pt: Tipo de argumento inválido. Era esperado um valor {0}.
ro_ro: Tip de argument nevalid. Se așteaptă o valoare {0}.
ru_ru: Недопустимый тип аргумента. Ожидается значение {0}.
sk_sk: Neplatný typ argumentu. Očakáva sa hodnota {0}.
sl_si: Neveljaven tip argumenta. Pričakovana je vrednost {0}.
sr_cyrl_rs: Неважећи тип аргумента. Очекује се {0} вредност.
sr_latn_rs: Nevažeći tip argumenta. Očekuje se {0} vrednost.
sv_se: Ogiltig argumenttyp. Ett {0}-värde förväntades.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ต้องการค่า {0}
tr_tr: Geçersiz bağımsız değişken türü. {0} değeri bekleniyor.
uk_ua: Неприпустимий тип аргументу. Очікується значення "{0}".
vi_vn: Loại đối số không hợp lệ. Dự kiến một giá trị {0}.
zh_cn: 参数类型无效。需要一个 {0} 值。
zh_tw: 引數類型無效。應為 {0} 值。

# ErrBadType_ExpectedType_ProvidedType
source: Invalid argument type ({1}). Expecting a {0} value instead.
bg_bg: Невалиден тип аргумент ({1}). Вместо това е очаквана стойност {0}.
ca_es: El tipus d'argument no és vàlid ({1}). S'espera un valor {0}.
cs_cz: Neplatný typ argumentu ({1}). Očekává se hodnota {0}.
da_dk: Ugyldig argumenttype ({1}). Forventer en {0}-værdi i stedet.
de_de: Ungültiger Argumenttyp ({1}). Stattdessen wird ein {0}-Wert erwartet.
el_gr: Μη έγκυρος τύπος ορίσματος ({1}). Αναμένεται τιμή {0}.
es_es: Tipo de argumento no válido ({1}). Se esperaba un valor {0} en su lugar.
et_ee: Argumendi tüüp ei sobi ({1}). Selle asemel eeldatakse väärtust {0}.
eu_es: Argumentu motak ez du balio ({1}). Horren ordez, {0} balioa espero zen.
fi_fi: Virheellinen argumenttityyppi ({1}). Odotetaan sen sijaan arvoa {0}.
fr_fr: Type d’argument non valide ({1}). Valeur {0} attendue.
gl_es: Tipo de argumento non válido ({1}). Esperábase un valor {0} no seu lugar.
hi_in: अमान्य तर्क प्रकार ({1}). इसके बजाय किसी {0} मान की अपेक्षा कर रहा है.
hr_hr: Vrsta argumenta ({1}) nije valjana. Očekuje se vrijednost {0}.
hu_hu: Érvénytelen típusú argumentum ({1}). Az elvárás {0} érték.
id_id: Jenis argumen tidak valid ({1}). Lebih mengharapkan nilai {0}.
it_it: Il tipo di argomento non è valido ({1}). È previsto un valore {0}.
ja_jp: 無効な引数の型です ({1})。代わりに、{0} 値が必要です。
kk_kz: Жарамсыз аргумент түрі ({1}). Оның орнына {0} мәні күтіледі.
ko_kr: 잘못된 인수 형식({1})입니다. 대신 {0} 값이 필요합니다.
lt_lt: Neleistinas argumento tipas ({1}). Vietoj to tikimasi {0} reikšmės.
lv_lv: Nederīgs argumenta tips ({1}). Tā vietā paredzēta {0} vērtība.
ms_my: Jenis argumen ({1}) tidak sah. Menjangkakan nilai {0} sebaliknya.
nb_no: Ugyldig argumenttype ({1}). Forventet en {0}-verdi i stedet.
nl_nl: Ongeldig argumenttype ({1}). Er wordt in plaats daarvan een {0}-waarde verwacht.
pl_pl: Nieprawidłowy typ argumentu ({1}). Oczekiwana jest wartość {0}.
pt_br: Tipo de argumento inválido ({1}). Esperando um valor {0}, em vez disso.
pt_pt: Tipo de argumento inválido ({1}). Era esperado um valor {0}.
ro_ro: Tip de argument nevalid ({1}). Se așteaptă în schimb o valoare {0}.
ru_ru: Недопустимый тип аргумента ({1}). Вместо него ожидается значение {0}.
sk_sk: Neplatný typ argumentu ({1}). Očakáva sa hodnota {0}.
sl_si: Neveljavna vrsta argumenta ({1}). Namesto tega je pričakovana vrednost {0}.
sr_cyrl_rs: Неважећи тип аргумента ({1}). Очекује се {0} вредност.
sr_latn_rs: Nevažeći tip argumenta ({1}). Očekuje se {0} vrednost.
sv_se: Ogiltig argumenttyp ({1}). Ett {0}-värde förväntades i stället.
th_th: ประเภทอาร์กิวเมนต์ ({1}) ไม่ถูกต้อง ต้องการค่า {0} มาแทน
tr_tr: Geçersiz bağımsız değişken türü: {1}. Bu bağımsız değişkenin yerine {0} değeri bekleniyor.
uk_ua: Неприпустимий тип аргументу ({1}). Очікується значення "{0}".
vi_vn: Loại đối số không hợp lệ ({1}). Dự kiến một giá trị {0} thay vào đó.
zh_cn: 参数类型({1})无效。需要一个 {0} 值。
zh_tw: 引數類型 ({1}) 無效。應為 {0} 值。

# ErrBadType_VoidExpression
source: A void expression cannot be used in this context.
bg_bg: В този контекст не може да се използва израз от тип void.
ca_es: En aquest context no es pot utilitzar una expressió buida.
cs_cz: Výraz anulování nelze v tomto kontextu použít.
da_dk: Et ugyldiggjort udtryk kan ikke bruges i denne sammenhæng.
de_de: In diesem Kontext kann kein Leere-Ausdruck verwendet werden.
el_gr: Δεν είναι δυνατή η χρήση μιας κενής έκφρασης σε αυτό το περιβάλλον.
es_es: No se puede usar una expresión de nulo en este contexto.
et_ee: Kehtetut avaldist ei saa selles kontekstis kasutada.
eu_es: Ezin da erabili espresio baliogabe bat testuinguru honetan.
fi_fi: Tässä kontekstissa ei voi käyttää mitätöityä lauseketta.
fr_fr: Impossible d’utiliser une expression vide dans ce contexte.
gl_es: Non se pode usar unha expresión nula neste contexto.
hi_in: इस सन्दर्भ में शून्य व्यंजक का उपयोग नहीं किया जा सकता.
hr_hr: U tom se kontekstu ne može se upotrijebiti ništetni izraz.
hu_hu: Ebben a kontextusban nem használható kifejezés.
id_id: Ekspresi void tidak dapat digunakan dalam konteks ini.
it_it: Impossibile utilizzare un'espressione di annullamento in questo contesto.
ja_jp: このコンテキストで void 式を使用することはできません。
kk_kz: Бұл контексте бос өрнекті пайдалану мүмкін емес.
ko_kr: 이 컨텍스트에서는 무효 표현식을 사용할 수 없습니다.
lt_lt: Šiame kontekste negalima naudoti negaliojančios išraiškos.
lv_lv: Šajā kontekstā nevar izmantot anulētu izteiksmi.
ms_my: Ungkapan yang tidak sah tidak dapat digunakan dalam konteks ini.
nb_no: Et tomt uttrykk kan ikke brukes i denne conteksten.
nl_nl: Een ongeldige expressie kan niet in deze context worden gebruikt.
pl_pl: Wyrażenia typu void nie można użyć w tym kontekście.
pt_br: Não é possível usar uma expressão nula neste contexto.
pt_pt: Não é possível utilizar uma expressão nula neste contexto.
ro_ro: O expresie vidă nu se poate utiliza în acest context.
ru_ru: В этом контексте нельзя недействительное выражение.
sk_sk: V tomto kontexte nemožno použiť výraz void.
sl_si: V tem kontekstu ni mogoče uporabiti praznega izraza.
sr_cyrl_rs: Није могуће користити неважећи израз у овом контексту.
sv_se: Ett annullerat uttryck som inte kan användas i det här kontexten.
th_th: ไม่สามารถใช้นิพจน์โมฆะในบริบทนี้ได้
tr_tr: Bu bağlamda geçersiz bir ifade kullanılamaz.
uk_ua: У цьому контексті не можна використовувати вираз "пусто".
vi_vn: Không thể sử dụng biểu thức void trong ngữ cảnh này.
zh_cn: 在此上下文中不能使用无效表达式。
zh_tw: 在此情境下不可使用無效的運算式。

# ErrBadSchema_ExpectedType
source: Invalid argument type. Expecting a {0} value, but of a different schema.
bg_bg: Невалиден тип аргумент. Очаквана е стойност {0}, но от друга схема.
ca_es: El tipus d'argument no és vàlid. S'espera un valor {0}, però d'un esquema diferent.
cs_cz: Neplatný typ argumentu. Očekává se hodnota typu {0}, ale jiného schématu.
da_dk: Ugyldig argumenttype. Forventer en {0}-værdi, men fra et andet skema.
de_de: Ungültiger Argumenttyp. Es wird ein {0}-Wert, aber mit anderem Schema erwartet.
el_gr: Μη έγκυρος τύπος ορίσματος. Αναμένεται τιμή {0}, ωστόσο διαφορετικού σχήματος.
es_es: Tipo de argumento no válido. Se esperaba un valor {0}, pero de un esquema diferente.
et_ee: Argumendi tüüp ei sobi. Eeldatakse väärtust {0}, kuid teistsuguse skeemiga.
eu_es: Argumentu motak ez du balio. Beste eskema bateko {0} balioa espero zen.
fi_fi: Virheellinen argumenttityyppi. Odotetaan arvoa {0}, jolla on eri rakenne.
fr_fr: Type d’argument non valide. Valeur {0} attendue mais avec un schéma différent.
gl_es: Tipo de argumento non válido. Esperábase un valor {0}, pero doutro esquema.
hi_in: अमान्य तर्क प्रकार. {0} मान लेकिन किसी भिन्न स्कीमा की अपेक्षा कर रहा है.
hr_hr: Vrsta argumenta nije valjana. Očekuje se vrijednost vrste {0}, ali druge sheme.
hu_hu: Érvénytelen típusú argumentum. Az elvárás ugyan {0} érték, de ettől eltérő sémájú.
id_id: Jenis argumen tidak valid. Mengharapkan nilai {0}, tapi dengan skema berbeda.
it_it: Il tipo di argomento non è valido. È previsto un valore {0}, ma di uno schema diverso.
ja_jp: 無効な引数の型です。{0} 値が必要ですが、スキーマが異なります。
kk_kz: Жарамсыз аргумент түрі. {0} мәні күтіледі, бірақ басқа схеманың.
ko_kr: 잘못된 인수 형식입니다. {0} 값이 필요하지만 스키마가 다릅니다.
lt_lt: Neleistinas argumento tipas. Tikimasi {0} reikšmės, bet kitos schemos.
lv_lv: Nederīgs argumenta tips. Paredzēta {0} vērtība, bet no citas shēmas.
ms_my: Jenis argumen tidak sah. Menjangkan nilai {0} tetapi skema yang berbeza.
nb_no: Ugyldig argumenttype. Forventet en {0}-verdi, men for et annet skjema.
nl_nl: Ongeldig argumenttype. Er wordt een {0}-waarde verwacht, maar van een ander schema.
pl_pl: Nieprawidłowy typ argumentu. Oczekiwana jest wartość {0}, ale innego schematu.
pt_br: Tipo de argumento inválido. Esperando um valor {0}, mas de um esquema diferente.
pt_pt: Tipo de argumento inválido. Era esperado um valor {0}, mas de um esquema diferente.
ro_ro: Tip de argument nevalid. Se așteaptă o valoare {0}, dar dintr-o altă schemă.
ru_ru: Недопустимый тип аргумента. Ожидается значение {0}, но из другой схемы.
sk_sk: Neplatný typ argumentu. Očakáva sa hodnota {0}, ale inej schémy.
sl_si: Neveljaven tip argumenta. Pričakovana je vrednost {0}, vendar v drugi shemi.
sr_cyrl_rs: Неважећи тип аргумента. Очекује се {0} вредност, али другачије шеме.
sr_latn_rs: Nevažeći tip argumenta. Očekuje se {0} vrednost, ali drugačije šeme.
sv_se: Ogiltig argumenttyp. Ett {0}-värde förväntades, men från ett annat schema.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ต้องการค่า {0} ที่อยู่ใน schema อื่น
tr_tr: Geçersiz bağımsız değişken türü. Farklı bir şemanın {0} değeri bekleniyor.
uk_ua: Неприпустимий тип аргументу. Очікується значення "{0}", але схема має бути іншою.
vi_vn: Loại đối số không hợp lệ. Dự kiến một giá trị {0} nhưng thuộc một sơ đồ khác.
zh_cn: 参数类型无效。需要 {0} 值，但属于不同的架构。
zh_tw: 引數類型無效。應為 {0} 值，但為不同的結構描述。
