Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutStdevP
source: Calculates standard deviation based on the entire population given as arguments (ignores logical values and text).
bg_bg: Изчислява стандартното отклонение на база на цялото попълване, представено като аргументи (игнорира логическите стойности и текста).
ca_es: Calcula la desviació estàndard en funció de tot l'emplenament proporcionat com a arguments (ignora el text i els valors lògics).
cs_cz: Vypočítá směrodatnou odchylku základního souboru, který byl zadán jako argument (přeskočí logické hodnoty a text).
da_dk: Beregner standardafvigelse baseret på hele populationen, der gives som argumenter (ignorerer logiske værdier og tekst).
de_de: Berechnet die Standardabweichung basierend auf der Grundgesamtheit, die in Form von Argumenten angegeben wird (ignoriert Wahrheitswerte und Text).
el_gr: Υπολογίζει την τυπική απόκλιση με βάση ολόκληρο τον πληθυσμό που δίνεται με τη μορφή ορισμάτων (παραβλέπει λογικές τιμές και κείμενο).
es_es: Calcula la desviación estándar basándose en toda la población proporcionada como argumentos (ignora los valores lógicos y el texto).
et_ee: Arvutab standardhälbe argumentidena esitatud täispopulatsiooni alusel (ignoreerib loogikaväärtusi ja teksti).
eu_es: Desbideratze estandarra kalkulatzen du argumentu gisa emandako populazio osoan oinarrituta (testuari eta balio logikoei ez ikusi egiten die).
fi_fi: Laskee keskihajonnan argumentteina annetun populaation perusteella (ohittaa loogiset arvot ja tekstin).
fr_fr: Calcule l’écart type en fonction de la population entière donnée sous forme d’argument (ignore les valeurs logiques et le texte).
gl_es: Calcula a desviación estándar segundo a poboación total indicada como argumentos (ignora os valores lóxicos e o texto).
hi_in: तर्कों के रूप में दी गई संपूर्ण पॉप्यूलेशन पर आधारित मानक विचलन की गणना करता है (तार्किक मानों और पाठ को अनदेखा करता है).
hr_hr: Izračunava standardnu devijaciju utemeljenu na cijeloj populaciji zadanoj argumentima (zanemarujući tekst i logičke vrijednosti).
hu_hu: Kiszámítja a szórást az argumentumokként megadott teljes sokaság alapján (figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat).
id_id: Menghitung deviasi standar pada seluruh populasi tertentu sebagai argumen (mengabaikan nilai logis dan teks).
it_it: Calcola la deviazione standard in base all'intera popolazione specificata come argomenti, ovvero ignora i valori logici e il testo.
ja_jp: 引数として指定された母集団全体に基づいて標準偏差を計算します (論理値および文字列は無視します)。
kk_kz: Аргументтер ретінде берілген бүкіл жиынтық негізінде стандартты ауытқуды есептейді (логикалық мәндер мен мәтін ескерілмейді).
ko_kr: 인수로 지정된 전체 모집단을 기준으로 표준 편차를 계산합니다(논리 값 및 텍스트는 무시됨).
lt_lt: Skaičiuoja visos argumentų aibės standartinį nuokrypį (nepaiso loginių reikšmių ir teksto).
lv_lv: Aprēķina standartnovirzi, ņemot vērā visu aizpildījumu, kas nodrošināts kā argumenti (ignorē loģiskās vērtības un tekstu).
ms_my: Mengira sisihan piawai berdasarkan kepada seluruh populasi yang diberikan sebagai argumen (mengabaikan nilai dan teks logik dalam lajur).
nb_no: Beregner standardavvik basert på hele utfyllingen angitt som argumenter (ignorerer logiske verdier og tekst).
nl_nl: Hiermee wordt de standaarddeviatie berekend op basis van de volledige populatie die als argumenten worden gegeven (logische waarden en tekst worden genegeerd).
pl_pl: Oblicza odchylenie standardowe w oparciu o całą populację podaną jako argumenty (ignoruje wartości logiczne i tekst).
pt_br: Calcula o desvio padrão com base na população total fornecida como argumento (ignora valores lógicos e texto).
pt_pt: Calcula o desvio padrão com base na população inteira determinada como argumento (ignora valores e texto lógico).
ro_ro: Calculează deviația standard pe baza întregii populații date sub formă de argumente (ignoră valorile logice și textul).
ru_ru: Вычисляет стандартное отклонение по общей популяции, заданной в качестве аргументов (логические значения и текст игнорируются).
sk_sk: Vypočíta smerodajnú odchýlku na základe celej množiny testovaných hodnôt danej ako argumenty (ignoruje logické hodnoty a text).
sl_si: Izračuna standardni odklon glede na celotno populacijo, ki je navedena kot argumenti (prezre logične vrednosti in besedilo).
sr_cyrl_rs: Израчунава стандардну девијацију на основу целе популације дате у виду аргумената (занемарује логичке вредности и текст).
sr_latn_rs: Izračunava standardnu devijaciju na osnovu cele populacije date u vidu argumenata (zanemaruje logičke vrednosti i tekst).
sv_se: Beräknar standardavvikelse baserat på hela populationen angiven som argument (ignorerar logiska värden och text).
th_th: คำนวณค่าเบี่ยงเบนมาตรฐานจากประชากรทั้งหมดที่ระบุ ให้เป็นอาร์กิวเมนต์ (ละเว้นค่าลอจิคัล และข้อความ)
tr_tr: Bağımsız değişkenler olarak sağlanan tüm popülasyon temelinde standart sapmayı hesaplar (mantıksal değerleri ve metni yok sayar).
uk_ua: Обчислює стандартне відхилення на основі всієї сукупності, наданої у вигляді аргументів (пропускає логічні значення й текст).
vi_vn: Tính độ lệch chuẩn dựa theo toàn bộ dân số được cung cấp dưới dạng đối số (bỏ qua các giá trị lô-gic và văn bản).
zh_cn: 基于作为参数提供的整个填充内容计算标准偏差(忽略逻辑值和文本)。
zh_tw: 根據以引數方式提供的整個母體擴展，計算標準差 (忽略邏輯值與文字)。

# AboutStdevP_number
source: A number to factor into the standard deviation calculation.
bg_bg: Число за включване в изчислението на стандартното отклонение.
ca_es: Nombre que s'inclourà en el càlcul de desviació estàndard.
cs_cz: Číslo, které se má vyhodnotit ve výpočtu směrodatné odchylky
da_dk: Et tal, der skal medtages i beregningen af standardafvigelsen.
de_de: Eine Zahl, die einen Faktor in der Berechnung der Standardabweichung darstellt.
el_gr: Αριθμός που χρησιμοποιείται ως συντελεστής στον υπολογισμό τυπικής απόκλισης.
es_es: Un número que se va a factorizar en el cálculo de la desviación estándar.
et_ee: Arv, mis lisatakse standardhälbe arvutusse.
eu_es: Desbideratze estandarraren kalkuluan faktorizatuko den zenbakia.
fi_fi: Keskihajonnan laskemisessa käytettävä luku.
fr_fr: Nombre à factoriser dans le calcul de l’écart type.
gl_es: Número que se vai factorizar no cálculo da desviación estándar.
hi_in: मानक विचलन के परिकलन में फ़ैक्टर करने के लिए एक संख्या.
hr_hr: Broj koji se uračunava u izračun standardne devijacije.
hu_hu: A szórásszámításban tényezőként figyelembe veendő szám.
id_id: Angka untuk disertakan ke penghitungan deviasi standar.
it_it: Numero da considerare nel calcolo della deviazione standard.
ja_jp: 標準偏差の計算に用いる係数となる数値。
kk_kz: Стандартты ауытқуды есептеуге әсер ететін сан.
ko_kr: 표준 편차 계산에 포함할 숫자입니다.
lt_lt: Skaičius, kuris turi būti įtrauktas skaičiuojant standartinį nuokrypį.
lv_lv: Skaitlis, ko ņemt vērā standartnovirzes aprēķinā.
ms_my: Nombor untuk difaktorkan ke dalam pengiraan sisihan piawai.
nb_no: Et tall som skal faktoreres i beregningen av standardavvik.
nl_nl: Een getal die moet worden opgenomen in de berekening van de standaarddeviatie.
pl_pl: Liczba do uwzględnienia jako współczynnik podczas obliczania odchylenia standardowego.
pt_br: Número a ser fatorado dentro do cálculo do desvio padrão.
pt_pt: Um número a ter em conta no cálculo do desvio padrão.
ro_ro: Un număr de factorizat în calculul deviației standard.
ru_ru: Количество для использования в вычислении стандартного отклонения.
sk_sk: Číslo na použitie vo výpočte smerodajnej odchýlky.
sl_si: Število, ki bo uporabljeno kot količnik pri izračunu standardnega odklona.
sr_cyrl_rs: Број за укључивање у израчунавање стандардне девијације.
sr_latn_rs: Broj za uključivanje u izračunavanje standardne devijacije.
sv_se: Ett tal att ta med i standardavvikelseberäkningen.
th_th: ตัวเลขที่จะนำมาเป็นตัวประกอบในการคำนวณค่าเบี่ยงเบนมาตรฐาน
tr_tr: Standart sapma hesaplamasında göz önünde bulundurulacak bir sayı.
uk_ua: Число, стосовно якого обчислюється стандартне відхилення.
vi_vn: Một số để tạo hệ số trong tính toán độ lệch chuẩn.
zh_cn: 作为标准偏差计算的系数的数字。
zh_tw: 要納入標準差計算考量的數字。

# AboutStdevP_source
source: A table that specifies the population for the standard deviation calculation.
bg_bg: Таблица, която указва попълването за изчислението на стандартното отклонение.
ca_es: Taula que especifica l'emplenament per al càlcul de desviació estàndard.
cs_cz: Tabulka, která určuje základní soubor pro výpočet směrodatné odchylky
da_dk: En tabel, som angiver populationen for beregningen af standardafvigelsen.
de_de: Eine Tabelle, die die Grundgesamtheit für die Berechnung der Standardabweichung angibt.
el_gr: Πίνακας που καθορίζει τον πληθυσμό για τον υπολογισμό τυπικής απόκλισης.
es_es: Una tabla que especifica la población para el cálculo de la desviación estándar.
et_ee: Tabel, mis määrab standardhälbe arvutamiseks populatsiooni.
eu_es: Desbideratze estandarraren kalkuluaren populazioa zehazten duen taula.
fi_fi: Taulukko, joka määrittää populaation keskihajonnan laskemiseen.
fr_fr: Table spécifiant la population pour le calcul de l’écart type.
gl_es: Táboa que especifica a poboación para o cálculo da desviación estándar.
hi_in: ऐसी तालिका जो मानक विचलन के परिकलन के लिए पॉप्‍यूलेशन को निर्दिष्ट करती है.
hr_hr: Tablica koja navodi populaciju za izračun standardne devijacije.
hu_hu: A szórásszámításhoz használandó sokaságot megadó tábla.
id_id: Tabel yang menentukan populasi penghitungan deviasi standar.
it_it: Tabella che specifica la popolazione per il calcolo della deviazione standard.
ja_jp: 標準偏差の計算対象となる母集団を指定するテーブル。
kk_kz: Стандартты ауытқуды есептеу үшін жиынтықты көрсететін кесте.
ko_kr: 표준 편차 계산을 위한 모집단을 지정하는 테이블입니다.
lt_lt: Lentelė, nurodanti aibę skaičiuojant standartinį nuokrypį.
lv_lv: Tabula, kas norāda aizpildījumu standartnovirzes aprēķinam.
ms_my: Jadual yang menentukan populasi untuk pengiraan sisihan piawai.
nb_no: En tabell som angir utfyllingen for beregningen av standardavvik.
nl_nl: Een tabel waarmee de populatie voor de berekening van de standaarddeviatie wordt opgegeven.
pl_pl: Tabela, która określa populację na potrzeby obliczania odchylenia standardowego.
pt_br: Tabela que especifica a população para o cálculo do desvio padrão.
pt_pt: Uma tabela que especifica a população para o cálculo do desvio padrão.
ro_ro: Un tabel care specifică populația pentru calculul deviației standard.
ru_ru: Таблица, которая задает популяцию для вычисления стандартного отклонения.
sk_sk: Tabuľka, ktorá uvádza testované hodnoty pre výpočet smerodajnej odchýlky.
sl_si: Tabela, v kateri je določena populacija za izračun standardnega odklona.
sr_cyrl_rs: Табела која наводи популацију за израчунавање стандардне девијације.
sr_latn_rs: Tabela koja navodi populaciju za izračunavanje standardne devijacije.
sv_se: En tabell som anger populationen för standardavvikelseberäkningen.
th_th: ตารางประชากรสำหรับคำนวณค่าเบี่ยงเบนมาตรฐาน
tr_tr: Standart sapma hesaplaması için popülasyonu belirten bir tablo.
uk_ua: Таблиця, що визначає сукупність для розрахунку стандартного відхилення.
vi_vn: Một bảng chỉ định dân số để tính toán độ lệch chuẩn.
zh_cn: 为标准偏差计算指定填充内容的表。
zh_tw: 指定標準差計算母體擴展的資料表。

# AboutStdevP_expression
source: An expression evaluated over rows in the input, that specifies values for the standard deviation calculation.
bg_bg: Израз, изчислен върху редове във входните данни, който указва стойности за изчисляване на стандартното отклонение.
ca_es: Expressió avaluada sobre les files d'entrada, que especifica valors per al càlcul de desviació estàndard.
cs_cz: Výraz, který se vyhodnocuje na řádcích ve vstupu a určuje hodnoty pro výpočet směrodatné odchylky
da_dk: Et udtryk, der evalueres i rækker i inputtet, og som angiver værdien for beregningen af standardafvigelsen.
de_de: Ein Ausdruck, der für die Zeilen in der Eingabe ausgewertet wird und Werte für die Berechnung der Standardabweichung angibt.
el_gr: Μια παράσταση που αξιολογείται σε σειρές στα δεδομένα εισόδου, η οποία καθορίζει τιμές για τον υπολογισμό της τυπικής απόκλισης.
es_es: Una expresión que se evalúa en las filas de la entrada y que especifica valores para el cálculo de la desviación estándar.
et_ee: Avaldis, mille väärtus arvutatakse sisendi ridade põhjal ja mis määrab standardhälbe arvutamiseks konkreetsed väärtused.
eu_es: Sarrerako errenkaden arabera ebaluatutako espresioa, desbideratze estandarraren kalkuluaren balioak zehazten dituena.
fi_fi: Syötteen reiveille arvioitava lauseke, joka määrittää keskihajonnan laskemisen arvot.
fr_fr: Expression évaluée sur les lignes de l’entrée, spécifiant les valeurs utilisées pour le calcul de l’écart type.
gl_es: Expresión avaliada sobre filas da entrada que especifica valores para o cálculo da desviación estándar.
hi_in: इनपुट में पंक्तियों पर मूल्यांकित एक ऐसा व्यंजक जो मानक विचलन के परिकलन के लिए मान निर्दिष्ट करता है.
hr_hr: Izraz koji se vrednuje na temelju redaka u unosu koji navodi vrijednosti za izračun standardne devijacije.
hu_hu: A bemenetben megadott sorokon kiértékelt kifejezés, amely megadja a szórásszámításhoz használt értékeket.
id_id: Ekspresi yang dievaluasi pada setiap baris dalam input, yang menentukan nilai penghitungan deviasi standar.
it_it: Espressione valutata in base alle righe dell'input e che specifica i valori per il calcolo della deviazione standard.
ja_jp: 入力内の行を評価し、標準偏差の計算対象となる値を指定する式。
kk_kz: Стандартты ауытқуды есептеу үшін мәндерді көрсететін кірістегі жолдар бойынша есептелетін өрнек.
ko_kr: 입력의 행에 대해 평가되는 식으로, 표준 편차 계산을 위한 값을 지정합니다.
lt_lt: Reiškinys, apskaičiuotas pagal įvesties eilutes, nurodantis reikšmes skaičiuojant standartinį nuokrypį.
lv_lv: Izteiksme novērtēta attiecībā pret rindām ievadē, kas norāda vērtības standartnovirzes aprēķinam.
ms_my: Ungkapan dinilai di atas baris dalam input, yang menentukan nilai untuk pengiraan sisihan piawai.
nb_no: Et uttrykk som blir evaluert over rader i inndataene, som angir verdier for beregningen av standardavvik.
nl_nl: Een expressie waarmee rijen in de invoer worden geëvalueerd om de waarden voor de berekening van de standaarddeviatie op te geven.
pl_pl: Wyrażenie obliczane względem wierszy danych wejściowych, które określa wartości na potrzeby obliczania odchylenia standardowego.
pt_br: Expressão avaliada sobre linhas da entrada, que especifica valores para o cálculo do desvio padrão.
pt_pt: Uma expressão avaliada em linhas na entrada, que especifica valores para o cálculo do desvio padrão.
ro_ro: O expresie evaluată pentru rândurile din intrare, care specifică valorile pentru calculul deviației standard.
ru_ru: Выражение, которое вычисляется для строк во входных данных и указывает значения для вычисления стандартного отклонения.
sk_sk: Výraz vyhodnotený pre riadky vo vstupe, ktorý uvádza hodnoty pre výpočet smerodajnej odchýlky.
sl_si: Izraz, ovrednoten za vrstice v vnosu, ki določa vrednosti za izračun standardnega odklona.
sr_cyrl_rs: Израз проверен у редовима у уносу који наводи вредности за израчунавање стандардне девијације.
sr_latn_rs: Izraz proveren u redovima u unosu koji navodi vrednosti za izračunavanje standardne devijacije.
sv_se: Ett uttryck som utvärderas för rader i indata och anger värden för standardavvikelseberäkning.
th_th: นิพจน์ที่ประเมินจากแถวป้อนข้อมูล ที่ระบุค่าสำหรับคำนวณค่าเบี่ยงเบนมาตรฐาน
tr_tr: Girişteki satırlarda değerlendirilen ve standart sapma hesaplaması için değerler belirten bir ifade.
uk_ua: Вираз, що обчислюється стосовно рядків вхідної таблиці, надаючи значення для обчислення стандартного відхилення.
vi_vn: Một biểu thức được đánh giá qua các hàng trong mục nhập, trong đó chỉ định các giá trị để tính toán độ lệch chuẩn.
zh_cn: 对输入中的行计算的表达式，为标准偏差计算指定值。
zh_tw: 對輸入中的資料列評估運算式，為標準差計算指定值。

# AboutStdevPT
source: Calculates standard deviation based on the entire population given as a column (ignores logical values and text within the column).
bg_bg: Изчислява стандартното отклонение на база на цялото попълване, представено като колона (игнорира логическите стойности и текста в колоната).
ca_es: Calcula la desviació estàndard en funció de tot l'emplenament proporcionat com a columna (ignora el text i els valors lògics de la columna).
cs_cz: Vypočítá směrodatnou odchylku základního souboru, který byl zadán jako sloupec (přeskočí logické hodnoty a text ve sloupci).
da_dk: Beregner standardafvigelse baseret på hele populationen, der gives som en kolonne (ignorerer logiske værdier og tekst inden i kolonnen).
de_de: Berechnet die Standardabweichung basierend auf der Grundgesamtheit, die in Form einer Spalte angegeben wird (ignoriert Wahrheitswerte und Text innerhalb der Spalte).
el_gr: Υπολογίζει την τυπική απόκλιση με βάση ολόκληρο τον πληθυσμό που δίνεται με τη μορφή στήλης (παραβλέπει λογικές τιμές και κείμενο εντός της στήλης).
es_es: Calcula la desviación estándar basándose en toda la población proporcionada como una columna (ignora los valores lógicos y el texto dentro de la columna).
et_ee: Arvutab standardhälbe veeruna esitatud täispopulatsiooni alusel (ignoreerib loogikaväärtusi ja veerus olevat teksti).
eu_es: Desbideratze estandarra kalkulatzen du zutabe gisa emandako populazio osoan oinarrituta (zutabeko testuari eta balio logikoei ez ikusi egiten die).
fi_fi: Laskee keskihajonnan sarakkeena annetun populaation perusteella (ohittaa loogiset arvot ja tekstin sarakkeessa).
fr_fr: Calcule l’écart type en fonction de la population entière donnée sous forme de colonne (ignore les valeurs logiques et le texte dans la colonne).
gl_es: Calcula a desviación estándar segundo a poboación total indicada como columna (ignora os valores lóxicos e o texto da columna).
hi_in: स्तंभ के रूप में दी गई संपूर्ण पॉप्‍यूलेशन पर आधारित मानक विचलन की गणना करता है (तार्किक मानों और पाठ को अनदेखा करता है).
hr_hr: Izračunava standardnu devijaciju utemeljenu na cijeloj populaciji zadanoj stupcem (zanemarujući tekst i logičke vrijednosti unutar stupca).
hu_hu: Kiszámítja a szórást az oszlopként megadott teljes sokaság alapján (figyelmen kívül hagyja az oszlopban szereplő logikai értékeket és a szöveges adatokat).
id_id: Menghitung deviasi standar pada seluruh populasi tertentu sebagai kolom (mengabaikan nilai logis dan teks dalam kolom).
it_it: Calcola la deviazione standard in base all'intera popolazione specificata come colonna, ovvero ignora i valori logici e il testo nella colonna.
ja_jp: 列として指定された母集団全体に基づいて標準偏差を計算します (列内の論理値および文字列は無視します)。
kk_kz: Баған ретінде берілген бүкіл жиынтық негізінде стандартты ауытқуды есептейді (бағандағы логикалық мәндер мен мәтін ескерілмейді).
ko_kr: 열로 지정된 전체 모집단을 기준으로 표준 편차를 계산합니다(열 내 논리 값 및 텍스트는 무시됨).
lt_lt: Skaičiuoja visos stulpelių aibės standartinį nuokrypį (stulpelyje nepaiso loginių reikšmių ir teksto).
lv_lv: Aprēķina standartnovirzi, ņemot vērā visu aizpildījumu, kas nodrošināts kā kolonnu (ignorē loģiskās vērtības un tekstu kolonnā).
ms_my: Mengira sisihan piawai berdasarkan kepada seluruh populasi yang diberikan sebagai lajur (mengabaikan nilai dan teks logik dalam lajur).
nb_no: Beregner standardavvik basert på hele utfyllingen angitt som en kolonne (ignorerer logiske verdier og tekst i kolonnen).
nl_nl: Hiermee wordt de standaarddeviatie berekend op basis van de volledige populatie die als kolom wordt gegeven (logische waarden en tekst in de kolom worden genegeerd).
pl_pl: Oblicza odchylenie standardowe w oparciu o całą populację podaną jako kolumna (ignoruje wartości logiczne i tekst w kolumnie).
pt_br: Calcula o desvio padrão com base na população total fornecida como coluna (ignora valores lógicos e texto dentro da coluna).
pt_pt: Calcula o desvio padrão com base na população inteira determinada como uma coluna (ignora valores e texto lógico na coluna).
ro_ro: Calculează deviația standard pe baza întregii populații date sub forma unei coloane (ignoră valorile logice și textul din coloană).
ru_ru: Вычисляет стандартное отклонение по общей популяции, заданной в качестве столбца (логические значения и текст в столбце игнорируются).
sk_sk: Vypočíta smerodajnú odchýlku na základe celej množiny testovaných hodnôt danej ako stĺpec (ignoruje logické hodnoty a text v rámci stĺpca).
sl_si: Izračuna standardni odklon glede na celotno populacijo, ki je navedena kot stolpec (prezre logične vrednosti in besedilo v stolpcu).
sr_cyrl_rs: Израчунава стандардну девијацију на основу целе популације дате у виду колоне (занемарује логичке вредности и текст).
sr_latn_rs: Izračunava standardnu devijaciju na osnovu cele populacije date u vidu kolone (zanemaruje logičke vrednosti i tekst).
sv_se: Beräknar standardavvikelse baserat på hela populationen angiven som en kolumn (ignorerar logiska värden och text inom kolumnen).
th_th: คำนวณค่าเบี่ยงเบนมาตรฐานจากประชากรทั้งหมดที่ระบุ ให้เป็นคอลัมน์ (ละเว้นค่าลอจิคัล และข้อความ)
tr_tr: Bir sütun olarak sağlanan tüm popülasyon temelinde standart sapmayı hesaplar (sütundaki mantıksal değerleri ve metni yok sayar).
uk_ua: Обчислює стандартне відхилення на основі всієї сукупності, наданої у вигляді стовпця (пропускає логічні значення й текст у стовпці).
vi_vn: Tính độ lệch chuẩn dựa theo toàn bộ dân số được cung cấp dưới dạng cột (bỏ qua các giá trị lô-gic và văn bản trong cột).
zh_cn: 基于作为列提供的整个填充内容计算标准偏差(忽略列中的逻辑值和文本)。
zh_tw: 根據以資料行方式提供的整個母體擴展，計算標準差 (忽略邏輯值與資料行內的文字)。
