Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDec2Hex
source: Converts a decimal number to hexadecimal
bg_bg: Преобразува десетично число в шестнадесетично
ca_es: Converteix un nombre decimal en hexadecimal
cs_cz: Převede desítkové číslo na šestnáctkové
da_dk: Konverterer et decimaltal til hexadecimalt tal
de_de: Konvertiert eine Dezimalzahl in Hexadezimal
el_gr: Μετατρέπει έναν δεκαδικό αριθμό σε δεκαεξαδικό
es_es: Convierte un número decimal a hexadecimal
et_ee: Teisendab kümnendarvu kuueteistkümnendarvuks
eu_es: Zenbaki hamartarra hamaseitar bihurtzen du
fi_fi: Muuntaa desimaaliluvun heksadesimaaliksi
fr_fr: Convertit un nombre décimal en nombre hexadécimal
gl_es: Converte un número decimal en hexadecimal
hi_in: दशमलव संख्या को हेक्साडेसिमल में बदलें
hr_hr: Pretvara decimalni broj u heksadecimalni
hu_hu: Decimális számot alakít át hexadecimális számra
id_id: Mengonversi angka desimal ke heksadesimal
it_it: Converte un numero decimale in esadecimale
ja_jp: 10 進数を 16 進に変換する
kk_kz: Ондық бөлшекті он алтылық санға түрлендіреді
ko_kr: 16진수로 10진수 변환
lt_lt: Konvertuoja dešimtainį skaičių į šešioliktainį
lv_lv: Pārvērš decimāldaļskaitli par heksadecimālu skaitli
ms_my: Menukar nombor perpuluhan kepada perenambelasan
nb_no: Konverterer et desimaltall til heksadesimaltall
nl_nl: Converteert een decimaal getal naar een hexadecimaal getal
pl_pl: Konwertuje liczbę dziesiętną na szesnastkową
pt_br: Converte um número decimal em hexadecimal
pt_pt: Converte um número decimal em hexadecimal
ro_ro: Convertește un număr zecimal la hexazecimal
ru_ru: Преобразует десятичное число в шестнадцатеричный формат
sk_sk: Skonvertuje desiatkové číslo na šestnástkové
sl_si: Pretvori decimalno število v šestnajstiško
sr_cyrl_rs: Конвертује децимални број у хексадецимални
sv_se: Konverterar ett decimaltal till ett hexadecimalt värde
th_th: แปลงเลขฐานสิบเป็นเลขฐานสิบหก
tr_tr: Ondalık sayıyı onaltılık sayıya dönüştürür
uk_ua: Перетворює десяткове число на шістнадцяткове
vi_vn: Chuyển đổi một số thập phân sang số thập lục phân
zh_cn: 将十进制数转换为十六进制
zh_tw: 將十進位數轉換為十六進位

# Dec2HexArg1
source: number
bg_bg: число
ca_es: número
cs_cz: číslo
da_dk: tal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: numero
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutDec2Hex_number
source: A numeric decimal value to convert to hexadecimal string.
bg_bg: Числова десетична стойност за преобразуване в шестнадесетичен низ.
ca_es: Valor decimal numèric que es convertirà en cadena hexadecimal.
cs_cz: Číselná desítková hodnota, kterou chcete převést na šestnáctkový řetězec.
da_dk: En numerisk decimalværdi, der skal konverteres til hexadecimal streng.
de_de: Ein numerischer Dezimalwert, der in eine Hexadezimalzeichenfolge konvertiert werden soll.
el_gr: Μια αριθμητική δεκαδική τιμή για μετατροπή σε δεκαεξαδική συμβολοσειρά.
es_es: Valor decimal numérico que se convertirá a cadena hexadecimal.
et_ee: Arvuline kümnendväärtus kuueteistkümnendstringiks teisendamiseks.
eu_es: Kate hamaseitar bihurtzeko erabiliko den zenbakizko balio hamartarra.
fi_fi: Numeerinen desimaaliarvo, joka muunnetaan heksadesimaalimerkkijonoksi.
fr_fr: Valeur décimale numérique à convertir en chaîne hexadécimale.
gl_es: Valor decimal numérico que se vai converter en cadea hexadecimal.
hi_in: हेक्साडेसिमल स्ट्रिंग में बदलने के लिए संख्यात्मक दशमलव मान.
hr_hr: Numerička decimalna vrijednost za pretvaranje u heksadecimalni niz.
hu_hu: Hexadecimális sztringgé alakítandó numerikus érték.
id_id: Nilai desimal numerik untuk dikonversi ke string heksadesimal.
it_it: Valore decimale numerico da convertire in stringa esadecimale.
ja_jp: 16 進文字列に変換する数値の 10 進値です。
kk_kz: Он алтылық жолға түрлендірілетін сандық ондық мән.
ko_kr: 16진수 문자열로 변환할 숫자 10진수 값입니다.
lt_lt: Skaitinė dešimtainė reikšmė konvertavimui į šešioliktainio formato eilutę.
lv_lv: Skaitliska decimāldaļskaitļa vērtība, kas jāpārvērš par heksadecimālu virkni.
ms_my: Nilai perpuluhan angka untuk ditukar kepada rentetan perenambelasan.
nb_no: En numerisk desimaltallverdi som skal konverteres til heksadesimal streng.
nl_nl: Een numerieke decimale waarde om te converteren naar een hexadecimale tekenreeks.
pl_pl: Dziesiętna wartość liczbowa do przekonwertowania na ciąg szesnastkowy.
pt_br: Um valor decimal numérico para converter em cadeia de caracteres hexadecimais.
pt_pt: Um valor decimal numérico para converter em cadeia hexadecimal.
ro_ro: O valoare numerică zecimală de convertit la un șir hexazecimal.
ru_ru: Числовое десятичное значение для преобразования в шестнадцатеричный формат.
sk_sk: Číselná desiatková hodnota, ktorá sa má skonvertovať na šestnástkový reťazec.
sl_si: Številska decimalna vrednost za pretvorbo v šestnajstiški niz.
sr_cyrl_rs: Нумеричка децимална вредност за конвертовање у хексадецималну ниску.
sv_se: Ett numeriskt decimalvärde för att konvertera till en hexadecimal sträng.
th_th: ค่าตัวเลขฐานสิบที่จะแปลงเป็นสตริงเลขฐานสิบหก
tr_tr: Onaltılık dizeye dönüştürülecek sayısal ondalık değer.
uk_ua: Числове десяткове значення для перетворення на шістнадцятковий рядок.
vi_vn: Một giá trị số thập phân để chuyển đổi sang chuỗi thập lục phân.
zh_cn: 要转换为十六进制字符串的数字小数值。
zh_tw: 要轉換為十六進位字串的十進位數值。

# Dec2HexArg2
source: places
bg_bg: знаци
ca_es: llocs
cs_cz: místa
da_dk: steder
de_de: Orte
el_gr: μέρη
es_es: lugares
et_ee: kohad
eu_es: lekuak
fi_fi: paikat
fr_fr: lieux
gl_es: posicións
hi_in: स्थान
hr_hr: mjesta
hu_hu: helyek
id_id: tempat
it_it: posizioni
ja_jp: 場所
kk_kz: орындар
ko_kr: 장소
lt_lt: vietos
lv_lv: vietas
ms_my: tempat perpuluhan
nb_no: plasser
nl_nl: plaatsen
pl_pl: miejsca
pt_br: casas
pt_pt: casas
ro_ro: locuri
ru_ru: места
sk_sk: miesta
sl_si: mesta
sr_cyrl_rs: места
sv_se: platser
th_th: สถานที่
tr_tr: yerler
uk_ua: місця
vi_vn: địa điểm
zh_cn: 位数
zh_tw: 地點

# AboutDec2Hex_places
source: A numeric value to add padding to hexadecimal string.
bg_bg: Числова стойност за добавяне на допълване към шестнадесетичния низ.
ca_es: Valor numèric per afegir espaiat a la cadena hexadecimal.
cs_cz: Číselná hodnota pro přidání vyplnění do šestnáctkového řetězce.
da_dk: En numerisk værdi, der føjer udfyldning til hexadecimal streng.
de_de: Ein numerischer Wert zum Hinzufügen eines Abstandes zur Hexadezimalzeichenfolge.
el_gr: Μια αριθμητική τιμή για προσθήκη αναπλήρωσης σε δεκαεξαδική συμβολοσειρά.
es_es: Un valor numérico para agregar relleno a la cadena hexadecimal.
et_ee: Arvväärtus kuueteistkümnendstringile täidise lisamiseks.
eu_es: Betegarriak kate hamaseitarrean gehitzeko zenbakizko balioa.
fi_fi: Numeerinen arvo, joka lisätään täyttönä heksadesimaalimerkkijonoon.
fr_fr: Valeur numérique pour ajouter un remplissage à la chaîne hexadécimale.
gl_es: Valor numérico para engadir enchemento a unha cadea hexadecimal.
hi_in: हेक्साडेसिमल स्ट्रिंग में पैडिंग जोड़ने के लिए कोई संख्यात्मक मान.
hr_hr: Numerička vrijednost za dodavanje ispune heksadecimalnom nizu.
hu_hu: Numerikus érték, amely kitöltést ad egy hexadecimális sztringhez.
id_id: Nilai numerik untuk menambahkan padding ke string heksadesimal.
it_it: Valore numerico per aggiungere spaziatura interna alla stringa esadecimale.
ja_jp: 16 進文字列にパディングを追加する数値です。
kk_kz: Он алтылық жолға қосылатын сандық мән.
ko_kr: 16진수 문자열에 패딩을 추가할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, norint pridėti užpildymą šešioliktainio formato eilutei.
lv_lv: Skaitliska vērtība iekšējās atkāpes pievienošanai heksadecimālai virknei.
ms_my: Nilai angka untuk ditambahkan pelapik pada rentetan perenambelasan.
nb_no: En numerisk verdi for utfylling i heksadesimal streng.
nl_nl: Een numerieke waarde om opvulling aan een hexadecimale tekenreeks toe te voegen.
pl_pl: Wartość liczbowa używana w celu dodania dopełnienia do ciągu szesnastkowego.
pt_br: Um valor numérico para adicionar preenchimento à cadeia de caracteres hexadecimais.
pt_pt: Um valor numérico para adicionar preenchimento à cadeia hexadecimal.
ro_ro: O valoare numerică pentru a adăuga umplutură la un șir hexazecimal.
ru_ru: Числовое значение для добавления отступа в строку в шестнадцатеричном формате.
sk_sk: Číselná hodnota na pridanie výplne do šestnástkového reťazca.
sl_si: Številska vrednost za dodajanje zapolnjevanja šestnajstiškemu nizu.
sr_cyrl_rs: Нумеричка вредност за додавање попуњавања хексадецималној ниски.
sv_se: Ett numeriskt värde för att lägga till utfyllnad i en hexadecimal sträng.
th_th: ค่าตัวเลขเพื่อเพิ่มการเสริมเต็มให้กับสตริงเลขฐานสิบหก
tr_tr: Onaltılık dizeye doldurma eklemek için sayısal değer.
uk_ua: Числове значення для додавання заповнення до шістнадцяткового рядка.
vi_vn: Một giá trị số để thêm phần đệm vào chuỗi thập lục phân.
zh_cn: 用于向十六进制字符串添加填充的数值。
zh_tw: 用以新增邊框間距至十六進位字串的數值。

# AboutDec2HexT
source: Converts a column of decimal numbers to hexadecimals
bg_bg: Преобразува колона от десетични числа в шестнадесетични числа
ca_es: Converteix una columna de nombres decimals en hexadecimals
cs_cz: Převede sloupec desítkových čísel na šestnáctková
da_dk: Konverterer en kolonne med decimaltal til hexadecimale tal
de_de: Konvertiert eine Spalte mit Dezimalzahlen in Hexadezimale.
el_gr: Μετατρέπει μια στήλη δεκαδικών αριθμών σε δεκαεξαδικούς
es_es: Convierte una columna de números decimales a hexadecimales
et_ee: Teisendab kümnendarvude veeru kuueteistkümnendarvudeks
eu_es: Zutabe bateko balio hamartarrak hamaseitar bihurtzen ditu
fi_fi: Muuntaa desimaalilukusarakkeen heksadesimaaliksi
fr_fr: Convertit une colonne de nombres décimaux en nombres hexadécimaux
gl_es: Converte unha columna de números decimais en hexadecimais
hi_in: दशमलव संख्याओं के कॉलम को हेक्साडेसिमल में बदलें
hr_hr: Pretvara stupac decimalnih brojeva u heksadecimale
hu_hu: Decimális számok oszlopát átalakítja hexadecimális értékekké
id_id: Mengonversi kolom angka desimal ke heksadesimal
it_it: Converte una colonna di numeri decimali in valori esadecimali
ja_jp: 10 進数の列を 16 進に変換する
kk_kz: Ондық бөлшектер бағанын он алтылық сандарға түрлендіреді
ko_kr: 16진수로 10진수 열 변환
lt_lt: Konvertuoja dešimtainių skaičių stulpelį į šešioliktainius
lv_lv: Pārvērš decimāldaļskaitļus kolonnā par heksadecimāliem skaitļiem
ms_my: Menukar lajur nombor perpuluhan kepada perenambelasan
nb_no: Konverterer en kolonne med desimaltall til heksadesimaltall
nl_nl: Converteert een kolom met decimale getallen naar hexadecimale getallen
pl_pl: Konwertuje kolumnę liczb dziesiętnych na liczby szesnastkowe
pt_br: Converte uma coluna de números decimais em hexadecimals
pt_pt: Converte uma coluna de números decimais em hexadecimais
ro_ro: Convertește o coloană de numere zecimale la hexazecimale
ru_ru: Преобразует столбец десятичных чисел в шестнадцатеричный формат
sk_sk: Skonvertuje stĺpec desiatkových čísel na šestnástkové
sl_si: Pretvori stolpec decimalnih števil v šestnajstiška
sr_cyrl_rs: Конвертује колону децималних бројева у хексадецималне
sv_se: Konverterar en kolumn med decimaltal till hexadecimala värden
th_th: แปลงคอลัมน์ของเลขฐานสิบเป็นเลขฐานสิบหก
tr_tr: Ondalık sayı sütunundaki değerleri onaltılık sayılara dönüştürür
uk_ua: Перетворює стовпець десяткових чисел на шістнадцяткові числа
vi_vn: Chuyển đổi một cột số thập phân sang số thập lục phân
zh_cn: 将十进制数列转换为十六进制
zh_tw: 將十進位數資料行轉換為十六進位

# Dec2HexTArg1
source: table
bg_bg: таблица
ca_es: taula
cs_cz: tabulka
da_dk: tabel
de_de: Tabelle
el_gr: πίνακας
es_es: tabla
et_ee: tabel
eu_es: taula
fi_fi: taulukko
gl_es: táboa
hi_in: तालिका
hr_hr: tablica
hu_hu: tábla
id_id: tabel
it_it: tabella
ja_jp: テーブル
kk_kz: кесте
ko_kr: 테이블
lt_lt: lentelė
lv_lv: tabula
ms_my: jadual
nb_no: tabell
nl_nl: tabel
pl_pl: tabela
pt_br: tabela
pt_pt: tabela
ro_ro: tabel
ru_ru: таблица
sk_sk: tabuľka
sl_si: tabela
sr_cyrl_rs: табела
sv_se: tabell
th_th: ตาราง
tr_tr: tablo
uk_ua: таблиця
vi_vn: bảng
zh_cn: 表
zh_tw: 資料表

# Dec2HexTArg2
source: places
bg_bg: знаци
ca_es: llocs
cs_cz: místa
da_dk: steder
de_de: Orte
el_gr: μέρη
es_es: lugares
et_ee: kohad
eu_es: lekuak
fi_fi: paikat
fr_fr: lieux
gl_es: posicións
hi_in: स्थान
hr_hr: mjesta
hu_hu: helyek
id_id: tempat
it_it: posizioni
ja_jp: 場所
kk_kz: орындар
ko_kr: 장소
lt_lt: vietos
lv_lv: vietas
ms_my: tempat perpuluhan
nb_no: plasser
nl_nl: plaatsen
pl_pl: miejsca
pt_br: casas
pt_pt: casas
ro_ro: locuri
ru_ru: места
sk_sk: miesta
sl_si: mesta
sr_cyrl_rs: места
sv_se: platser
th_th: สถานที่
tr_tr: yerler
uk_ua: місця
vi_vn: địa điểm
zh_cn: 位数
zh_tw: 地點

# AboutDec2HexT_places
source: A numeric value or array of values to add padding to hexadecimal strings.
bg_bg: Числова стойност или масив от стойности за добавяне на допълване към шестнадесетичните низове.
ca_es: Valor numèric o matriu de valors per afegir espaiat a cadenes hexadecimals.
cs_cz: Číselná hodnota nebo pole hodnot pro přidání vyplnění do šestnáctkových řetězců.
da_dk: En numerisk værdi eller matrix med værdier, der føjer udfyldning til hexadecimale strenge.
de_de: Ein numerischer Wert oder ein Array von Werten zum Hinzufügen von Abstand zu Hexadezimalzeichenfolgen.
el_gr: Μια αριθμητική τιμή ή ένας πίνακας τιμών για προσθήκη αναπλήρωσης σε δεκαεξαδικές συμβολοσειρές.
es_es: Un valor numérico o matriz de valores para agregar espaciado a las cadenas hexadecimales.
et_ee: Arvväärtus või väärtuste massiiv kuueteistkümnendstringidele täidise lisamiseks.
eu_es: Betegarria kate hamaseitarretan gehitzeko erabiliko diren balioen zenbakizko balio edo matrizea.
fi_fi: Numeerinen arvo tai arvojen matriisi, joka lisätään heksadesimaalimerkkijonoihin.
fr_fr: Valeur numérique ou tableau de valeurs pour ajouter un remplissage aux chaînes hexadécimales.
gl_es: Valor numérico ou matriz de valores para engadir enchemento a cadeas hexadecimais.
hi_in: हेक्साडेसिमल स्ट्रिंग्स में पैडिंग जोड़ने के लिए संख्यात्मक मान या सरणी को व्यवस्थित करें.
hr_hr: Numerička vrijednost ili polje vrijednosti za dodavanje ispune heksadecimalnim nizovima.
hu_hu: Numerikus érték vagy értéktömb, kitöltést adva a hexadecimális sztringekhez.
id_id: Nilai numerik atau larik nilai untuk menambahkan padding ke string heksadesimal.
it_it: Valore numerico o matrice di valori per aggiungere spaziatura interna nelle stringhe esadecimali.
ja_jp: 16 進文字列にパディングを追加する数値または値の配列です。
kk_kz: Он алтылық жолдарға қосылатын сандық мән немесе мәндер массиві.
ko_kr: 16진수 문자열에 패딩을 추가할 숫자 값 또는 값 배열입니다.
lt_lt: Skaitinė reikšmė arba reikšmių masyvas, norint pridėti užpildymą šešioliktainio formato eilutėms.
lv_lv: Skaitliska vērtība vai vērtību masīvs iekšējās atkāpes pievienošanai heksadecimālajām virknēm.
ms_my: Nilai angka atau tatasusunan nilai untuk menambahkan pelapik pada rentetan perenambelasan.
nb_no: En numerisk verdi eller matrise med verdier for å legge til utfylling i heksadesimale strenger.
nl_nl: Een numerieke waarde of reeks van waarden om opvulling aan hexadecimale tekenreeksen toe te voegen.
pl_pl: Wartość liczbowa lub tablica wartości używana w celu dodania dopełnienia do ciągów szesnastkowych.
pt_br: Um valor ou uma matriz numérica de valores para adicionar preenchimento a cadeias de caracteres hexadecimais.
pt_pt: Um valor numérico ou uma matriz de valores para adicionar preenchimento a cadeias hexadecimais.
ro_ro: O valoare sau o matrice de valori numerice pentru a adăuga umplutură la șiruri hexazecimale.
ru_ru: Числовое значение или массив значений для добавления отступа в строки в шестнадцатеричном формате.
sk_sk: Číselná hodnota alebo pole hodnôt na pridanie výplne do šestnástkových reťazcov.
sl_si: Številska vrednost ali polje vrednosti za dodajanje zapolnjevanja šestnajstiškim nizom.
sr_cyrl_rs: Нумеричка вредност или низ вредности за додавање попуњавања хексадецималним нискама.
sv_se: Ett numeriskt värde eller en matris med värden för att lägga till utfyllnad i hexadecimala strängar.
th_th: ค่าตัวเลขหรืออาร์เรย์ของค่าเพื่อเพิ่มการเสริมเต็มให้กับสตริงเลขฐานสิบหก
tr_tr: Onaltılık dizelere doldurma eklemek için sayısal değer veya değer dizisi.
uk_ua: Числове значення або масив значень для додавання заповнення до шістнадцяткових рядків.
vi_vn: Một giá trị số hoặc mảng giá trị để thêm phần đệm vào chuỗi thập lục phân.
zh_cn: 用于向十六进制字符串添加填充的数值或值数组。
zh_tw: 用以新增邊框間距至十六進位字串的數值或值陣列。

# AboutDec2Hex_table
source: A column of numeric decimal values to convert to hexadecimals.
bg_bg: Колона с числови десетични стойности, които да бъдат преобразувани в шестнадесетични числа.
ca_es: Columna de valors decimals numèrics que es convertiran en hexadecimals.
cs_cz: Sloupec číselných desítkových hodnot pro převod na šestnáctkové.
da_dk: En kolonne med numeriske decimalværdier, der skal konverteres til hexadecimale værdier.
de_de: Eine Spalte mit numerischen Dezimalwerten, die in Hexadezimale konvertiert werden.
el_gr: Μια στήλη αριθμητικών δεκαδικών τιμών για μετατροπή σε δεκαεξαδικούς.
es_es: Una columna de valores decimales numéricos para convertir a hexadecimales.
et_ee: Arvuliste kümnendväärtuste veerg kuueteistkümnendarvudeks teisendamiseks.
eu_es: Balio hamaseitar bihurtzeko erabiliko diren zenbakizko balio hamartarren zutabea.
fi_fi: Numeeristen desimaaliarvojen sarake, joka muunnetaan heksadesimaaleiksi.
fr_fr: Colonne de valeurs décimales numériques à convertir en valeurs hexadécimales.
gl_es: Columna de valores decimais numéricos que se van converter en hexadecimais.
hi_in: संख्यात्मक दशमलव मान का कोई कॉलम जिसे हेक्साडेसिमल में बदलता है.
hr_hr: Stupac numeričkih decimalnih vrijednosti za pretvaranje u heksadecimalne.
hu_hu: Numerikus decimális értékeket tartalmazó oszlop, amely hexadecimális értékké alakítható.
id_id: Kolom nilai desimal numerik untuk dikonversi ke heksadesimal.
it_it: Colonna di valori decimali numerici da convertire in valori esadecimali.
ja_jp: 16 進に変換する 10 進数の値の列です。
kk_kz: Он алтылық мәндерге түрлендіру үшін сандық ондық мәндер бағаны.
ko_kr: 16진수로 변환할 10진수 값의 열입니다.
lt_lt: Skaitinių dešimtainių dalių reikšmių stulpelis konvertavimui į šešioliktainius.
lv_lv: Kolonna ar decimāldaļskaitļu vērtībām, kas jāpārvērš par heksadecimāliem skaitļiem.
ms_my: Lajur nilai perpuluhan angka untuk ditukar kepada perenambelasan.
nb_no: En kolonne med numeriske desimalverdier som skal konverteres til heksadesimaltall.
nl_nl: Een kolom met numerieke decimale waarden om te converteren naar hexadecimale getallen.
pl_pl: Kolumna dziesiętnych wartości liczbowych do przekonwertowania na liczby szesnastkowe.
pt_br: Uma coluna de valores decimais numéricos para converter em hexadecimals.
pt_pt: Uma coluna de valores decimais numéricos para converter em hexadecimais.
ro_ro: O coloană de valori numerice zecimale de convertit la hexazecimale.
ru_ru: Столбец числовых десятичных значений для преобразования в шестнадцатеричный формат.
sk_sk: Stĺpec číselných desiatkových hodnôt, ktoré sa majú skonvertovať na šestnástkové.
sl_si: Stolpec številskih decimalnih vrednosti za pretvorbo v šestnajstiške.
sr_cyrl_rs: Колона нумеричких децималних вредности за конвертовање у хексадецималне.
sv_se: En kolumn med numeriska decimalvärden för att konvertera till hexadecimala värden.
th_th: คอลัมน์ของค่าเลขฐานสิบที่จะแปลงเป็นเลขฐานสิบหก
tr_tr: Onaltılık değerlere dönüştürülecek sayısal ondalık değer sütunu.
uk_ua: Стовпець числових десяткових значень для перетворення на шістнадцяткові числа.
vi_vn: Một cột gồm các giá trị số thập phân cần chuyển đổi sang số thập lục phân.
zh_cn: 要转换为十六进制的数字小数值列。
zh_tw: 要轉換為十六進位的十進位數值資料行。

# AboutHex2Dec
source: Converts a hexadecimal number to decimal
bg_bg: Преобразува шестнадесетично число в десетично
ca_es: Converteix un nombre hexadecimal en decimal
cs_cz: Převede šestnáctkové číslo na desítkové
da_dk: Konverterer et hexadecimalt tal til decimaltal
de_de: Konvertiert eine Hexadezimalzahl in Dezimalzahl
el_gr: Μετατρέπει έναν δεκαεξαδικό αριθμό σε δεκαδικό
es_es: Convierte un número hexadecimal a decimal
et_ee: Teisendab kuueteistkümnendarvu kümnendarvuks
eu_es: Zenbaki hamaseitarra hamartar bihurtzen du
fi_fi: Muuntaa heksadesimaaliluvun desimaaliluvuksi
fr_fr: Convertit un nombre hexadécimal en nombre décimal
gl_es: Converte un número hexadecimal en decimal
hi_in: हेक्साडेसिमल संख्या को दशमलव में बदलता है
hr_hr: Pretvara heksadecimalni broj u decimalni
hu_hu: Hexadecimális számot alakít át decimális számra
id_id: Mengonversi angka heksadesimal ke desimal
it_it: Converte un numero esadecimale in decimale
ja_jp: 16 進数値を 10 進に変換する
kk_kz: Он алтылық санды ондық бөлшекке түрлендіреді
ko_kr: 10진수로 16진수 변환
lt_lt: Konvertuoja šešioliktainį skaičių į dešimtainį
lv_lv: Heksadecimāls skaitlis tiek pārvērsts par decimāldaļskaitli
ms_my: Menukar nombor perenambelasan kepada perpuluhan
nb_no: Konverterer et heksadesimaltall til desimaltall
nl_nl: Converteert een hexadecimaal getal naar een decimaal getal
pl_pl: Konwertuje liczbę szesnastkową na dziesiętną
pt_br: Converte um número hexadecimal em decimal
pt_pt: Converte um número hexadecimal em decimal
ro_ro: Convertește un număr hexazecimal la zecimal
ru_ru: Преобразует шестнадцатеричное число в десятичное
sk_sk: Skonvertuje šestnástkové číslo na desiatkové
sl_si: Pretvori šestnajstiško število v decimalno število
sr_cyrl_rs: Конвертује хексадецимални број у децимални
sv_se: Konverterar ett hexadecimalt tal till decimaltal
th_th: แปลงเลขฐานสิบหกเป็นเลขฐานสิบ
tr_tr: Onaltılık sayıyı ondalık sayıya dönüştürür
uk_ua: Перетворює шістнадцяткове число на десяткове
vi_vn: Chuyển đổi một số thập lục phân sang số thập phân
zh_cn: 将十六进制数字转换为小数
zh_tw: 將十六進位數轉換為十進位

# Hex2DecArg1
source: number
bg_bg: число
ca_es: número
cs_cz: číslo
da_dk: tal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: numero
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字
