Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutLookUp
source: Looks up the first row for which the specified condition evaluates to true and returns the result of expression evaluated within the context of that row if provided an expression and the entire row otherwise.
bg_bg: Търси първия ред, за който указаното условие се изчислява като true, и връща резултата от израза, изчислен в контекста на този ред, ако е предоставен израз, или целия ред, ако не е.
ca_es: Cerca la primera fila en què la condició especificada s'avalua com a true i retorna el resultat de l'expressió avaluada en el context de la fila si s'ha proporcionat una expressió i tota la fila.
cs_cz: Prohledá první řádek, pro který se zadaná podmínka vyhodnotí jako pravdivá, a vrátí výsledek výrazu vyhodnoceného v kontextu tohoto řádku (pokud je výraz zadaný), v opačném případě celý řádek.
da_dk: Slår den første række op, hvor den angivne tilstand evalueres som sand, og returnerer resultatet af udtrykket, der evalueres inden for denne rækkes kontekst, hvis den får et udtryk, ellers hele rækken.
de_de: Schlägt die erste Zeile nach, für die die angegebene Bedingung als WAHR ausgewertet wird, und gibt das Ergebnis des im Kontext dieser Zeile ausgewerteten Ausdrucks zurück, wenn ein Ausdruck übergeben wurde. Andernfalls wird die gesamte Zeile zurückgegeben.
el_gr: Αναζητά την πρώτη σειρά για την οποία η καθορισμένη συνθήκη αξιολογείται σε true και επιστρέφει το αποτέλεσμα μιας παράστασης που αξιολογείται εντός του περιβάλλοντος αυτής της σειράς, εφόσον παρέχεται μια παράσταση και ολόκληρη η σειρά.
es_es: Busca la primera fila en la que la condición especificada se evalúa como TRUE y devuelve el resultado de la expresión evaluada en el contexto de esa fila si se ha proporciona una expresión, y toda la fila en caso contrario.
et_ee: Otsib esimese rea, mille puhul määratud tingimuse väärtus on tõene, ja tagastab selle rea kontekstis arvutatud avaldise tulemuse, kui esitatud avaldis ja kogu rida on teistsugused.
eu_es: Zehaztutako baldintza egia gisa ebaluatuta duen lehen errenkada bilatzen du eta, espresio bat eman bada, errenkada horren testuinguruan ebaluatutako espresioaren emaitza itzultzen du; horrela ez bada, errenkada osoaren emaitza itzultzen du.
fi_fi: Etsii ensimmäisen rivin, jolle määritetyn ehdon arvioiminen antaa arvon tosi, ja palauttaa arvioidun lausekkeen tuloksen kyseisen rivin kontekstissa, jos lauseke annetaan, ja muussa tapauksessa koko rivin.
fr_fr: Recherche la première ligne pour laquelle la condition spécifiée est vraie, et renvoie le résultat de l’expression évaluée dans le contexte de cette ligne si une expression est fournie, ou la ligne entière dans le cas contraire.
gl_es: Consulta a primeira fila na que a condición especificada se avalía como verdadeira e devolve o resultado da expresión avaliada dentro do contexto de dita fila en caso de que se forneza unha expresión ou toda a fila.
hi_in: वह पहली पंक्ति खोजता है जिसके लिए निर्दिष्ट स्थिति का मूल्यांकन सत्य में होता है और उस पंक्ति के संदर्भ में मूल्यांकित व्यंजक का परिणाम लौटाता है बशर्ते कोई व्यंजक दिया गया हो अन्यथा पूरी पंक्ति दी गई हो.
hr_hr: Pretražuje prvi redak za koji se određeni uvjet vrednuje na true i vraća rezultat izraza koji se vrednuje unutar konteksta tog retka ako je naveden izraz, a u suprotnom cijeli redak.
hu_hu: Kikeresi azt az első sort, amelyen a feltétel kiértékelése igaz eredményt ad, és ha meg van adva egy kifejezés, visszaadja annak az adott sorra vonatkozóan kiértékelt eredményét, ellenkező esetben az egész sort.
id_id: Mencari baris pertama yang kondisi tertentunya mengevaluasi true dan menampilkan hasil ekspresi dievaluasi dalam konteks baris tersebut jika diberikan ekspresi dan seluruh baris tidak.
it_it: Cerca la prima riga per la quale la condizione specificata restituisce vero e restituisce il risultato dell'espressione valutata nel contesto della riga se è stata specificata un'espressione. In caso contrario, restituisce l'intera riga.
ja_jp: 指定した条件が true として評価され、式を指定した場合はその行のコンテキスト内、指定しない場合は行全体で評価された式の結果を返す最初の行を検索します。
kk_kz: Көрсетілген шарт "шын" ретінде есептелетін бірінші жолды іздейді және сол жолдың контекстінде есептелген өрнектің нәтижесін қайтарады.
ko_kr: 지정된 조건이 true로 평가한 첫 번째 행을 조회하고 그렇지 않으면 식 및 전체 행이 제공된 경우에는 해당 행의 컨텍스트 내에서 평가된 식의 결과를 반환합니다.
lt_lt: Ieško pirmos eilutės, kurioje pirma sąlyga įvertinama kaip TRUE, ir pateikia rezultatą reiškinio, apskaičiuotą tos eilutės kontekste, jei nurodytas reiškinys, kitu atveju pateikiama visa eilutė.
lv_lv: Uzmeklē pirmo rindu, kurai norādītais nosacījums tiek novērtēts uz "true", un atgriež tās izteiksmes rezultātu, kas novērtēta šīs rindas kontekstā, ja ir nodrošināta izteiksme, bet pretējā gadījumā visu izteiksmi.
ms_my: Mencari baris pertama yang syarat ditentukan menilai kepada benar dan mengembalikan hasil ungkapan yang dinilai dalam konteks baris itu jika diberikan ungkapan dan seluruh baris sebaliknya.
nb_no: Slår opp den første raden som den angitte betingelsen evalueres til sann for, og returnerer resultatet av uttrykket evaluert i konteksten for denne raden hvis et uttrykk angis, og hele raden ellers.
nl_nl: Hiermee wordt de eerste rij gezocht waarvoor de opgegeven voorwaarde resulteert in waar en wordt het resultaat van de evaluatie van de expressie in de context van die rij geretourneerd als er een expressie is opgegeven. Anders wordt het resultaat voor de hele rij geretourneerd.
pl_pl: Wyszukuje pierwszy wiersz, dla którego określony warunek jest spełniony, i zwraca wynik wyrażenia ocenianego w kontekście tego wiersza, jeśli zostało podane. W przeciwnym razie zwraca cały wiersz.
pt_br: Procura a primeira linha em que a condição especificada é avaliada como verdadeira e retorna o resultado da expressão avaliada dentro do contexto daquela linha, se uma expressão for fornecida, ou a linha inteira, se não for.
pt_pt: Procura a primeira linha na qual a condição especificada avalia como verdeiro e devolve o resultado da expressão avaliada no contexto dessa linha, se tiver sido fornecida uma expressão e a linha inteira.
ro_ro: Caută primul rând pentru care condiția specificată este evaluată la adevărat și returnează rezultatul expresiei evaluate în contextul acelui rând, dacă este furnizată o expresie, sau întregul rând în caz contrar.
ru_ru: Ищет первую строку, для которой указанное условие имеет значение true. Возвращает результат выражения, вычисленный в контексте этой строки, если строка указана, или всю строку в противном случае.
sk_sk: Vyhľadá prvý riadok, pre ktorý sa zadaná podmienka vyhodnotí ako pravdivá, a vráti výsledok výrazu vyhodnoteného v rámci kontextu daného riadka, ak tento poskytol výraz – v opačnom prípade celý riadok.
sl_si: Poišče prvo vrstico, za katero je določen pogoj ovrednoten za resničnega in vrne rezultat izraza, ovrednotenega v okviru te vrstice, če je izraz podan, sicer pa celotno vrstico.
sr_cyrl_rs: Тражи први ред за који наведени услов има вредност исправно и враћа резултат израза проверен у оквиру контекста тог реда ако је обезбеђен израз и цео ред.
sr_latn_rs: Traži prvi red za koji navedeni uslov ima vrednost ispravno i vraća rezultat izraza proveren u okviru konteksta tog reda ako je obezbeđen izraz i ceo red.
sv_se: Hittar den första raden som det angivna villkoret utvärderar som sant och returnerar resultatet av uttrycket som utvärderats inom kontexten för den raden ifall att den givits ett uttryck, annars för hela raden.
th_th: ค้นหาข้อมูลแถวแรกที่เงื่อนไขการประเมินเป็น true และส่งกลับค่านิพจน์ที่ประเมินจากบริบทของข้อมูลแถวนั้นในกรณีที่มีการระบุนิพจน์ มิฉะนั้นให้ส่งกลับค่าทั้งแถว
tr_tr: Belirtilen koşulun true olarak değerlendirildiği ilk satırı arar. İfade sağlandıysa ifadenin bu satır bağlamında değerlendirilen sonucunu, sağlanmadıysa tüm satırı döndürür.
uk_ua: Шукає перший рядок, що відповідає вказаній умові, і повертає результат обчислення виразу стосовно цього рядка, а якщо вираз не вказано – увесь рядок.
vi_vn: Tra cứu hàng đầu tiên mà điều kiện được chỉ định đánh giá cho hàng này là đúng và trả về kết quả biểu thức được đánh giá trong phạm vi ngữ cảnh của hàng đó nếu trong trường hợp khác được cung cấp biểu thức và toàn bộ hàng.
zh_cn: 如果提供一个表达式和整行，则查找指定条件计算结果为 true 的第一行，并返回在该行上下文中计算的表达式的结果。
zh_tw: 查閱第一個指定條件評估為 True 的資料列，如果有提供運算式，會在該資料列內容中傳回評估運算式的結果; 若沒有提供運算式，則會傳回整個資料列。

# LookUpArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# LookUpArg2
source: condition
bg_bg: условие
ca_es: condició
cs_cz: podmínka
da_dk: betingelse
de_de: Bedingung
el_gr: συνθήκη
es_es: condición
et_ee: tingimus
eu_es: baldintza
fi_fi: ehto
gl_es: condición
hi_in: स्थिति
hr_hr: stanje
hu_hu: feltétel
id_id: kondisi
it_it: condizione
ja_jp: 条件
kk_kz: шарт
ko_kr: 조건
lt_lt: sąlyga
lv_lv: nosacījums
ms_my: syarat
nb_no: betingelse
nl_nl: voorwaarde
pl_pl: warunek
pt_br: condição
pt_pt: condição
ro_ro: condiție
ru_ru: условие
sk_sk: podmienka
sl_si: pogoj
sr_cyrl_rs: услов
sr_latn_rs: uslov
sv_se: villkor
th_th: เงื่อนไข
tr_tr: koşul
uk_ua: умова
vi_vn: điều_kiện
zh_cn: 条件
zh_tw: 條件

# LookUpArg3
source: result
bg_bg: резултат
ca_es: resultat
cs_cz: výsledek
da_dk: resultat
de_de: Ergebnis
el_gr: αποτέλεσμα
es_es: resultado
et_ee: tulemus
eu_es: emaitza
fi_fi: tulos
fr_fr: résultat
gl_es: resultado
hi_in: परिणाम
hr_hr: rezultat
hu_hu: eredmény
id_id: hasil
it_it: risultato
ja_jp: 結果
kk_kz: нәтиже
ko_kr: 결과
lt_lt: rezultatas
lv_lv: rezultāts
ms_my: hasil
nb_no: resultat
nl_nl: resultaat
pl_pl: wynik
pt_br: resultado
pt_pt: resultado
ro_ro: rezultat
ru_ru: результат
sk_sk: výsledok
sl_si: rezultat
sr_cyrl_rs: резултат
sr_latn_rs: rezultat
sv_se: resultat
th_th: ผลลัพธ์
tr_tr: sonuç
uk_ua: результат
vi_vn: kết_quả
zh_cn: 结果
zh_tw: 結果

# AboutLookUp_source
source: A table where values will be looked up.
bg_bg: Таблица, чиито стойности ще се търсят.
ca_es: Taula on se cercaran valors.
cs_cz: Tabulka, jejíž hodnoty budou prohledány
da_dk: En tabel, hvor værdier bliver slået op.
de_de: Eine Tabelle, in der Werte nachgeschlagen werden.
el_gr: Πίνακας όπου θα γίνεται αναζήτηση τιμών.
es_es: Una tabla donde se buscarán los valores.
et_ee: Tabel, kust otsitakse väärtusi.
eu_es: Taula, non balioak bilatuko diren.
fi_fi: Taulukko, josta arvot etsitään.
fr_fr: Table dans laquelle les valeurs seront recherchées.
gl_es: Táboa na que se van buscar valores.
hi_in: एक तालिका जहाँ मानों की खोज की जाएगी.
hr_hr: Tablica u kojoj će se vrijednosti potražiti.
hu_hu: Ebből a táblából keresi ki a függvény az értékeket.
id_id: Tabel tempat nilai akan dicari.
it_it: Tabella in cui verranno cercati i valori.
ja_jp: 値を検索するテーブル。
kk_kz: Мәндер ізделетін кесте.
ko_kr: 값이 조회되는 테이블입니다.
lt_lt: Lentelė, kurioje bus ieškoma reikšmių.
lv_lv: Tabula, kur vērtības tiks uzmeklētas.
ms_my: Jadual yang nilainya akan dicari.
nb_no: En tabell der verdier slås opp.
nl_nl: Een tabel waarin waarden worden opgezocht.
pl_pl: Tabela, w której będą wyszukiwane wartości.
pt_br: Tabela em que os valores serão pesquisados.
pt_pt: Uma tabela onde serão procurados valores.
ro_ro: Un tabel în care se vor căuta valori.
ru_ru: Таблица, в которой будут искаться значения.
sk_sk: Tabuľka, kde sa vyhľadajú hodnoty.
sl_si: Tabela, v kateri je treba poiskati vrednosti.
sr_cyrl_rs: Табела у којој ће вредности бити тражене.
sr_latn_rs: Tabela u kojoj će vrednosti biti tražene.
sv_se: En tabell där värden ska hittas.
th_th: ตารางที่จะใช้ในการค้นหาค่า
tr_tr: Değerlerin aranacağı tablo.
uk_ua: Таблиця, де потрібно шукати значення.
vi_vn: Bảng để tra cứu các giá trị trong đó.
zh_cn: 将在其中查找值的表。
zh_tw: 對其查閱值的資料表。

# AboutLookUp_condition
source: A condition to evaluate for rows in the specified input.
bg_bg: Условие за изчисляване за редове в указаните входни данни.
ca_es: Condició per avaluar files a l'entrada especificada.
cs_cz: Podmínka, která se má vyhodnotit pro řádky v zadaném vstupu
da_dk: En betingelse, der skal evalueres for rækker i det angivne input.
de_de: Eine Bedingung, die für Zeilen in der angegebenen Eingabe ausgewertet werden soll.
el_gr: Μια συνθήκη για την αξιολόγηση σειρών στα καθορισμένα δεδομένα εισόδου.
es_es: Una condición que va a evaluar las filas de la entrada especificada.
et_ee: Tingimus, mille väärtus arvutatakse määratud sisendis ridade põhjal.
eu_es: Zehaztutako sarrerako errenkadak ebaluatzeko baldintza.
fi_fi: Määritetyn syötteen rivien arvioimisen ehto.
fr_fr: Condition à évaluer pour les lignes dans l’entrée spécifiée.
gl_es: Condición que se vai avaliar nas filas da entrada especificada.
hi_in: निर्दिष्ट इनपुट की पंक्तियों के लिए मूल्यांकन की जाने वाली स्थिति.
hr_hr: Uvjet koji se vrednuje za retke u određenom unosu.
hu_hu: A megadott bemenet sorain kiértékelendő feltétel.
id_id: Kondisi baris di masukan yang ditentukan untuk dievaluasi.
it_it: Condizione da valutare per le righe nell'input specificato.
ja_jp: 指定の入力にある行を評価するための条件。
kk_kz: Көрсетілген кіріс деректеріндегі жолдар үшін есептелетін шарт.
ko_kr: 지정된 입력에서 행에 대해 평가할 조건입니다.
lt_lt: Sąlyga, skirta konkrečios įvesties eilutėms įvertinti.
lv_lv: Nosacījums, kas novērtē rindas norādītajā ievadē.
ms_my: Syarat untuk menilai baris dalam input yang ditentukan.
nb_no: En betingelse som evalueres for rader i den angitte inndataen.
nl_nl: Een voorwaarde waarmee de rijen in de opgegeven verzameling moeten worden geëvalueerd.
pl_pl: Warunek do oceny dla wierszy w określonych danych wejściowych.
pt_br: Condição a ser avaliada em linhas da entrada especificada.
pt_pt: Uma condição para avaliar linhas na entrada especificada.
ro_ro: O condiție care se va evalua pentru rândurile din intrarea specificată.
ru_ru: Условие для вычисления по строкам во входных данных.
sk_sk: Podmienka na vyhodnotenie pre riadky v zadanom výstupe.
sl_si: Pogoj za ovrednotenje vrstic v določenem vhodu.
sr_cyrl_rs: Услов за процену за редове у наведеном уносу.
sr_latn_rs: Uslov za procenu za redove u navedenom unosu.
sv_se: Ett villkor att utvärdera för rader i den angivna indatan.
th_th: เงื่อนไขในการประเมินแถวต่างๆ ในค่าที่ป้อน
tr_tr: Belirtilen girişte satırlar için değerlendirilecek olan koşul.
uk_ua: Умова, за якою у вхідній таблиці визначаються рядки для обчислення.
vi_vn: Điều kiện để đánh giá cho các hàng trong đầu vào được chỉ định.
zh_cn: 要为指定输入中的行计算的条件。
zh_tw: 對指定輸入中的資料列進行評估的條件。

# AboutLookUp_result
source: An expression to evaluate over the row that match the specified condition, and that will provide the result.
bg_bg: Израз, който да се изчисли върху реда, който съответства на указаното условие, и ще предостави резултата.
ca_es: Expressió que s'avaluarà sobre la fila que coincideixi amb la condició especificada i que proporcionarà el resultat.
cs_cz: Výraz, který se má vyhodnotit v řádku, který splňuje zadanou podmínku a který poskytne výsledek
da_dk: Et udtryk, der skal evalueres med rækken, som matcher den angivne tilstand, og som giver resultatet.
de_de: Ein Ausdruck, der für die Zeile ausgewertet wird, die mit der angegebenen Bedingung übereinstimmt, und der das Ergebnis übergibt.
el_gr: Μια παράσταση για την αξιολόγηση της σειράς που συμφωνεί με την καθορισμένη συνθήκη και που θα παρέχει το αποτέλεσμα.
es_es: Una expresión que se va a evaluar en la fila que coincide con la condición especificada y que proporcionará el resultado.
et_ee: Avaldis, mille väärtus arvutatakse määratud tingimusele vastava rea kohta ja mis annab tulemuse.
eu_es: Zehaztutako baldintzarekin bat datorren errenkadaren arabera ebaluatuko den eta emaitza ebatziko duen espresioa.
fi_fi: Määritettyä ehtoa vastaavalle riville arvioitava lauseke, joka antaa tuloksen.
fr_fr: Expression à évaluer sur les lignes qui correspondent à la condition spécifiée, et qui fournira le résultat.
gl_es: Expresión que se vai avaliar sobre a fila que coincide coa condición especificada e que proporcionará o resultado.
hi_in: उस पंक्ति पर मूल्यांकन किया जाने वाला व्यंजक, जिसका मिलान निर्दिष्ट स्थिति से हो, और वह जिससे परिणाम प्रदान किया जाएगा.
hr_hr: Izraz koji se vrednuje na temelju retka koji odgovara određenom uvjetu, i koji će dati rezultat.
hu_hu: A megadott feltételnek megfelelő soron kiértékelendő kifejezés, amely a függvény eredményét adja.
id_id: Ekspresi untuk dievaluasi barisnya yang cocok dengan kondisi yang ditentukan, dan yang akan memberikan hasil.
it_it: Espressione da valutare sulla riga che corrisponde alla condizione specificata e che fornisce il risultato.
ja_jp: 指定した条件に一致する行を評価して結果を提供する式。
kk_kz: Көрсетілген шартқа сәйкес келетін және нәтижені беретін жол бойынша есептелетін өрнек.
ko_kr: 지정된 조건과 일치하는 행에 대해 평가하는 식으로, 결과를 제공합니다.
lt_lt: Reiškinys, skirtas įvertinti pagal eilutę, kuri atitinka konkrečią sąlygą; jis pateikia rezultatą.
lv_lv: Izteiksme, attiecībā pret kuru novērtēt rindu, kas atbilst norādītajam nosacījumam un kas nodrošinās rezultātu.
ms_my: Ungkapan untuk menilai ke atas baris yang padan dengan syarat yang ditentukan dan yang akan memberikan hasil.
nb_no: Et uttrykk som evalueres over raden, som samsvarer med den angitte betingelsen, og som gir resultatet.
nl_nl: Een expressie waarmee de rij die overeenkomt met de opgegeven voorwaarde moet worden geëvalueerd en waarmee het resultaat wordt geleverd.
pl_pl: Wyrażenie do oceny względem wiersza, który pasuje do określonego warunku. Zwraca wynik.
pt_br: Expressão a ser avaliada sobre a linha que corresponde à condição especificada e que vai fornecer o resultado.
pt_pt: Uma expressão para avaliar sobre a linha que corresponde à condição especificada e que irá fornecer o resultado.
ro_ro: O expresie de evaluat peste rândul care se potrivește condiției specificate și care va furniza rezultatul.
ru_ru: Выражение для вычисления по строке, соответствующей заданному условию; оно предоставляет результат.
sk_sk: Výraz na vyhodnotenie pre riadok spĺňajúci danú podmienku, ktorý poskytne výsledok.
sl_si: Izraz, ki ga je treba ovrednotiti za vrstico, ki ustreza določenemu pogoju, in bo zagotovil rezultat.
sr_cyrl_rs: Израз који треба проверити у реду који одговара наведеном услову и који ће дати резултат.
sr_latn_rs: Izraz koji treba proveriti u redu koji odgovara navedenom uslovu i koji će dati rezultat.
sv_se: Ett uttryck att utvärdera för raden som matchar det angivna villkoret och som kommer att ge resultatet.
th_th: นิพจน์ที่จะประเมินกับแถวที่ตรงตามเงื่อนไขที่กำหนด ซึ่งจะให้ผลออกมา
tr_tr: Belirtilen koşulla eşleşen satırda değerlendirilecek olan ifade. Böylece sonuç ortaya çıkar.
uk_ua: Вираз, який обчислюється стосовно кожного рядка, що відповідає указаній умові, і повертає отриманий результат.
vi_vn: Biểu thức để đánh giá qua hàng khớp với điều kiện được chỉ định và sẽ cung cấp kết quả.
zh_cn: 要对匹配指定条件的行计算的表达式，将提供结果。
zh_tw: 對符合指定條件的資料列評估運算式，如此會提供結果。
