Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrEmptyInvalidIdentifier_HowToFix_1
source: Ensure you have text for your identifier. This error occurs when the identifier is all blanks or spaces.
bg_bg: Уверете се, че имате валиден текст в своя идентификатор. Тази грешка възниква, когато идентификаторът е празен, състои се само от интервали или съдържа табулация или нов ред.
ca_es: Assegureu-vos que teniu text vàlid a l'identificador. Aquest error es produeix quan l'identificador està en blanc, només conté espais o conté una tabulació o un salt de línia.
cs_cz: Ujistěte se, že máte ve svém identifikátoru platný text. K této chybě dochází, pokud je identifikátor prázdný, obsahuje pouze mezery nebo tabulátor či nový řádek.
da_dk: Sørg for, at du har gyldig tekst i dit id. Denne fejl opstår, når id'et er tomt, kun indeholder mellemrum eller indeholder et tabulatortegn eller tegn for ny linje.
de_de: Überprüfen Sie, ob der Text im Bezeichner gültig ist. Dieser Fehler tritt auf, wenn der Bezeichner leer ist, lediglich Leerzeichen enthält oder einen Tabulator oder Zeilenumbruch enthält.
el_gr: Βεβαιωθείτε ότι έχετε έγκυρο κείμενο στο αναγνωριστικό ας. Αυτό το σφάλμα παρουσιάζεται όταν το αναγνωριστικό είναι κενό, έχει μόνο διαστήματα ή περιέχει μια καρτέλα ή νέα γραμμή.
es_es: Asegúrese de que dispone de texto para el identificador. Este error se produce cuando el identificador está en blanco o solo contiene espacios.
et_ee: Veenduge, et teil oleks oma identifikaatoris sobiv tekst. See tõrge ilmneb, kui identifikaator on tühiväärtusega koosneb ainult tühikutest või sisaldab tabeldust või uut rida.
eu_es: Ziurtatu identifikatzaileak balio duen testua duela. Identifikatzailea hutsik badago, zuriuneak soilik baditu edo tabulazio-marka edo lerro-jauzi bat badu gertatu ohi da errore hau.
fi_fi: Varmista, että tunnisteelle on olemassa sallittu teksti. Tämä virhe tapahtuu, kun tunniste on tyhjä, koostuu vain välilyönneistä tai sisältää sarkaimen tai rivinvaihdon.
fr_fr: Vérifiez que vous disposez de texte valide dans votre identificateur. Cette erreur se produit lorsque l’identificateur est vide, inclut uniquement des espaces ou contient une tabulation ou une nouvelle ligne.
gl_es: Asegúrese de que ten texto válido no identificador. Este erro prodúcese cando o identificador está en branco, só ten espazos ou contén un separador ou unha nova liña.
hi_in: सुनिश्चित करें कि आपके पहचानकर्ता में वैध टेक्स्ट है. यह त्रुटि तब होती है जब पहचानकर्ता रिक्त होता है, उसमें केवल रिक्त स्थान होते हैं, या उसमें कोई टैब या नई लाइन होती है.
hr_hr: Provjerite sadrži li identifikator važeći tekst. Ova se pogreška javlja kada je identifikator prazan, sadrži samo razmak ili tabulator ili novi red.
hu_hu: Győződjön meg arról, hogy az azonosító érvényes szöveget tartalmaz. Ez a hiba akkor fordul elő, ha az azonosító üres, csak szóközöket, tabulátort vagy egy új sort tartalmaz.
id_id: Pastikan Anda memiliki teks yang valid pada pengidentifikasi Anda. Kesalahan ini terjadi jika pengidentifikasi kosong, hanya diisi dengan spasi, atau berisi tab atau baris baru.
it_it: Verifica che l'identificatore contenga testo valido. Questo errore si verifica quando l'identificatore è vuoto, contiene solo spazi vuoti o una tabulazione o una nuova riga.
ja_jp: 識別子には有効なテキストを必ず使用してください。このエラーが発生するのは、識別子が空白の場合、スペースのみである場合、タブや改行が含まれている場合です。
kk_kz: Идентификатор ішінде жарамды мәтіннің болуына көз жеткізіңіз. Идентификатор бос немесе бос орындар болса, не болмаса қойынша немесе жаңа жолды қамтитын болса, осы қате пайда болады.
ko_kr: 식별자에 유효한 텍스트가 있는지 확인하세요. 이 오류는 식별자가 비어 있거나, 공백만 있거나, 탭이나 줄바꿈이 포함되어 있을 때 발생합니다.
lt_lt: Įsitikinkite, kad jūsų identifikatoriuje yra tinkamas tekstas. Ši klaida įvyksta, kai identifikatorius yra tuščias, yra tik tarpai arba tabuliacijos žymė ar nauja eilutė.
lv_lv: Identifikatoram jāsatur derīgs teksts. Šī kļūda rodas, ja identifikators ir tukšs, sastāv tikai no atstarpēm vai satur tabulēšanas rakstzīmi vai jaunu rindu.
ms_my: Pastikan anda mempunyai teks sah dalam pengecam anda. Ralat ini berlaku apabila pengecam kosong, hanya mempunyai ruang kosong atau mengandungi tab atau baris baharu.
nb_no: Kontroller at du har gyldig tekst i identifikatoren. Denne feilen oppstår når identifikatoren er tom, bare har mellomrom eller inneholder tabulator eller linjeskift.
nl_nl: Zorg dat uw id geldige tekst bevat. Deze fout treedt op wanneer de id leeg is, uitsluitend uit spaties bestaat of een tab of nieuwe regel bevat.
pl_pl: Upewnij się, że identyfikator zawiera prawidłowy tekst. Ten błąd występuje, gdy identyfikator jest pusty, zawiera same spacje lub tabulator albo znak końca wiersza.
pt_br: Verifique se você tem o texto válido para seu identificador. Esse erro ocorre quando o identificador está em branco, só tem espaços ou contém uma tabulação ou nova linha.
pt_pt: Certifique-se de que tem texto válido no seu identificador. Este erro ocorre quando o identificador está em branco, tem apenas espaços ou contém uma tabulação ou uma nova linha.
ro_ro: Asigurați-vă că aveți text valid în identificator. Această eroare apare atunci când identificatorul este necompletat, are numai spații goale sau conține un caracter de tabulare sau de linie nouă.
ru_ru: Убедитесь, что идентификатор представляет собой допустимый текст. Эта ошибка возникает, когда идентификатор пуст, состоит из одних пробелов либо содержит символ табуляции или новой строки.
sk_sk: Uistite sa, že identifikátor má platný text. K tejto chybe dôjde v prípade, že identifikátor je prázdny, sú v ňom iba medzery alebo obsahuje tabulátor či nový riadok.
sl_si: Prepričajte se, da imate v identifikatorju veljavno besedilo. Do te napake pride, če je identifikator prazen, vsebuje samo presledke oziroma zavihek ali novo vrstico.
sr_cyrl_rs: Уверите се да идентификатор има важећи текст. Ова грешка се јавља када је идентификатор празан, кад има само просторе или садржи табулатор или нови ред.
sr_latn_rs: Uverite se da identifikator ima tekst. Ova greška se javlja kada se identifikator sastoji samo od praznih mesta ili razmaka.
sv_se: Se till att du har giltig text för din identifierare. Felet uppstår när identifieraren är tom, bara innehåller blanksteg eller innehåller ett tabbtecken eller tecken för ny rad.
th_th: ตรวจสอบให้แน่ใจว่าคุณมีข้อความที่ถูกต้องในตัวระบุของคุณ ข้อผิดพลาดนี้เกิดขึ้นเมื่อตัวระบุนั้นเว้นว่างไว้ หรือมีเฉพาะเว้นวรรค หรือมีแท็บหรือบรรทัดใหม่
tr_tr: Tanımlayıcınızda geçerli metne sahip olduğunuzdan emin olun. Bu hata, tanımlayıcı boşsa, yalnızca boşluk içeriyorsa veya bir sekme ya da yeni satır içeriyorsa oluşur.
uk_ua: Переконайтеся, що ідентифікатор містить припустимий текст. Ця помилка стається, якщо ідентифікатор пустий, містить лише пробіли або має символ табуляції чи переходу на новий рядок.
vi_vn: Đảm bảo rằng bạn có văn bản hợp lệ trong thông tin nhận dạng. Lỗi này xảy ra khi thông tin nhận dạng trống, chỉ chứa khoảng trắng, hoặc chứa tab hoặc ký tự xuống dòng.
zh_cn: 确保标识符中使用有效文本。当标识符为空白、仅有空格或者包含制表符或换行符时，会发生此错误。
zh_tw: 請確保您的識別碼包含有效的文字。當識別碼為空白、只有空格，或包含定位字元或換行符號時，就會發生此錯誤。

# ErrUnOrderedTypeForComparison_Type
source: Unable to compare values of type {0}.
bg_bg: Не могат да се сравнят стойности от тип {0}.
ca_es: No es poden comparar valors del tipus {0}.
cs_cz: Nelze porovnat hodnoty typu {0}.
da_dk: Værdier af typen {0} kan ikke sammenlignes.
de_de: Die Werte vom Typ {0} konnten nicht verglichen werden.
el_gr: Δεν είναι δυνατή η σύγκριση τιμών τύπου {0}.
es_es: No se pueden comparar valores del tipo {0}.
et_ee: Väärtusi tüübiga {0} ei saa võrrelda.
eu_es: Ezin dira alderatu {0} motako balioak.
fi_fi: Tyypin {0} arvoja ei voi vertailla.
fr_fr: Impossible de comparer les valeurs de type {0}.
gl_es: Non se poden comparar valores de tipo {0}.
hi_in: प्रकार {0} के मानों की तुलना करने में असमर्थ.
hr_hr: Nije moguće usporediti vrijednosti vrste {0}.
hu_hu: Nem lehet {0} típusú értékeket összehasonlítani.
id_id: Tidak dapat membandingkan nilai dari tipe {0}.
it_it: Impossibile confrontare valori di tipo {0}.
ja_jp: 型が {0} である値は比較できません。
kk_kz: {0} түрінің мәндерін салыстыру мүмкін емес.
ko_kr: {0} 유형의 값을 비교할 수 없습니다.
lt_lt: Negalima palyginti {0} tipo reikšmių.
lv_lv: Nevar salīdzināt tipa {0} vērtības.
ms_my: Tidak dapat membandingkan nilai jenis {0}.
nb_no: Kan ikke sammenligne verdier av typen {0}.
nl_nl: Kan waarden van het type {0} niet vergelijken.
pl_pl: Nie można porównać wartości typu {0}.
pt_br: Não é possível comparar valores de tipo {0}.
pt_pt: Não é possível comparar valores do tipo {0}.
ro_ro: Nu se pot compara valorile de tip {0}.
ru_ru: Не удалось сравнить значения типа "{0}".
sk_sk: Nie je možné porovnávať hodnoty typu {0}.
sl_si: Vrednosti vrste {0} ni mogoče primerjati.
sr_cyrl_rs: Није могуће упоредити вредности типа {0}.
sv_se: Det gick inte att jämföra värden av typen {0}.
th_th: ไม่สามารถเปรียบเทียบค่าชนิด {0} ได้
tr_tr: {0} türündeki değerler karşılaştırılamıyor.
uk_ua: Не вдалося порівняти значення типу {0}.
vi_vn: Không thể so sánh các giá trị thuộc loại {0}.
zh_cn: 无法比较 {0} 类型的值。
zh_tw: 無法比較類型 {0} 的值。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_ShortMessage
source: Incompatible types for comparison. These types can't be compared: {0}, {1}.
bg_bg: Несъвместими типове за сравнение. Тези типове не могат да се сравняват: {0}, {1}.
ca_es: Els tipus són incompatibles per a la comparació. Aquests tipus no es poden comparar: {0}, {1}.
cs_cz: Nekompatibilní typy pro porovnání. Tyto typy nelze srovnávat: {0}, {1}.
da_dk: Inkompatible typer til sammenligning. Disse typer kan ikke sammenlignes: {0}, {1}.
de_de: Einige Typen sind für den Vergleich inkompatibel. Diese Typen können nicht verglichen werden: {0}, {1}.
el_gr: Ασύμβατοι τύποι για σύγκριση. Δεν είναι δυνατή η σύγκριση αυτών των τύπων: {0}, {1}.
es_es: Tipos incompatibles para la comparación. No se pueden comparar estos tipos: {0}, {1}.
et_ee: Võrdluse jaoks sobimatud tüübid. Neid tüüpe ei saa võrrelda: {0}, {1}.
eu_es: Konparazioaren motak ez dira bateragarriak. Ezin dira konparatu honako mota hauek: {0}, {1}.
fi_fi: Yhteensopimattomat vertailtavat tyypit. Näitä tyyppejä ei voi verrata: {0}, {1}.
fr_fr: Types incompatibles pour la comparaison. Il est possible de comparer ces types : {0}, {1}.
gl_es: Tipos incompatibles para a comparación. Estes tipos non se poden comparar: {0} e {1}.
hi_in: तुलना के लिए असंगत प्रकार. इन प्रकारों की तुलना नहीं की जा सकती: {0}, {1}.
hr_hr: Nekompatibilne vrste za usporedbu. Ove se vrste ne mogu usporediti: {0}, {1}.
hu_hu: Nem kompatibilis típusok az összehasonlításhoz. A következő típusok nem hasonlíthatók össze: {0}, {1}.
id_id: Jenis perbandingan tidak kompatibel. Jenis ini tidak dapat dibandingkan: {0}, {1}.
it_it: Tipi incompatibili per il confronto. Non puoi confrontare questi tipi: {0}, {1}.
ja_jp: 型に互換性がないため比較できません。{0} と {1} の型は比較できません。
kk_kz: Салыстыру үшін түрлер үйлеспейді. Бұл түрлерді салыстыру мүмкін емес: {0}, {1}.
ko_kr: 비교할 수 없는 유형입니다. {0} 및 {1} 유형은 비교할 수 없습니다.
lt_lt: Nesuderinami palyginimo tipai. Negalima palyginti šių tipų: {0}, {1}.
lv_lv: Salīdzinājumam nesaderīgi tipi. Šos tipus nevar salīdzināt: {0}, {1}.
ms_my: Jenis yang tidak serasi untuk perbandingan. Jenis ini tidak boleh dibandingkan: {0}, {1}.
nb_no: Inkompatible typer for sammenligning. Disse typene kan ikke sammenlignes: {0}, {1}.
nl_nl: Incompatibele typen voor vergelijking. Deze typen kunnen niet worden vergeleken: {0}, {1}.
pl_pl: Niezgodne typy do porównania. Nie można porównywać następujących typów: {0}, {1}.
pt_br: Tipos incompatíveis para comparação. Estes tipos não podem ser comparados: {0}, {1}.
pt_pt: Tipos incompatíveis para comparação. Não é possível comparar estes tipos: {0}, {1}.
ro_ro: Tipuri incompatibile într-o comparație. Aceste tipuri nu pot fi comparate: {0}, {1}.
ru_ru: Несовместимые типы для сравнения. Невозможно сравнить эти типы: {0}, {1}.
sk_sk: Nekompatibilné typy na porovnanie. Tieto typy nemožno porovnať: {0}, {1}.
sl_si: Nezdružljivi vrsti za primerjavo. Teh vrst ni mogoče primerjati: {0}, {1}.
sr_cyrl_rs: Некомпатибилни типови за поређење. Није могуће поредити ове типове: {0}, {1}.
sr_latn_rs: Nekompatibilni tipovi za poređenje. Nije moguće porediti ove tipove: {0}, {1}.
sv_se: Inkompatibla typer för jämförelse. Följande typer kan inte jämföras: {0}, {1}.
th_th: ชนิดที่เข้ากันไม่ได้สำหรับการเปรียบเทียบ ชนิดเหล่านี้ไม่สามารถเปรียบเทียบกันได้: {0}, {1}
tr_tr: Karşılaştırma için uyumsuz türler. Bu türler karşılaştıramaz: {0}, {1}.
uk_ua: Несумісні типи для порівняння. Ці типи не можна порівняти: {0}, {1}.
vi_vn: Các loại không tương thích để so sánh. Những loại này không thể so sánh được: {0}, {1}.
zh_cn: 比较的类型不兼容。无法比较这些类型: {0}、{1}。
zh_tw: 比較不相容的類型。這些類型無法比較: {0}、{1}。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_LongMessage
source: We can't evaluate your formula because the values being compared in the formula aren’t the same type.
bg_bg: Не можем да изчислим формулата ви, тъй като стойностите, които се сравняват в нея, не са от един и същ тип.
ca_es: No podem avaluar la fórmula perquè els valors que s’hi estan comparant no són del mateix tipus.
cs_cz: Vzorec se nám nepodařilo vyhodnotit, protože hodnoty porovnávané ve vzorci nejsou stejného typu.
da_dk: Vi kan ikke evaluere din formel, fordi de værdier, der sammenlignes i formlen, ikke er den samme type.
de_de: Ihre Formel kann nicht ausgewertet werden, weil die in der Formel verglichenen Werte nicht denselben Typ aufweisen.
el_gr: Δεν είναι δυνατή η αξιολόγηση του τύπου σας, επειδή οι τιμές που συγκρίνονται στον τύπο δεν είναι του ίδιου τύπου.
es_es: No podemos evaluar su fórmula porque los valores que se comparan en la fórmula no son del mismo tipo.
et_ee: Me ei saa teie valemit hinnata, sest valemis hinnatavad väärtused pole sama tüüpi.
fi_fi: Kaavaa ei voi arvioida, koska kaavan vertailtavat arvot eivät ole samaa tyyppiä.
fr_fr: Nous ne pouvons pas évaluer votre formule, car les valeurs comparées dans la formule ne sont pas du même type.
gl_es: Non podemos avaliar a túa fórmula porque os valores que se comparan nela non son do mesmo tipo.
hu_hu: A képlet nem értékelhető ki, mert a képletben összehasonlított értékek nem azonos típusúak.
id_id: Tidak dapat mengevaluasi rumus Anda karena nilai yang dibandingkan dalam rumus tidak berada dalam tipe yang sama.
it_it: Non è possibile valutare la formula perché i valori confrontati nella formula non sono dello stesso tipo.
ja_jp: 数式に含まれる比較対象の値が同じ型ではないため、数式を評価できません。
kk_kz: Формуланы бағалау мүмкін емес, себебі формуладағы салыстырылатын мәндердің түрлері бірдей емес.
ko_kr: 수식에서 비교되는 값이 동일한 형식이 아니므로 수식을 평가할 수 없습니다.
lt_lt: Negalime įvertinti formulės, nes lyginamos formulės reikšmės nėra to paties tipo.
lv_lv: Nevar novērtēt formulu, jo formulas salīdzināmo vērtību tips nav vienāds.
ms_my: Kami tidak dapat menilai formula anda kerana nilai yang dibandingkan dalam formula bukan daripada jenis yang sama.
nl_nl: Je formule kan niet worden geëvalueerd omdat de waarden die in de formule worden vergeleken, niet van hetzelfde type zijn.
pl_pl: Nie możemy obliczyć formuły, ponieważ wartości porównywane w formule nie są tego samego typu.
ru_ru: Невозможно вычислить формулу, так как сравниваемые в формуле значения имеют разные типы.
sk_sk: Vzorec sa nedá vyhodnotiť, pretože hodnoty, ktoré sa porovnávajú vo vzorci, nie sú rovnakého typu.
sl_si: Vaše formule ni mogoče ovrednotiti, ker primerjane vrednosti v formuli niso enake vrste.
sr_cyrl_rs: Не можемо да проценимо формулу зато што вредности које се пореде у формули нису истог типа.
sr_latn_rs: Ne možemo da procenimo formulu zato što vrednosti koje se porede u formuli nisu istog tipa.
sv_se: Det går inte att utvärdera formeln eftersom värdena som jämförs i formeln inte är av samma typ.
th_th: เราไม่สามารถประเมินสูตรของคุณได้เนื่องจากค่าที่เปรียบเทียบในสูตรไม่ได้เป็นข้อมูลชนิดเดียวกัน
tr_tr: Formülde karşılaştırılmakta olan değerler aynı türde olmadığından formülünüzü değerlendiremiyoruz.
uk_ua: Не вдалось обчислити формулу, тому що значення, які порівнюються у формулі, мають різні типи.
vi_vn: Không thể đánh giá công thức của bạn vì các giá trị được so sánh trong công thức không cùng loại.
zh_cn: 无法计算公式，因为在公式中比较的值类型不相同。
zh_tw: 因為在公式中比較的值屬於不同類型，所以無法評估您的公式。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_HowToFix_1
source: You might need to convert the value to be the same type, such as converting a date string (e.g., "12/31/2018") to a date value.
bg_bg: Може да се наложи да конвертирате стойността да бъде същия тип, като например конвертиране на низ на дата (например „12/31/2018“) в стойност на дата.
ca_es: És possible que hàgiu de convertir el valor perquè sigui del mateix tipus, per exemple, la conversió d'una cadena de data (com ara "31/12/2018") a un valor de data.
cs_cz: Možná bude nutné převést hodnotu na stejný typ, např. převést řetězec data (třeba 31.12.2018) na hodnotu data.
da_dk: Du skal måske konvertere værdien til samme type, for eksempel konvertere en datostreng (som "31/12/2018") til en datoværdi.
de_de: Möglicherweise müssen Sie den Wert in denselben Typ konvertieren, z. B. eine Datumszeichenfolge (z. B. "12/31/2018") in einen Datumswert.
el_gr: Ίσως χρειαστεί να μετατρέψετε την τιμή ώστε να έχει τον ίδιο τύπο, μετατρέποντας, για παράδειγμα, μια συμβολοσειρά ημερομηνίας (π.χ. "31/12/2018") σε τιμή ημερομηνίας.
es_es: Es posible que deba convertir el valor para que sea del mismo tipo; por ejemplo, de una cadena de fecha (como "31/12/2018") a un valor de fecha.
et_ee: Võib-olla peate väärtuse samale tüübile teisendama, nt teisendama kuupäevastringi (nt "12/31/2018") kuupäeva väärtuseks.
eu_es: Baliteke balioa bihurtu behar izatea mota bera izan dezan; adibidez, data-kate bat (2018/12/31) data-balio bihur dezakezu.
fi_fi: Saatat joutua muuntamaan arvon samaksi tyypiksi, kuten muuntamaan päivämäärämerkkijonon (esimerkiksi 12/31/2018) päivämääräarvoksi.
fr_fr: Vous devrez peut-être convertir la valeur pour qu'elle soit du même type, par exemple en convertissant une chaîne de date (telle que « 12/31/2018 ») en valeur de date.
gl_es: É posible que precise converter o valor para que sexa do mesmo tipo, como, por exemplo, converter unha cadea de data (p. ex., "12/31/2018") nun valor de data.
hi_in: आपको समान प्रकार का बनाने के लिए मान को रूपांतरित करने की आवश्यकता पड़ सकती है, जैसे कि किसी तिथि स्ट्रिंग (उदाहरण के लिए "12/31/2018") को एक तिथिमान में बदलना.
hr_hr: Možda ćete morati pretvoriti vrijednost u istu vrstu, primjerice pretvoriti datumski niz (npr. "31. 12. 2018.") u datumsku vrijednost.
hu_hu: Lehetséges, hogy a típusegyezés érdekében konvertálnia kell az értéket, például a 12/31/2018 dátumsztringet egy dátumértékre.
id_id: Anda mungkin perlu mengonversi nilai menjadi jenis yang sama, seperti mengonversi string tanggal (misalnya, "31/12/2018") ke nilai tanggal.
it_it: Potrebbe essere necessario convertire il valore nello stesso tipo, ad esempio convertendo una stringa di data ("31/12/2018") in un valore di data.
ja_jp: 日付文字列 (例: "12/31/2018") を日付値に変換するなど、同じ型になるように値を変換する必要がある可能性があります。
kk_kz: Мәнді бірдей түрде болуы үшін түрлендіруіңіз қажет болуы мүмкін, мысалы, күн жолын (мысалы, "31/12/2018") күн мәніне түрлендіру.
ko_kr: 날짜 문자열(예: "12/31/2018")을 날짜 값으로 변환하는 것과 같이 값을 동일한 형식으로 변환해야 할 수도 있습니다.
lt_lt: Gali prireikti konvertuoti reikšmę, kad ji būtų to paties tipo, pavyzdžiui, konvertuoti datos eilutę (pvz., 12/31/2018) į datos reikšmę.
lv_lv: Ieteicams pārvērst vērtības veidu uz tādu pašu veidu, piemēram, pārvēršot datuma virkni (piem., “12/31/2018”) uz datuma vērtību.
ms_my: Anda mungkin perlu menukar nilai sebagai jenis yang sama, seperti menukar rentetan tarikh (MIS., "12/31/2018") kepada nilai tarikh.
nb_no: Du må kanskje konvertere verdien til samme type, for eksempel å konvertere en datostreng (f.eks. 12/31/2018) til en datoverdi.
nl_nl: Mogelijk moet u de waarde converteren om deze van hetzelfde type te maken, bijvoorbeeld door een datumtekenreeks (zoals '12/31/2018') te converteren naar een datumwaarde.
pl_pl: Może być konieczne przekonwertowanie wartości na ten sam typ, na przykład przekonwertowanie ciągu daty (np. „12/31/2018”) na wartość daty.
pt_br: Talvez você precise converter o valor para ser do mesmo tipo, por exemplo, converter uma cadeia de caracteres de data (por exemplo, "31/12/2018") em um valor de data.
pt_pt: Poderá precisar de converter o valor para que seja do mesmo tipo, como, por exemplo, converter uma cadeia de data (por exemplo, "31/12/2018") para um valor de data.
ro_ro: Poate fi necesar să convertiți valoarea astfel încât să fie de același tip, cum ar fi conversia unui șir de caractere de tip dată (de exemplu, „31.12.2018”) la o valoare de tip dată calendaristică.
ru_ru: Возможно, следует преобразовать значение в тот же тип, например преобразовать строку даты ("31.12.2018") в значение даты.
sk_sk: Pravdepodobne budete musieť skonvertovať hodnotu tak, aby bola rovnakého typu, napríklad skonvertovať reťazec dátumu (napríklad 31/12/2018) na hodnotu dátumu.
sl_si: Vrednost boste morda morali spremeniti tako, da bo iste vrste. Datumski niz (npr. »12/31/2018«) boste na primer morali pretvoriti v datumsko vrednost.
sr_cyrl_rs: Можда ћете морати да конвертујете вредност у исти тип, као што је конвертовање ниске датума (нпр. „31.12.2018.“) у вредност датума.
sr_latn_rs: Možda ćete morati da konvertujete vrednost u isti tip, kao što je konvertovanje niske datuma (npr. „31.12.2018.“) u vrednost datuma.
sv_se: Du kan behöva konvertera värdet att vara av samma typ, till exempel konvertera en datumsträng (t.ex. ”12/31/2018”) till ett datumvärde.
th_th: คุณอาจต้องการแปลงค่าเป็นชนิดเดียวกัน เช่น การแปลงเป็นสตริงวันที่ (เช่น "12/31/2018") เป็นค่าวันที่
tr_tr: Bir tarih dizesini (örn. "31/12/2018") tarih değerine dönüştürür gibi, değeri aynı türe dönüştürmeniz gerekebilir.
uk_ua: Можливо, доцільно перетворити значення на однаковий тип. Наприклад, рядок дати (як-от "31.12.2018") можна перетворити на значення дати.
vi_vn: Có thể bạn cần chuyển đổi giá trị đó thành cùng loại, chẳng hạn như chuyển đổi một chuỗi ngày (ví dụ: "31/12/2018") thành giá trị ngày.
zh_cn: 可能需要将值转换为相同类型，例如将日期字符串(例如 "2018/12/31") 转换为日期值。
zh_tw: 您可能需要將值轉換為相同類型，例如將日期字串 (例如 "12/31/2018") 轉換至日期值。
