Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutPatchAggregateSingleTable
source: Takes a table of rows with primary keys and updated fields and applies those updates to the datasource. Returns a table of updated rows.
bg_bg: Взима таблица с редове с първични ключове и актуализирани полета и прилага тези актуализации към източника на данни. Връща таблица с актуализираните редове.
ca_es: Agafa una taula de files amb les claus principals i els camps actualitzats i aplica aquestes actualitzacions a l'origen de dades. Retorna una taula de files actualitzades.
cs_cz: Vezme tabulku řádků s primárními klíči a aktualizovanými poli a tyto aktualizace aplikuje pro zdroj dat. Vrátí tabulku aktualizovaných řádků.
da_dk: Tager en tabel med rækker med primære nøgler og opdaterede felter og anvender opdateringerne på datakilden. Returnerer en tabel med opdaterede rækker.
de_de: Verwendet eine Tabellen mit Primärschlüsseln und aktualisierten Feldern und wendet diese Updates auf die Datenquelle an. Gibt eine Tabelle mit aktualisierten Zeilen zurück.
el_gr: Λαμβάνει έναν πίνακα γραμμών με πρωτεύοντα κλειδιά και ενημερωμένα πεδία και εφαρμόζει αυτές τις ενημερώσεις στην προέλευση δεδομένων. Επιστρέφει έναν πίνακα ενημερωμένων γραμμών.
es_es: Toma una tabla de filas con claves principales y campos actualizados, y aplica esas actualizaciones al origen de datos. Devuelve una tabla de filas actualizadas.
et_ee: Võtab primaarvõtmetega ja värskendatud väljadega ridade tabeli ja rakendab need värskendused andmeallikale. Tagastab värskendatud ridade tabeli.
eu_es: Lehen mailako gakoak eta eremu eguneratuak dituen errenkada-taula bat hautatzen du eta eguneratze horiek aplikatzen ditu datu-iturburuan. Errenkada-taula eguneratua itzultzen du.
fi_fi: Ottaa perusavaimia ja päivitettyjä kenttiä riveillä sisältävän taulukon ja ottaa kyseiset päivitykset käyttöön tietolähteeseen. Palauttaa päivitettyjen rivien taulukon.
fr_fr: Prend un tableau de lignes avec des clés primaires et des champs mis à jour, puis applique les mises à jour à la source de données. Renvoie un tableau des lignes mises à jour.
gl_es: Colle unha táboa de filas con claves principais e campos actualizados e aplica esas actualizacións á orixe de datos. Devolve unha táboa de filas actualizadas.
hi_in: प्राथमिक कुंजी और अद्यतन क्षेत्रों के साथ पंक्तियों की एक तालिका लेता है और डेटा स्रोत के लिए वह अद्यतन लागू करता है. अद्यतन पंक्तियों की एक तालिका लौटाता है.
hr_hr: Primjenjuje ažuriranja iz tablice redaka s primarnim ključevima i ažuriranim poljima na izvor podataka. Vraća tablicu ažuriranih redaka.
hu_hu: Elsődleges kulcsokkal és frissített mezőkkel rendelkező sorok tábláját fogadja, és alkalmazza ezeket a frissítéseket az adatforrásra. A frissített sorokat tartalmazó táblát adja vissza.
id_id: Mengambil tabel baris dengan kunci utama dan bidang yang diperbarui serta menerapkan pembaruan tersebut ke sumber data. Mengembalikan tabel baris yang diperbarui.
it_it: Accetta una tabella di righe con chiavi primarie e campi aggiornati e applica gli aggiornamenti all'origine dati. Restituisce una tabella di righe aggiornate.
ja_jp: 行のテーブルを、プライマリ キーと更新されたフィールドと一緒に取得し、更新をデータソースに適用します。更新された行のテーブルを返します。
kk_kz: Бастапқы кілттері бар жолдар кестесі мен жаңартылған өрістерді алады және сол жаңартуларды деректер көзіне қолданады. Жаңартылған жолдардың кестесін қайтарады.
ko_kr: 기본 키와 업데이트된 필드가 있는 행 테이블을 사용하여 데이터 원본에 해당 업데이트를 적용합니다. 업데이트된 행 테이블을 반환합니다.
lt_lt: Paima eilučių lentelę su pirminiais raktais bei atnaujintais laukais ir taiko tuos naujinimus duomenų šaltiniui. Pateikia atnaujintų eilučių lentelę.
lv_lv: Rindu ar primārajām atslēgām un atjauninātajiem laukiem tabulā lieto attiecīgos atjauninājumus datu avotā. Atgriež atjaunināto rindu tabulu.
ms_my: Mengambil jadual baris dengan kunci utama serta medan yang dikemas kini dan menggunakan kemaskinian tersebut kepada sumber data. Mengembalikan jadual baris yang dikemas kini.
nb_no: Tar en tabell med rader med primærnøkler og oppdaterte felt, og bruker disse oppdateringene på datakilden. Returnerer en tabell med oppdaterte rader.
nl_nl: Hiermee wordt een tabel met primaire sleutels en bijgewerkte velden opgehaald en worden de updates in de gegevensbron toegevoegd. Een tabel met bijgewerkte rijen wordt geretourneerd.
pl_pl: Bierze tabelę wierszy z kluczami podstawowymi oraz zaktualizowanymi polami i stosuje te aktualizacje w źródle danych. Zwraca tabelę zaktualizowanych wierszy.
pt_br: Tira uma tabela de linhas com chaves primárias e campos atualizados e aplica essas atualizações à fonte de dados. Retorna uma tabela de linhas atualizadas.
pt_pt: Numa tabela de linhas com chaves primárias e campos atualizados, aplica essas atualizações à origem de dados. Devolve uma tabela de linhas atualizadas.
ro_ro: Preia un tabel de rânduri cu chei primare și câmpuri actualizate și aplică aceste actualizări la sursa de date. Returnează un tabel de rânduri actualizate.
ru_ru: Принимает таблицу строк с первичными ключами и обновленными полями и применяет эти обновления к источнику данных. Возвращает таблицу обновленных строк.
sk_sk: V zdroji údajov použije aktualizácie z tabuľky riadkov s primárnymi kľúčmi a aktualizovanými poľami. Vráti tabuľku aktualizovaných riadkov.
sl_si: Vzame tabelo z vrsticami s primarnimi ključi in posodobljena polja ter uporabi te posodobitve v viru podatkov. Vrne tabelo s posodobljenimi vrsticami.
sr_cyrl_rs: Узима табелу редова са примарним кључевима и ажурираним пољима и примењује те исправке на извор података. Враћа табелу ажурираних редова.
sv_se: Tar en tabell med rader med primärnycklar och updaterade fält och implementerar de uppdateringarna till datakällan. Returnerar en tabell med uppdaterade rader.
th_th: เลือกตารางของแถวที่มีคีย์หลักและเขตข้อมูลที่อัปเดตแล้ว และใช้การอัปเดตเหล่านั้นกับแหล่งข้อมูล ส่งกลับตารางของแถวที่อัปเดตแล้ว
tr_tr: Birincil anahtarların ve güncelleştirilmiş alanların bulunduğu bir satır tablosunu alır ve bu güncelleştirmeleri veri kaynağına uygular. Güncelleştirilmiş satırların bulunduğu bir tablo döndürür.
uk_ua: Бере таблицю рядків із первинними ключами й оновленими полями та застосовує ці оновлення до джерела даних. Повертає таблицю оновлених рядків.
vi_vn: Lấy một bảng chứa các hàng có các khóa chính và trường đã cập nhật, rồi áp dụng các cập nhật đó vào nguồn dữ liệu. Trả về bảng chứa các hàng được cập nhật.
zh_cn: 采用包含主键和已更新字段的多个行组成的表，并将这些更新应用到数据源。返回已更新行组成的表。
zh_tw: 採用具備主索引鍵及更新欄位的資料列資料表，並將這些更新套用至資料來源。傳回已更新資料列的資料表。

# AboutPatchRecord
source: Returns row with updates applied.
bg_bg: Връща реда с приложени актуализации.
ca_es: Retorna la fila amb les actualitzacions aplicades.
cs_cz: Vrátí řádek s použitými aktualizacemi.
da_dk: Returnerer række, hvor opdateringer er anvendt.
de_de: Gibt die Zeile mit angewendeten Aktualisierungen zurück.
el_gr: Επιστρέφει τη σειρά με τις ενημερώσεις εφαρμοσμένες.
es_es: Devuelve la fila con las actualizaciones aplicadas.
et_ee: Tagastab rea rakendatud värskendustega.
eu_es: Eguneratzeak aplikatuta dituen errenkada itzultzen du.
fi_fi: Palauttaa rivin, johon on otettu käyttöön päivitykset.
fr_fr: Retourne une ligne avec les mises à jour appliquées.
gl_es: Devolve a fila coas actualizacións aplicadas.
hi_in: अद्यतन लागू की गई पंक्ति लौटाता है.
hr_hr: Vraća redak s primijenjenim ažuriranjima.
hu_hu: A frissítéseket már tartalmazó sort adja vissza.
id_id: Menampilkan baris dengan pembaruan yang diterapkan.
it_it: Restituisce la riga con gli aggiornamenti applicati.
ja_jp: 更新が適用された行を返します。
kk_kz: Жаңартулар қолданылған жолды қайтарады.
ko_kr: 업데이트가 적용된 행을 반환합니다.
lt_lt: Pateikia eilutę su pritaikytais naujinimais.
lv_lv: Atgriež rindu ar lietotiem atjauninājumiem.
ms_my: Mengembalikan baris dengan kemaskinian digunakan.
nb_no: Returnerer rad med oppdateringer tatt i bruk.
nl_nl: Hiermee wordt de rij geretourneerd waarop de updates zijn toegepast.
pl_pl: Zwraca wiersz z zastosowanymi aktualizacjami.
pt_br: Retorna a linha com atualizações aplicadas.
pt_pt: Devolve a linha com as atualizações aplicadas.
ro_ro: Returnează rândul cu actualizări aplicate.
ru_ru: Возвращает строку после применения обновлений.
sk_sk: Vráti riadok s použitými aktualizáciami.
sl_si: Vrne vrstico z uveljavljenimi posodobitvami.
sr_cyrl_rs: Враћа ред са примењеним ажурирањима.
sv_se: Returnerar raden med tillämpade uppdateringar.
th_th: ส่งกลับเฉพาะแถวที่ได้รับการอัปเดต
tr_tr: Güncelleştirmelerin uygulandığı satırı döndürür.
uk_ua: Повертає оновлений рядок.
vi_vn: Trả về hàng kèm theo các cập nhật được áp dụng.
zh_cn: 返回已应用更新的行。
zh_tw: 傳回已套用更新的資料列。

# AboutPatch_source
source: The data source to be patched.
bg_bg: Източникът на данни, който ще се коригира.
ca_es: Origen de dades al qual s'aplicarà el pedaç.
cs_cz: Zdroj dat, který se má opravit
da_dk: Datakilden, der skal rettes.
de_de: Die Datenquelle für den Patch.
el_gr: Η προέλευση δεδομένων της οποίας ο κώδικας πρέπει να ενημερωθεί.
es_es: Origen de datos que se va a revisar.
et_ee: Paigatav andmeallikas.
eu_es: Adabatuko den datu-iturburua.
fi_fi: Korjattava tietolähde.
fr_fr: Source de données à corriger.
gl_es: Orixe de datos á que se vai aplicar o parche.
hi_in: पैच किया जाने वाला डेटा स्रोत.
hr_hr: Izvor podataka koji se popravlja.
hu_hu: Az az adatforrás, amelyet javítani kell.
id_id: Sumber data yang harus ditambal.
it_it: Origine dati a cui deve essere applicata la patch.
ja_jp: 修正プログラムを適用するデータ ソース。
kk_kz: Түзетілуі тиіс деректер көзі.
ko_kr: 패치를 적용할 데이터 원본입니다.
lt_lt: Duomenų šaltinis, kurį reikia pataisyti.
lv_lv: Datu avots, kam jālieto ielāps.
ms_my: Sumber data untuk ditampal.
nb_no: Datakilden som skal oppdateres.
nl_nl: De gegevensbron die moet worden gevuld.
pl_pl: Źródło danych do poprawienia.
pt_br: Fonte de dados a ser corrigida.
pt_pt: Origem de dados a ser aplicada.
ro_ro: Sursa de date care urmează să fie corectată.
ru_ru: Источник данных для применения исправлений.
sk_sk: Zdroj údajov, ktorý sa má opraviť.
sl_si: Vir podatkov, ki ga je treba posodobiti.
sr_cyrl_rs: Извор података на који треба применити закрпу.
sv_se: Datakällan som ska korrigeras.
th_th: แหล่งข้อมูลที่จะได้รับการแก้ไข
tr_tr: Yama uygulanacak veri kaynağı.
uk_ua: Джерело даних, яке потрібно виправити.
vi_vn: Nguồn dữ liệu cần được vá.
zh_cn: 要修补的数据源。
zh_tw: 要進行修補的資料來源。

# AboutPatch_record
source: The record that has to be patched.
bg_bg: Записът, който трябва да се коригира.
ca_es: Registre al qual s'ha d'aplicar el pedaç.
cs_cz: Záznam, který se má opravit
da_dk: Posten, som skal rettes.
de_de: Der mit einem Patch zu korrigierende Datensatz.
el_gr: Η εγγραφή της οποίας ο κώδικας πρέπει να ενημερωθεί.
es_es: Registro que se ha de revisar.
et_ee: Kirje, mis tuleb paigata.
eu_es: Adabatu behar den erregistroa.
fi_fi: Tietue, joka tulee korjata.
fr_fr: Enregistrement à corriger.
gl_es: Rexistro ao que se vai aplicar o parche.
hi_in: वह रेकॉर्ड लौटाता है जिसे पैच किया जाना है.
hr_hr: Zapis koji se treba popraviti.
hu_hu: Az a rekord, amelyet javítani kell.
id_id: Catatan yang harus ditambal.
it_it: Record a cui deve essere applicata la patch.
ja_jp: 修正プログラムを適用する必要のあるレコード。
kk_kz: Түзетілуі тиіс жазба.
ko_kr: 패치를 적용해야 하는 레코드입니다.
lt_lt: Įrašas, kurį reikia pataisyti.
lv_lv: Ieraksts, kam ir jālieto ielāps.
ms_my: Rekod yang perlu ditampal.
nb_no: Posten som må oppdateres.
nl_nl: De record die moet worden gevuld.
pl_pl: Rekord do poprawienia.
pt_br: Registro que deve ser corrigido.
pt_pt: Registo que deve ser aplicado.
ro_ro: Înregistrarea care trebuie corectată.
ru_ru: Запись для применения исправления.
sk_sk: Záznam, ktorý musí byť opravený.
sl_si: Zapis, ki ga je treba posodobiti.
sr_cyrl_rs: На запис се мора применити закрпа.
sv_se: Posten som behöver korrigeras.
th_th: เรกคอร์ดที่จะต้องได้รับการแก้ไข
tr_tr: Yama uygulanması gereken kayıt.
uk_ua: Запис, який потрібно виправити.
vi_vn: Bản ghi cần được vá.
zh_cn: 必须进行修补的记录。
zh_tw: 必須修補的記錄。

# AboutPatch_update
source: The update that needs to be patched to the given record.
bg_bg: Актуализацията, която трябва да се коригира в дадения запис.
ca_es: Actualització que s'ha d'aplicar al pedaç del registre proporcionat.
cs_cz: Aktualizace, která se má použít pro zadaný záznam
da_dk: Opdateringen, der skal rettes til den givne post.
de_de: Die Aktualisierung, die als Patch auf den angegebenen Datensatz angewendet werden soll.
el_gr: Η ενημέρωση που θα πρέπει να ενημερωθεί με κώδικα στη δεδομένη εγγραφή.
es_es: Actualización que se ha de revisar para el registro dado.
et_ee: Värskendus, mis tuleb rakendada määratud kirjele.
eu_es: Emandako erregistroan adabatu behar den eguneratzea.
fi_fi: Päivitys, joka on asennettava annettuun tietueeseen.
fr_fr: Mise à jour qui doit être appliquée à l’enregistrement donné.
gl_es: Actualización á que se precisa aplicar o parche no rexistro indicado.
hi_in: वह अद्यतन जिसे दिए गए रेकॉर्ड में पैच किया जाना है.
hr_hr: Ažuriranje koje se treba popraviti na zadani zapis.
hu_hu: Az adott rekordra javításként alkalmazandó frissítés.
id_id: Pembaruan yang perlu ditambal ke catatan yang ditentukan.
it_it: Aggiornamento che deve essere applicato come patch al record specifico.
ja_jp: 指定されたレコードに修正プログラムを適用する必要のある更新プログラム。
kk_kz: Берілген жазбаға қолданылуы қажет жаңарту.
ko_kr: 지정된 레코드에 대해 패치를 적용해야 하는 업데이트입니다.
lt_lt: Naujinimas, kurį reikia taikyti pateiktam įrašui.
lv_lv: Atjauninājums, kam jālieto ielāps norādītajam ierakstam.
ms_my: Kemas kini yang perlu ditampalkan pada rekod yang diberikan.
nb_no: Oppdateringen som må oppdateres til den angitte posten.
nl_nl: De update waarmee de betreffende record moet worden gevuld.
pl_pl: Aktualizacja, którą należy zastosować do danego rekordu.
pt_br: Atualização que precisa ser corrigida para o registro fornecido.
pt_pt: Atualização que necessita ser aplicada.
ro_ro: Actualizarea care trebuie aplicată la înregistrarea dată.
ru_ru: Обновление, которое нужно применить к указанной записи.
sk_sk: Aktualizácia, ktorou sa má opraviť daný záznam.
sl_si: Posodobitev, ki jo je treba uveljaviti za dani zapis.
sr_cyrl_rs: Исправка коју треба применити а дати запис.
sv_se: Uppdateringen som behöver korrigeras till den angivna posten.
th_th: การอัปเดตที่จะต้องได้รับการแก้ไขที่เรกคอร์ดที่ระบุ
tr_tr: Belirtilen kayda yama olarak uygulanması gereken güncelleştirme.
uk_ua: Оновлення, яке потрібно застосувати до вказаного запису.
vi_vn: Cập nhật cần vá cho bản ghi được cung cấp.
zh_cn: 需要对给定记录进行修补的更新。
zh_tw: 需要對指定的記錄修補之更新。

# AboutPatch_rows
source: The table of rows to be patched.
bg_bg: Таблицата с редове за корекция.
ca_es: Taula de files que s'han de revisar.
cs_cz: Tabulka řádků, která se má opravit
da_dk: Den tabel med rækker, der skal rettes.
de_de: Die Tabelle mit Zeilen, die gepatcht werden sollen.
el_gr: Ο πίνακας γραμμών που θα ενημερωθούν.
es_es: La tabla de filas que se revisará.
et_ee: Paigatavate ridade tabel.
eu_es: Adabatuko den errenkada-taula.
fi_fi: Päivitettävä rivien taulukko.
fr_fr: Tableau de lignes à corriger.
gl_es: Táboa de filas á que se van aplicar parches.
hi_in: पंक्तियों की तालिका को पैच किया जाना है.
hr_hr: Tablica redaka koja će se zakrpati.
hu_hu: A javítandó sorok táblája.
id_id: Tabel baris untuk ditambal.
it_it: Tabella di righe a cui applicare la patch.
ja_jp: 修正される行のテーブル。
kk_kz: Түзетілетін жолдар кестесі.
ko_kr: 패치되어야 할 행 테이블입니다.
lt_lt: Eilučių lentelė, kuriai turi būti taikoma pataisa.
lv_lv: Ielāpojamo rindu tabulu.
ms_my: Jadual baris untuk ditampal.
nb_no: Tabellen med rader som skal implementeres.
nl_nl: De tabel met rijen die moeten worden bijgewerkt.
pl_pl: Tabela wierszy do zastosowania poprawek.
pt_br: A tabela de linhas a ser corrigida.
pt_pt: A tabela de linhas a corrigir.
ro_ro: Tabelul de rânduri de remediat.
ru_ru: Исправляемая таблица строк.
sk_sk: Tabuľka riadkov, ktoré sa majú opraviť.
sl_si: Tabela z vrsticami, ki bodo popravljene.
sr_cyrl_rs: Табела редова коју треба закрпити.
sv_se: Tabellen med rader att korrigera.
th_th: ตารางของแถวที่จะแพทช์
tr_tr: Yama uygulanacak satırların bulunduğu tablo.
uk_ua: Таблиця рядків, які потрібно оновити.
vi_vn: Bảng chứa hàng cần được vá.
zh_cn: 要修补的多个行组成的表。
zh_tw: 要修補的資料列資料表。

# AboutPatch_updates
source: The table of updates that need to be patched to the given rows.
bg_bg: Таблицата с актуализации, които трябва да бъдат извършени в дадените редове.
ca_es: Taula d'actualitzacions que s'han de revisar a les files proporcionades.
cs_cz: Tabulka aktualizací, které se musí použít pro dané řádky
da_dk: Den tabel med opdateringer, der skal rettes i de givne rækker.
de_de: Die Tabelle mit Updates, die auf die angegebenen Zeilen gepatcht werden sollen.
el_gr: Ο πίνακας ενημερώσεων που πρέπει να εφαρμοστούν στις δεδομένες γραμμές.
es_es: La tabla de actualizaciones que tienen que revisarse en las filas proporcionadas.
et_ee: Määratud ridadele rakendatavate värskenduste tabel.
eu_es: Zehaztutako errenkadak adabatu behar dituen eguneratze-taula.
fi_fi: Päivitykset sisältävä taulukko, joka on päivitettävä annettuihin riveihin.
fr_fr: Tableau des mises à jour à appliquer aux lignes données.
gl_es: Filas da táboa de actualizacións ás que é necesario aplicar parches.
hi_in: अद्यतन की तालिका जिन्हें दी गई पंक्तियों के साथ पैच करने की आवश्यकता है.
hr_hr: Tablica ažuriranja koju je potrebno primijeniti kao zakrpu na navedene retke.
hu_hu: Azon frissítések táblája, amelyekkel az adott sorokat javítani kell.
id_id: Tabel pembaruan yang perlu ditambal ke baris yang diberikan.
it_it: Tabella di aggiornamenti a cui è necessario applicare patch per le righe specificate.
ja_jp: 指定した行を修正する必要のある更新のテーブル。
kk_kz: Берілген жолдар үшін түзетілетін жаңартулардың кестесі.
ko_kr: 지정된 행에 패치되어야 할 업데이트 테이블입니다.
lt_lt: Naujinimų, kurie turi būti taikomi pateiktoms eilutėms, lentelė.
lv_lv: To atjauninājumu tabula, kas ir jāielāpo uz norādītajām rindām.
ms_my: Jadual kemaskinian yang perlu ditampal pada baris yang diberikan.
nb_no: Tabellen med oppdateringer som skal implementeres i de gitte radene.
nl_nl: De tabel met updates die moeten worden bijgewerkt voor de desbetreffende rijen.
pl_pl: Tabela aktualizacji, które należy zastosować jako poprawki w danych wierszach.
pt_br: A tabela de atualizações que precisa ser corrigida para as linhas fornecidas.
pt_pt: A tabela de atualizações que precisa de correções para determinadas linhas.
ro_ro: Tabelul de actualizări care trebuie remediat la rândurile date.
ru_ru: Таблица обновлений, указанные строки которой необходимо исправить.
sk_sk: Tabuľka aktualizácií, ktoré sa majú opraviť v zadaných riadkoch.
sl_si: Tabela s posodobitvami, s katerimi bodo popravljene navedene vrstice.
sr_cyrl_rs: Табела исправки коју треба закрпити са датим редовима.
sv_se: Tabellen med uppdateringar som behöver korrigeras till de givna raderna.
th_th: ตารางของการอัปเดตที่จะต้องแพทช์ลงในแถวกำหนด
tr_tr: Belirtilen satırlara yama olarak uygulanacak güncelleştirmelerin bulunduğu tablo.
uk_ua: Таблиця з оновленнями, які потрібно застосовувати до вказаних рядків.
vi_vn: Bảng chứa cập nhật cần được vá đối với các hàng đã cung cấp.
zh_cn: 给定行需要修补的更新的表。
zh_tw: 更新的資料表，需要修補至指定的資料列。

# PatchArg_Source
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# PatchArg_Record
source: record
bg_bg: запис
ca_es: registre
cs_cz: záznam
da_dk: post
de_de: Datensatz
el_gr: εγγραφή
es_es: registro
et_ee: kirje
eu_es: erregistroa
fi_fi: tietue
fr_fr: enregistrement
gl_es: rexistro
hi_in: रिकॉर्ड
hr_hr: zapis
hu_hu: rekord
id_id: catatan
ja_jp: レコード
kk_kz: жазба
ko_kr: 레코드
lt_lt: įrašas
lv_lv: ieraksts
ms_my: rekod
nb_no: post
pl_pl: rekord
pt_br: registro
pt_pt: registo
ro_ro: înregistrare
ru_ru: запись
sk_sk: záznam
sl_si: zapis
sr_cyrl_rs: запис
sv_se: post
th_th: ระเบียน
tr_tr: kayıt
uk_ua: запис
vi_vn: bản_ghi
zh_cn: 记录
zh_tw: 記錄

# PatchArg_Update
source: update
bg_bg: актуализация
ca_es: actualització
cs_cz: aktualizovat
da_dk: opdater
de_de: Aktualisieren
el_gr: ενημέρωση
es_es: actualizar
et_ee: värskenda
eu_es: eguneratzea
fi_fi: päivitys
fr_fr: modification
gl_es: actualizar
hi_in: अद्यतन_करें
hr_hr: ažuriraj
hu_hu: frissítés
id_id: pembaruan
it_it: aggiornamento
ja_jp: 更新
kk_kz: жаңарту
ko_kr: 업데이트
lt_lt: naujinti
lv_lv: atjaunināt
ms_my: kemas kini
nb_no: oppdateringer
nl_nl: bijwerken
pl_pl: aktualizacja
pt_br: atualizar
pt_pt: atualizar
ro_ro: actualizare
ru_ru: обновить
sk_sk: aktualizácia
sl_si: posodobi
sr_cyrl_rs: ажурирај
sv_se: uppdatera
th_th: อัปเดต
tr_tr: güncelleştirme
uk_ua: оновлення
vi_vn: cập_nhật
zh_cn: 更新
zh_tw: 更新

# PatchArg_Rows
source: rows
bg_bg: редове
ca_es: files
cs_cz: řádky
da_dk: rækker
de_de: Zeilen
el_gr: γραμμές
es_es: filas
et_ee: read
eu_es: errenkadak
fi_fi: rivit
fr_fr: lignes
gl_es: filas
hi_in: पंक्तियाँ
hr_hr: reci
hu_hu: sorok
id_id: baris
it_it: righe
ja_jp: 行
kk_kz: жолдар
ko_kr: 행
lt_lt: eilutės
lv_lv: rindas
ms_my: baris
nb_no: rader
nl_nl: rijen
pl_pl: wiersze
pt_br: linhas
pt_pt: linhas
ro_ro: rânduri
ru_ru: строки
sk_sk: riadky
sl_si: vrstice
sr_cyrl_rs: редови
sv_se: rader
th_th: แถว
tr_tr: satırlar
uk_ua: рядки
vi_vn: hàng
zh_cn: 行
zh_tw: 資料列

# PatchArg_Updates
source: updates
bg_bg: актуализации
ca_es: actualitzacions
cs_cz: aktualizace
da_dk: opdateringer
el_gr: ενημερώσεις
es_es: actualizaciones
et_ee: värskendused
eu_es: eguneratzeak
fi_fi: päivitykset
fr_fr: modifications
gl_es: actualizacións
hi_in: अद्यतन
hr_hr: ažuriranja
hu_hu: frissítések
id_id: pembaruan
it_it: aggiornamenti
ja_jp: 更新
kk_kz: жаңартулар
ko_kr: 업데이트
lt_lt: naujinimai
lv_lv: atjauninājumi
ms_my: kemas_kini
nb_no: oppdateringer
pl_pl: aktualizacje
pt_br: atualizações
pt_pt: atualizações
ro_ro: actualizări
ru_ru: обновления
sk_sk: aktualizácie
sl_si: posodobitve
sr_cyrl_rs: исправке
sv_se: uppdateringar
th_th: อัปเดต
tr_tr: güncelleştirmeler
uk_ua: оновлення
vi_vn: bản_cập_nhật
zh_cn: 更新
zh_tw: 更新
