Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrTypeError_HowToFix_1
source: Check the types of the values involved in the formula and ensure the types match.
bg_bg: Проверете типовете на стойностите, които са включени във формулата, и се уверете, че типовете съвпадат.
ca_es: Comproveu els tipus dels valors que apareixen a la fórmula i assegureu-vos que coincideixin.
cs_cz: Zkontrolujte typy hodnot používaných ve vzorci a ujistěte se, že se tyto typy shodují.
da_dk: Kontrollér typerne af de værdier, der er involveret i formlen, og sørg for, at typerne stemmer overens.
de_de: Überprüfen Sie die Typen der Werte in der Formel, und stellen Sie sicher, dass die Typen übereinstimmen.
el_gr: Ελέγξτε τους τύπους των τιμών που εμπλέκονται στον τύπο και βεβαιωθείτε ότι οι τύποι ταιριάζουν.
es_es: Compruebe los tipos de los valores implicados en la fórmula y asegúrese de que coincidan.
et_ee: Kontrollige valemiga seotud väärtuste tüüpe ja veenduge, et tüübid ühtiksid.
eu_es: Egiaztatu formularen balio motak eta ziurtatu mota guztiak bat datozela.
fi_fi: Tarkista kaavaan liittyvien arvojen tyypit ja varmista, että tyypit täsmäävät.
fr_fr: Vérifiez les types des valeurs impliquées dans la formule et assurez-vous qu’ils correspondent.
gl_es: Comprobe os tipos dos valores involucrados na fórmula e asegúrese de que estes coincidan.
hi_in: सूत्र से संबद्ध मानों के प्रकारों की जाँच करें और सुनिश्चित करें कि प्रकार मेल खाते हैं.
hr_hr: Provjerite vrste vrijednosti u formuli te podudaraju li se.
hu_hu: Gondoskodjon arról, hogy a képletben szereplő értéktípusok azonosak legyenek.
id_id: Periksa jenis nilai yang termasuk dalam rumus dan pastikan tipe cocok.
it_it: Controllare i tipi di valori coinvolti nella formula e assicurarsi che i tipi corrispondano.
ja_jp: 数式に関係する値の型を調べて、型が一致していることを確認してください。
kk_kz: Формулаға қатысты мәндердің түрлерін тексеріңіз және түрлердің сәйкестігіне көз жеткізіңіз.
ko_kr: 수식에 포함된 값의 유형을 확인하고 유형이 일치하는지 확인합니다.
lt_lt: Patikrinkite į formulę įtrauktų reikšmių tipus ir įsitikinkite, kad tipai sutampa.
lv_lv: Pārbaudiet, vai saistīto formulas vērtību veidi ir atbilstoši.
ms_my: Semak jenis nilai terlibat dalam formula dan pastikan sepadan dengan jenis.
nb_no: Kontroller typene verdier som er involvert i formelen, og at typene samsvarer.
nl_nl: Controleer de typen van de waarden die worden gebruikt in de formule en zorg ervoor dat de typen overeenkomen.
pl_pl: Sprawdź typy wartości uwzględnionych w formule i upewnij się, że są zgodne.
pt_br: Verifique os tipos dos valores envolvidos na fórmula e se os tipos correspondem.
pt_pt: Verifique os tipos dos valores envolvidos na fórmula e certifique-se de que os tipos correspondem.
ro_ro: Verificați tipurile de valori implicate în formulă și asigurați-vă că tipurile corespund.
ru_ru: Проверьте типы значений, используемые в формуле: они должны совпадать.
sk_sk: Skontrolujte typy hodnôt vo vzorci a uistite sa, že sa typy zhodujú.
sl_si: Preverite vrste vrednosti, ki jih vsebuje formula, in prepričajte se, da se vrste ujemajo.
sr_cyrl_rs: Проверите типове вредности у формули и уверите се да се подударају.
sr_latn_rs: Proverite tipove vrednosti u formuli i uverite se da se podudaraju.
sv_se: Kontrollera vilka typer av värden som ingår i formeln och se till att typerna matchar.
th_th: ตรวจสอบชนิดของค่าที่เกี่ยวข้องในสูตร และทำให้แน่ใจว่ามีชนิดตรงกัน
tr_tr: Formüle dahil edilen değerlerin türlerini denetleyin ve türlerin eşleştiğinden emin olun.
uk_ua: Перевірте типи значень для формули та переконайтеся, що вони відповідні.
vi_vn: Kiểm tra các loại giá trị liên quan trong công thức và đảm bảo rằng các loại giá trị khớp nhau.
zh_cn: 检查公式中涉及的值的类型，并确保类型匹配。
zh_tw: 請確認公式中包含的值類型，並確認類型相符。

# ErrorResource_ErrTypeError_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: upotreba jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
id_id: Modul: Menggunakan rumus dasar
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrTypeError_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
id_id: Modul: Rumus dasar penulis dengan tabel dan data
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrDateExpected_ShortMessage
source: Expected date. We expect a date at this point in the formula.
bg_bg: Очаква се дата. Очакваме дата на този етап във формулата.
ca_es: S'esperava una data. S'espera una data en aquest punt de la fórmula.
cs_cz: Očekávalo se datum. V této části vzorce očekáváme datum.
da_dk: Dato forventet. Vi forventer en dato på dette sted i formlen.
de_de: Datum erwartet. An dieser Stelle in der Formel wird ein Datum erwartet.
el_gr: Αναμενόταν ημερομηνία. Σε αυτό το σημείο στον τύπο αναμένεται ημερομηνία.
es_es: Se esperaba una fecha. Esperamos una fecha en este punto de la fórmula.
et_ee: Eeldati kuupäeva. Siinkohal eeldame valemis kuupäeva.
eu_es: Data espero zen. Data bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin päivämäärää. Odotetaan päivämäärää kaavan tässä kohdassa.
fr_fr: Date attendue. Nous attendons une date à ce stade de la formule.
gl_es: Esperábase unha data neste punto da fórmula.
hi_in: दिनांक अपेक्षित है. हम सूत्र में इस बिंदु पर दिनांक की अपेक्षा रखते हैं.
hr_hr: Očekuje se datum. Na tom mjestu u formuli očekujemo datum.
hu_hu: A rendszer dátumot várt a képlet ezen pontján.
id_id: Tanggal yang diharapkan. Kami mengharapkan tanggal pada titik ini dalam rumus.
it_it: È prevista una data. A questo punto della formula è prevista una data.
ja_jp: 日付が必要です。数式のこの時点で、日付が必要です。
kk_kz: Күн күтілген. Формуладағы бұл жерде күн күтіледі.
ko_kr: 날짜가 필요합니다. 수식에서 이 지점에 날짜가 필요합니다.
lt_lt: Numatoma data. Šioje formulės dalyje numatoma data.
lv_lv: Ir paredzēts datums. Šajā formulas posmā tiek gaidīts datums.
ms_my: Tarikh dijangka. Kami menjangkakan tarikh pada masa ini dalam formula.
nb_no: Forventet dato. Vi forventer en dato på dette stedet i formelen.
nl_nl: Er wordt een datum verwacht. Op deze positie in de formule wordt een datum verwacht.
pl_pl: Oczekiwano daty. W tym miejscu w formule oczekujemy daty.
pt_br: Data esperada. Esperamos uma data neste ponto na fórmula.
pt_pt: Data esperada. Era esperada uma data nesta parte da fórmula.
ro_ro: Se aștepta o dată. Așteptăm o dată în acest punct din formulă.
ru_ru: Ожидалась дата. В этой точке формулы должна быть дата.
sk_sk: Očakával sa dátum. V tomto bode vzorca sa očakáva dátum.
sl_si: Pričakovan je datum. Na tem mestu v formuli je pričakovan datum.
sr_cyrl_rs: Очекује се датум. Очекујемо датум у овом делу формуле.
sr_latn_rs: Očekuje se datum. Očekujemo datum u ovom delu formule.
sv_se: Ett datum förväntades. Vi förväntar oss ett datum vid den här punkten i formeln.
th_th: วันที่ที่คาดไว้ เราคาดหวังวันที่ในจุดนี้ในสูตร
tr_tr: Tarih bekleniyor. Formülde bu noktada bir tarih bekleniyor.
uk_ua: Очікувалася дата. У цьому місці формули очікується дата.
vi_vn: Đã dự kiến có ngày. Chúng tôi dự kiến có ngày tại điểm này trong công thức.
zh_cn: 应为日期。公式的此处应为日期。
zh_tw: 應為日期。公式中的此位置應為日期。

# ErrorResource_ErrDateExpected_LongMessage
source: This error will occur if you use a function that requires a date but you supply, for example, text instead.
bg_bg: Тази грешка ще възникне, ако използвате функция, която изисква дата, но например вие подадете текст вместо това.
ca_es: Aquest error es produeix si utilitzeu una funció que requereix una data, però proporcioneu, per exemple, un text.
cs_cz: K této chybě dojde v případě, že použijete funkci, která vyžaduje datum, ale místo něj zadáte například text.
da_dk: Denne fejl vil opstå, hvis du bruger en funktion, som kræver en dato, men du f.eks. angiver tekst i stedet for.
de_de: Dieser Fehler tritt auf, wenn Sie eine Funktion verwenden, die ein Datum erfordert, Sie aber stattdessen z. B. Text angeben.
el_gr: Αυτό το σφάλμα παρουσιάζεται, αν χρησιμοποιήσετε μια συνάρτηση που απαιτεί μια ημερομηνία, αλλά παρέχετε, για παράδειγμα, κείμενο στη θέση της.
es_es: Este error se producirá si usa una función que requiera una fecha, pero, por ejemplo, proporciona texto.
et_ee: See tõrge ilmneb, kui kasutate funktsiooni, mis nõuab kuupäeva, kuid teie esitate selle asemel nt teksti.
eu_es: Adibidez, errore hori gertatuko da testua erabiltzen baduzu data bat behar duen funtzio batean.
fi_fi: Tämä virhe ilmenee, jos käytät funktiota, joka edellyttää päivämäärää, mutta annat sen sijaan esimerkiksi tekstin.
fr_fr: Cette erreur se produit si vous utilisez une fonction qui nécessite une date, alors que vous fournissez, par exemple, du texte.
gl_es: Este erro producirase se usa unha función que precisa unha data pero, no seu lugar, fornece texto.
hi_in: यदि आप ऐसे किसी फ़ंक्शन का उपयोग करते हैं, जिसके लिए किसी दिनांक की आवश्यकता हो, लेकिन आप इसके बजाय, उदाहरण के लिए, कोई पाठ प्रदान करते हैं तो यह त्रुटि होगी.
hr_hr: Ta će se pogreška pojaviti ako koristite funkciju koja zahtijeva datum, no vi ste, primjerice, umjesto njega unijeli tekst.
hu_hu: Ez a hiba akkor fordul elő, ha dátumot igénylő függvényt használ, de dátum helyett például szöveget ad meg.
id_id: Kesalahan ini akan terjadi jika Anda menggunakan fungsi yang memerlukan tanggal tetapi Anda memberikan, misalnya, teks sebagai gantinya.
it_it: Questo errore si verifica se si usa una funzione che richiede una data, ma si specifica, ad esempio, un testo.
ja_jp: このエラーは、日付が必要な関数を使用するときに、代わりにテキストなどを指定した場合に生じます。
kk_kz: Күнді қажет ететін функцияны пайдалансаңыз, бірақ оның орнына, мысалы, мәтінді көрсетсеңіз, осы қате пайда болады.
ko_kr: 이 오류는 날짜가 필요한 함수를 사용하는데 텍스트 등을 입력하는 경우에 발생합니다.
lt_lt: Ši klaida įvyks, jei naudosite funkciją, reikalaujančią datos, o jūs pateiksite, pvz., tekstą.
lv_lv: Šī kļūda rodas, ja izmantojat funkciju, kurai ir nepieciešams datums, bet tā vietā funkcija saņem, piemēram, tekstu.
ms_my: Ralat ini akan berlaku jika anda menggunakan fungsi yang memerlukan tarikh tetapi contohnya anda memberikan teks.
nb_no: Denne feilen oppstår hvis du bruker en funksjon som krever en dato, og du angir for eksempel tekst i stedet.
nl_nl: Deze fout doet zich voor als u een functie gebruikt waarvoor een datum is vereist, maar u bijvoorbeeld tekst opgeeft.
pl_pl: Ten błąd wystąpi, jeśli użyjesz funkcji, która wymaga daty, ale zamiast niej podasz na przykład tekst.
pt_br: Este erro ocorrerá se você usar uma função que exige uma data, mas fornecer, por exemplo, um texto.
pt_pt: Este erro ocorre quando utiliza uma função que exige uma data, mas apresenta, por exemplo, texto.
ro_ro: Această eroare va avea loc dacă utilizați o funcție care necesită o dată, dar furnizați în schimb, de exemplu, un text.
ru_ru: Данная ошибка возникает, когда функция требует дату, а вы вместо этого передаете ей, например, текст.
sk_sk: Táto chyba sa vyskytne, ak používate funkciu, ktorá vyžaduje dátum, ale namiesto toho zadáte napríklad text.
sl_si: Do te napake pride, če uporabite funkcijo, ki zahteva datum, vendar pa namesto datuma navedete na primer besedilo.
sr_cyrl_rs: Ова грешка се јавља ако користите функцију која захтева датум, а ви, на пример, наведете текст.
sr_latn_rs: Ova greška se javlja ako koristite funkciju koja zahteva datum, a vi, na primer, navedete tekst.
sv_se: Det här felet uppstår om du använder en funktion som kräver ett datum men du anger, låt oss säga, text istället.
th_th: ข้อผิดพลาดนี้จะเกิดขึ้นถ้าคุณใช้ฟังก์ชันที่ต้องการวันที่แต่คุณใส่ค่า เช่น ข้อความแทน
tr_tr: Bu hata, bir tarih gerektiren bir işlev kullandığınızda ancak bunun yerine, örneğin, metin sağladığınızda oluşur.
uk_ua: Ця помилка стається, якщо замість обов’язкової дати для функції надається, наприклад, текст.
vi_vn: Lỗi này sẽ xảy ra nếu bạn sử dụng một hàm yêu cầu ngày nhưng thay vào đó, bạn lại cung cấp văn bản chẳng hạn.
zh_cn: 如果使用的函数需要日期，但却提供文本之类的值，则会出现此错误。
zh_tw: 舉例來說，若您使用的函式需要日期，但您提供了文字，就會發生此錯誤。

# ErrorResource_ErrDateExpected_HowToFix_1
source: Edit your formula so that it evaluates to a date at this point in the formula.
bg_bg: Редактирайте формулата си така, че изчислението да води до дата на този етап във формулата.
ca_es: Editeu la fórmula de manera que s'utilitzi una data en aquest punt.
cs_cz: Upravte svůj vzorec tak, aby se v této části vzorce vyhodnotil jako datum.
da_dk: Rediger formlen, så den evalueres til en dato på dette sted i formlen.
de_de: Bearbeiten Sie Ihre Formel so, dass an dieser Stelle der Formel eine Auswertung als Datum erfolgt.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να αποδίδει μια ημερομηνία σε αυτό το σημείο στον τύπο.
es_es: Edite la fórmula para que se evalúe en una fecha en este punto de la fórmula.
et_ee: Redigeerige oma valemit nii, et see annab siinkohal valemis tulemuseks kuupäeva.
eu_es: Editatu formula data bat kalkula dezan formularen puntu honetan.
fi_fi: Muokkaa kaavaasi niin, että se antaa arvioitaessa päivämäärän kaavan tässä kohdassa.
fr_fr: Modifiez votre formule afin qu’elle donne une date à ce point de la formule.
gl_es: Editar a fórmula de xeito que se avalíe como unha data neste punto da fórmula.
hi_in: अपने सूत्र को संपादित करें ताकि सूत्र में इस बिंदु पर यह किसी दिनांक के लिए मूल्यांकन करे.
hr_hr: Uredite formulu tako da se na ovom mjestu u formuli nalazi datum.
hu_hu: Módosítsa a képletet úgy, hogy a képlet ezen pontján dátumot adjon vissza.
id_id: Edit rumus Anda agar mengevaluasi tanggal pada titik ini dalam rumus.
it_it: Modificare la formula affinché restituisca una data a questo punto della formula.
ja_jp: 数式を編集し、この時点の数式で日付に評価されるようにします。
kk_kz: Формуланы формуладағы осы жерде ол күн болатын етіп өңдеңіз.
ko_kr: 수식의 이 지점에서 날짜로 평가되도록 수식을 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad šios formulės vietos rezultatas būtų data.
lv_lv: Rediģējiet formulu tā, lai šajā formulas posmā tiktu iegūts datums.
ms_my: Edit formula anda supaya menilai tarikh pada peringkat ini dalam formula.
nb_no: Rediger formelen slik at den returnerer en dato på dette punktet i formelen.
nl_nl: Bewerk de formule zodat de formule op deze positie resulteert in een datum.
pl_pl: Edytuj formułę tak, aby jej wynikiem w tym miejscu w formule była data.
pt_br: Edite sua fórmula para que ela avalie uma data neste ponto.
pt_pt: Edite a fórmula para que avalie com uma data nesta parte da fórmula.
ro_ro: Editați-vă formula astfel încât să se evalueze la o dată în acest punct din formulă.
ru_ru: Измените формулу так, чтобы результатом вычисления в этом месте в формуле была дата.
sk_sk: Upravte vzorec tak, aby sa v tomto bode vyhodnotil ako dátum.
sl_si: Uredite formulo tako, da bo ovrednotena kot datum na tem mestu v formuli.
sr_cyrl_rs: Уредите формулу тако да даје датум као резултат у овом делу формуле.
sr_latn_rs: Uredite formulu tako da daje datum kao rezultat u ovom delu formule.
sv_se: Redigera din formel så att den utvärderas till ett datum vid denna tidpunkt i formeln.
th_th: แก้ไขสูตรของคุณเพื่อให้ประเมินเป็นวันที่ที่จุดนี้ในสูตร
tr_tr: Formülünüzü formülün bu noktasında bir tarih verecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб у цьому місці результат її обчислення становив дату.
vi_vn: Chỉnh sửa công thức của bạn để cho ra kết quả ngày tại điểm này trong công thức.
zh_cn: 编辑公式，使公式此时的计算结果为日期。
zh_tw: 請編輯您的公式，使公式中的此位置能被評估為日期。

# ErrorResource_ErrDateExpected_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考
