Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutGUID
source: Creates a GUID from a string, or returns a randomly generated GUID if no arguments are supplied.
bg_bg: Създава GUID от низ или връща случайно генериран GUID, ако няма подадени аргументи.
ca_es: Crea un GUID d'una cadena o retorna un GUID generat aleatòriament si no se subministren arguments.
cs_cz: Vytvoří GUID z řetězce, nebo pokud se nezadají žádné argumenty, vrátí náhodně vygenerované GUID.
da_dk: Opretter et GUID fra en streng, eller returnerer et tilfældigt GUID, hvis der ikke er angivet nogen argumenter.
de_de: Erstellt eine GUID aus einer Zeichenfolge oder gibt eine zufällig generierte GUID zurück, wenn keine Argumente angegeben werden.
el_gr: Δημιουργεί ένα GUID από μια συμβολοσειρά ή επιστρέφει ένα τυχαία δημιουργημένο GUID, αν δεν παρέχονται ορίσματα.
es_es: Crea un GUID a partir de una cadena, o bien devuelve un GUID generado de forma aleatoria si no se proporcionan argumentos.
et_ee: Loob GUID stringist või tagastab juhuslikult loodud GUID, kui argumente pole antud.
eu_es: Kate bateko GUID bat sortzen du, edo ausaz sortutako GUID bat itzultzen du ez bada ematen argumenturik.
fi_fi: Luo GUID-tunnuksen merkkijonosta tai palauttaa satunnaisesti muodostetun GUID-tunnuksen, jos argumentteja on annettu.
fr_fr: Crée un GUID à partir d’une chaîne ou renvoie un GUID généré de façon aléatoire si aucun argument n’est fourni.
gl_es: Crea un GUID a partir dunha cadea ou devolve un GUID xerado aleatoriamente se non se fornece ningún argumento.
hi_in: स्ट्रिंग से एक GUID बनाता है, या यदि कोई भी तर्क नहीं दिया गया है, तो यादृच्छिक रूप से जनरेट किया गया एक GUID लौटाता है.
hr_hr: Stvara GUID iz niza ili vraća slučajno generirani GUID ako nema argumenata.
hu_hu: Létrehoz egy GUID azonosítót egy sztringből, vagy egy véletlenszerűen létrehozott GUID azonosítót ad vissza, ha nincsenek megadva argumentumok.
id_id: Membuat GUID dari string, atau menghasilkan GUID yang dibuat secara acak jika tidak ada argumen yang diberikan.
it_it: Crea un GUID da una stringa o restituisce un GUID generato casualmente se non viene fornito alcun argomento.
ja_jp: 文字列から GUID が作成されるか、引数を指定しない場合はランダムに生成された GUID が返されます。
kk_kz: Жолдан GUID идентификаторын жасайды немесе аргумент берілмесе, кездейсоқ ретпен жасалған GUID идентификаторын қайтарады.
ko_kr: 문자열에서 GUID를 만들거나, 어떤 인수도 제공되지 않는 경우 무작위로 생성된 GUID를 반환합니다.
lt_lt: Iš eilutės sukuriamas GUID arba pateikiamas atsitiktine tvarka sugeneruotas GUID, jei nenurodyta jokių argumentų.
lv_lv: Ja nav norādīts neviens arguments, tiek izveidots identifikators GUID no virknes vai tiek atgriezts nejauši ģenerēts identifikators GUID.
ms_my: Mencipta GUID daripada rentetan atau mengembalikan GUID yang dijana secara rawak jika tiada argumen dibekalkan.
nb_no: Oppretter en GUID fra en streng eller returnerer en tilfeldig generert GUID hvis det ikke er oppgitt noen argumenter.
nl_nl: Hiermee wordt een GUID op basis van een tekenreeks gemaakt of een willekeurig gegenereerde GUID geretourneerd als er geen argumenten zijn opgegeven.
pl_pl: Tworzy identyfikator GUID na podstawie ciągu lub zwraca losowo wygenerowany identyfikator GUID, jeśli nie zostaną podane żadne argumenty.
pt_br: Cria um GUID por meio de uma cadeia de caracteres ou retorna um GUID gerado aleatoriamente caso nenhum argumento seja fornecido.
pt_pt: Cria um GUID a partir de uma cadeia ou devolve um GUID gerado aleatoriamente se não forem fornecidos argumentos.
ro_ro: Creează un GUID dintr-un șir de caractere sau returnează un GUID generat aleator dacă nu s-au furnizat argumente.
ru_ru: Создает GUID из строки или возвращает случайный созданный GUID, если не предоставлены аргументы.
sk_sk: Vytvorí identifikátor GUID z reťazca alebo ak nie sú zadané žiadne argumenty, vráti náhodne vygenerovaný identifikátor GUID.
sl_si: Ustvari GUID iz niza ali pa vrne naključno ustvarjene GUID-je, če niso navedeni nobeni argumenti.
sr_cyrl_rs: Прави GUID од ниске или враћа насумично генерисани GUID ако није наведен ниједан аргумент.
sr_latn_rs: Pravi GUID od niske ili vraća nasumično generisani GUID ako nije naveden nijedan argument.
sv_se: Skapar ett GUID från en sträng eller returnerar ett slumpmässigt genererat GUID om inga argument har angetts.
th_th: สร้าง GUID จากสตริง หรือส่งกลับเป็น GUID ที่สร้างขึ้นแบบสุ่มถ้าไม่มีการจัดอาร์กิวเมนต์ให้
tr_tr: Bir dizeden GUID oluşturur veya bağımsız değişken sağlanmadıysa rastgele oluşturulmuş bir GUID döndürür.
uk_ua: Створює GUID з рядка або повертає випадковий GUID, якщо аргументів не надано.
vi_vn: Tạo GUID từ một chuỗi hoặc trả về GUID được tạo ngẫu nhiên nếu không cung cấp đối số.
zh_cn: 从字符串创建 GUID，或者如果未提供参数，则返回随机生成的 GUID。
zh_tw: 從字串建立 GUID，若未提供引數則傳回隨機產生的 GUID。

# GUIDArg
source: GUID_string
bg_bg: Низ_към_GUID
ca_es: cadena_GUID
cs_cz: řetězec_GUID
da_dk: GUID_streng
de_de: GUID_Zeichenfolge
el_gr: συμβολοσειρά_GUID
es_es: cadena_GUID
eu_es: GUID_katea
fi_fi: GUID_merkkijono
fr_fr: chaîne_GUID
gl_es: cadea_GUID
hi_in: GUID_स्ट्रिंग
hr_hr: GUID_niz
hu_hu: GUID_sztring
id_id: String_GUID
it_it: Stringa_GUID
ja_jp: GUID 文字列
kk_kz: GUID_жол
ko_kr: GUID_스트링
lt_lt: GUID_eilutė
lv_lv: GUID_virkne
ms_my: rentetan_GUID
nb_no: GUID_streng
nl_nl: GUID_tekenreeks
pl_pl: ciąg_GUID
pt_br: cadeia_GUID
pt_pt: cadeia_GUID
ro_ro: șir_GUID
ru_ru: GUID_строка
sk_sk: reťazec_GUID
sl_si: GUID_niz
sr_cyrl_rs: GUID_ниска
sr_latn_rs: GUID_niska
sv_se: GUID_sträng
th_th: GUID_สตริง
tr_tr: GUID_dizesi
uk_ua: рядок_GUID
vi_vn: Chuỗi_GUID
zh_cn: GUID_字符串
zh_tw: GUID_字串

# AboutGUID_GUID_string
source: String to convert into a GUID
bg_bg: Низ за конвертиране в GUID
ca_es: Cadena per fer la conversió a un GUID
cs_cz: Řetězec, který se má převést na GUID
da_dk: Streng, der skal konverteres til et GUID
de_de: Zeichenfolge, die in eine GUID konvertiert werden soll
el_gr: Συμβολοσειρά για μετατροπή σε GUID
es_es: Cadena que debe convertirse a un GUID
et_ee: String, mida teisendada GUID-ks
eu_es: GUID bihurtuko den katea
fi_fi: GUID-tunnukseksi muunnettava merkkijono
fr_fr: Chaîne à convertir en GUID
gl_es: Cadea para converter nun GUID
hi_in: किसी GUID में रूपांतरित करने के लिए स्ट्रिंग
hr_hr: Niz koji je potrebno pretvoriti u GUID
hu_hu: A GUID azonosítóvá alakítandó sztring
id_id: String untuk dikonversi ke GUID
it_it: Stringa da convertire in GUID
ja_jp: GUID に変換する文字列
kk_kz: GUID етіп түрлендіру жолы
ko_kr: GUID로 변환할 문자열
lt_lt: Eilutė, kurią reikia konvertuoti į GUID
lv_lv: Virkne, ko pārvērst identifikatorā GUID
ms_my: Rentetan untuk ditukar kepada GUID
nb_no: Strengen som skal konverteres til en GUID
nl_nl: Tekenreeks die naar een GUID moet worden geconverteerd
pl_pl: Ciąg do przekonwertowania na identyfikator GUID
pt_br: Cadeia de caracteres a ser convertida em um GUID
pt_pt: Cadeia para converter em GUID
ro_ro: Șirul de convertit într-un GUID
ru_ru: Строка для преобразования в GUID
sk_sk: Reťazec, ktorý sa má skonvertovať na identifikátor GUID
sl_si: Niz, ki bo pretvorjen v GUID
sr_cyrl_rs: Ниска за конвертовање у GUID
sr_latn_rs: Niska za konvertovanje u GUID
sv_se: Sträng som ska konverteras till ett GUID
th_th: สตริงที่จะแปลงเป็น GUID
tr_tr: GUID'ye dönüştürülecek dize
uk_ua: Рядок для перетворення на GUID
vi_vn: Chuỗi để chuyển đổi thành GUID
zh_cn: 要转换为 GUID 的字符串
zh_tw: 要轉換成 GUID 的字串

# AboutNow
source: Returns the current date and time.
bg_bg: Връща текущата дата и час.
ca_es: Retorna la data i l'hora actual.
cs_cz: Vrátí aktuální datum a čas.
da_dk: Returnerer den aktuelle dato og klokkeslæt.
de_de: Gibt den aktuellen Wert für Datum und Uhrzeit zurück.
el_gr: Επιστρέφει την τρέχουσα ημερομηνία και ώρα.
es_es: Devuelve la fecha y la hora actuales.
et_ee: Tagastab praeguse kuupäeva ja kellaaja.
eu_es: Uneko data eta ordua itzultzen ditu.
fi_fi: Palauttaa nykyisen päivämäärän ja ajan.
fr_fr: Retourne la date et l’heure actuelles.
gl_es: Devolve a data e hora actuais.
hi_in: वर्तमान दिनांक और समय लौटाता है.
hr_hr: Vraća trenutni datum i vrijeme.
hu_hu: A pontos időt és a dátumot adja eredményül.
id_id: Menggembalikan tanggal dan waktu saat ini.
it_it: Restituisce la data e l'ora correnti.
ja_jp: 現在の日付と時刻を返します。
kk_kz: Ағымдағы күн мен уақытты қайтарады.
ko_kr: 현재 날짜 및 시간을 반환합니다.
lt_lt: Pateikia dabartinę datą ir laiką.
lv_lv: Atgriež pašreizējo datumu un laiku.
ms_my: Mengembalikan tarikh dan masa semasa.
nb_no: Returnerer gjeldende dato og klokkeslett.
nl_nl: Hiermee worden de huidige datum en tijd geretourneerd.
pl_pl: Zwraca bieżącą datę i godzinę.
pt_br: Retorna a data e a hora atuais.
pt_pt: Devolve a data e hora atuais.
ro_ro: Returnează data și ora curente.
ru_ru: Возвращает текущую дату и время.
sk_sk: Vráti aktuálny dátum a čas.
sl_si: Vrne trenutni datum in uro.
sr_cyrl_rs: Враћа тренутни датум и време.
sr_latn_rs: Vraća trenutni datum i vreme.
sv_se: Returnerar aktuellt datum och aktuell tid.
th_th: ส่งกลับค่าวันที่และเวลาปัจจุบัน
tr_tr: Geçerli tarihi ve saati döndürür.
uk_ua: Повертає поточні дату та час.
vi_vn: Trả về ngày và giờ hiện tại.
zh_cn: 返回当前日期和时间。
zh_tw: 傳回目前的日期與時間。

# AboutUTCNow
source: Returns the current date and time in UTC time.
bg_bg: Връща текущата дата и час в час по UTC.
ca_es: Retorna la data i l'hora actuals en l'hora UTC.
cs_cz: Vrátí aktuální datum a čas v čase UTC.
da_dk: Returnerer den aktuelle dato og det aktuelle klokkeslæt i UTC-klokkeslæt.
de_de: Gibt das aktuelle Datum und die aktuelle Uhrzeit in der UTC-Zeitzone zurück.
el_gr: Επιστρέφει την τρέχουσα ημερομηνία και ώρα στην ώρα UTC.
es_es: Devuelve la fecha y la hora actuales en hora UTC.
et_ee: Tagastab praeguse kuupäeva ja kellaaja UTC ajavööndis.
eu_es: Uneko data eta ordua itzultzen ditu UTC formatuan.
fi_fi: Palauttaa nykyisen päivämäärän ja ajan UTC-aikana.
fr_fr: Retourne la date et l’heure actuelles en heure UTC.
gl_es: Devolve a data e hora actual na hora UTC.
hi_in: मौजूदा दिनांक और समय को UTC के समय में लौटाता है.
hr_hr: Vraća trenutni datum i vrijeme na UTC vrijeme.
hu_hu: Az aktuális dátumot és időt adja vissza UTC-idő szerint.
id_id: Menghasilkan tanggal dan waktu saat ini dalam waktu UTC.
it_it: Restituisce la data e l'ora correnti in base all'ora UTC.
ja_jp: 現在の日時を UTC 時間で返します。
kk_kz: Ағымдағы күн мен уақытты UTC форматында береді.
ko_kr: 현재 날짜 및 시간을 UTC 시간으로 반환합니다.
lt_lt: Pateikia dabartinę datą ir laiką UTC laiku.
lv_lv: Atgriež pašreizējo datumu un laiku (UTC).
ms_my: Mengembalikan tarikh dan masa semasa dalam waktu UTC.
nb_no: Returnerer gjeldende dato og klokkeslett i UTC-tid.
nl_nl: Retourneert de huidige datum en tijd in UTC.
pl_pl: Zwraca bieżącą datę i godzinę (czas UTC).
pt_br: Retorna a data e a hora atuais no fuso horário UTC.
pt_pt: Devolve a data e hora atuais em UTC.
ro_ro: Returnează data și ora curentă în fusul orar UTC.
ru_ru: Возвращает текущую дату и время в формате UTC.
sk_sk: Vráti aktuálny dátum a čas vo formáte UTC.
sl_si: Vrne trenutni datum in čas v času UTC.
sr_cyrl_rs: Враћа тренутни датум и време у UTC зони.
sr_latn_rs: Vraća trenutni datum i vreme u UTC zoni.
sv_se: Returnerar aktuellt datum och aktuell tid i UTC-tid.
th_th: ส่งกลับวันที่และเวลาปัจจุบันในเวลา UTC
tr_tr: UTC saatinde geçerli tarih ve saati döndürür.
uk_ua: Повертає поточні дату й час за часовим поясом UTC.
vi_vn: Trả về ngày và giờ hiện tại theo giờ UTC.
zh_cn: 返回当前日期和时间(UTC 时间)。
zh_tw: 以 UTC 時間傳回目前的日期與時間。

# AboutTimeZoneOffset
source: Returns the time difference between UTC time and local time, in minutes.For example, If your time zone is UTC+2, -120 will be returned.
bg_bg: Връща времевата разлика между UTC часово време и местното време в минути. Например, ако времевата зона ви е UTC+2, ще бъдат върнати -120.
ca_es: Retorna la diferència horària entre l'hora UTC i l'hora local, en minuts. Per exemple, si el vostre fus horari és UTC+2, es retornarà -120.
cs_cz: Vrátí rozdíl času mezi časem UTC a místním časem (v minutách). Pokud je vaše časové pásmo třeba UTC+2, vrátí se -120.
da_dk: Returnerer tidsforskellen mellem UTC-tid og lokaltid i minutter. Hvis din tidszone f.eks. er UTC+2, returneres -120.
de_de: Gibt den Zeitunterschied zwischen UTC-Zeit und Ortszeit in Minuten zurück. Beispiel: Wenn Ihre Zeitzone UTC+2 lautet, wird -120 zurückgegeben.
el_gr: Επιστρέφει τη διαφορά ώρας μεταξύ της ώρας UTC και της τοπικής ώρας, σε λεπτά. Για παράδειγμα, αν η ζώνη ώρας σας είναι UTC+2, θα επιστραφεί η τιμή -120.
es_es: Devuelve la diferencia horaria entre la hora UTC y la hora local, en minutos. Por ejemplo, si su zona horaria es UTC+2, devolverá -120.
et_ee: Tagastab UTC-kellaaja ja kohaliku kellaaja vahelise ajavahe, minutites. Nt, kui teie ajavööndiks on UTC+2, tagastatakse –120.
eu_es: UTC eta tokiko orduen arteko ordu-diferentzia itzultzen du minututan adierazita. Adibidez, zure ordu-zona UTC+2 bada, -120 itzuliko da.
fi_fi: Palauttaa aikaeron UTC-ajan ja paikallisen ajan välillä minuutteina. Jos aikavyöhykkeesi on esimerkiksi, UTC+2, palautetaan -120.
fr_fr: Retourne la différence d’heure entre l’heure UTC et l’heure locale, en minutes. Par exemple, si votre fuseau horaire est UTC+2, -120 est retourné.
gl_es: Devolve a diferenza horaria entre a hora UTC e a hora local, en minutos. Por exemplo, se o seu fuso horario é UTC+2, devolverase -120.
hi_in: मिनट में, UTC समय और स्थानीय समय के बीच का समय अंतर वापस करता है. उदाहरण के लिए, यदि आपका समय क्षेत्र UTC+2 है, तो -120 वापस किया जाएगा.
hr_hr: Vraća vremensku razliku između UTC vremena i lokalnog vremena u minutama. Ako je, primjerice, vremenska zona UTC+2, vratit će se -120.
hu_hu: Az egyezményes világidő (UTC) és a helyi idő közötti időkülönbség visszaadása, percben kifejezve. Ha például az időzóna UTC+2, a -120 érték lesz visszaadva.
id_id: Menampilkan perbedaan waktu antara waktu UTC dan waktu lokal, dalam satuan menit. Misalnya, Jika zona waktu Anda adalah UTC+2, -120 akan ditampilkan.
it_it: Restituisce la differenza oraria tra l'ora UTC e l'ora locale, in minuti. Ad esempio, se il fuso orario è UTC+2, verrà restituito il valore -120.
ja_jp: UTC 時刻と現地時刻の時差 (分単位) を返します。たとえば、タイム ゾーンが UTC+2 の場合、-120 が返されます。
kk_kz: UTC уақыты мен жергілікті уақыт арасындағы минутпен көрсетілген айырмашылықты қайтарады. Мысалы, егер уақыт белдеуіңіз UTC+2 болса, -120 қайтарылады.
ko_kr: UTC 시간과 현지 시간의 시간 차이(분)를 반환합니다. 예를 들어 표준 시간대가 UTC+2인 경우 -120이 반환됩니다.
lt_lt: Pateikiamas laiko skirtumas minutėmis tarp UTC ir vietos laiko. Pavyzdžiui, jei jūsų laiko juosta yra UTC+2, bus pateikta reikšmė -120.
lv_lv: Atgriež laika starpību minūtēs starp UTC laiku un vietējo laiku. Piemēram, ja jūsu laika josla ir UTC+2, tiks atgriezta vērtība -120.
ms_my: Mengembalikan perbezaan masa antara masa UTC dan masa tempatan, dalam minit. Contohnya, jika zon waktu anda ialah UTC+2, -120 akan dikembalikan.
nb_no: Returnerer tidsforskjellen mellom UTC-tid og lokal tid i minutter. Hvis tidssonen din for eksempel er UTC+2, returneres -120.
nl_nl: Hiermee wordt het verschil in tijd tussen UTC-tijd en de lokale tijd geretourneerd in minuten. Als uw tijdzone bijvoorbeeld UTC+2 is, wordt -120 geretourneerd.
pl_pl: Zwraca różnicę czasu między czasem UTC i czasem lokalnym (w minutach). Na przykład w przypadku strefy czasowej UTC+2, zostanie zwrócona wartość -120.
pt_br: Retorna a diferença de tempo entre a hora UTC e a hora local, em minutos. Por exemplo, se seu fuso horário for UTC + 2, será retornado -120.
pt_pt: Devolve a diferença de tempo entre a hora UTC e a hora local, em minutos. Por exemplo, se o fuso horário for UTC+2, será devolvido -120.
ro_ro: Returnează diferența de timp dintre ora UTC și ora locală, în minute. De exemplu dacă fusul dvs. orar este UTC+2, se va returna -120.
ru_ru: Возвращает разницу между временем в формате UTC и местным временем (в минутах). Например, если ваш часовой пояс — UTC+2, будет возвращено значение –120.
sk_sk: Vráti časový rozdiel v minútach medzi časom UTC a miestnym časom. Ak je vaše časové pásmo napríklad UTC+2, vráti hodnotu -120.
sl_si: Vrne časovno razliko v minutah med časom UTC in lokalnim časom. Če je vaš časovni pas UTC+2, bo rezultat -120.
sr_cyrl_rs: Враћа временску разлику између UTC времена и локалног времена у минутима. На пример, ако је ваша временска зона UTC+2, биће враћена вредност -120.
sr_latn_rs: Vraća vremensku razliku između UTC vremena i lokalnog vremena u minutima. Na primer, ako je vaša vremenska zona UTC+2, biće vraćena vrednost -120.
sv_se: Returnerar tidsskillnaden mellan UTC-tid och lokal tid i minuter. Om din tidszon t.ex. är UTC+2 så returneras -120.
th_th: ส่งกลับความแตกต่างของเวลาระหว่างเวลา UTC กับเวลาท้องถิ่น เป็นนาที ตัวอย่างเช่น หากเขตเวลาของคุณคือ UTC+2 จะมีการส่งกลับ -120
tr_tr: UTC saati ile yerel saat arasındaki farkı dakika cinsinden döndürür. Örneğin, yerel saat diliminiz UTC+2 ise -120 döndürülür.
uk_ua: Повертає різницю між часом UTC та локальним часом у хвилинах. Наприклад, якщо ваш часовий пояс UTC+2, буде повернуто –120.
vi_vn: Trả về chênh lệch giờ giữa giờ UTC và giờ địa phương, tính bằng phút. Ví dụ: Nếu múi giờ của bạn là UTC+2 thì sẽ trả về -120.
zh_cn: 返回 UTC 时间和本地时间之间的时差(分钟)。例如，如果时区为 UTC+2，将返回 -120。
zh_tw: 傳回 UTC 時間與本地時間的時間差 (分鐘)。例如，若您的時區是 UTC + 2，將會傳回 -120。

# TimeZoneOffsetArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutTimeZoneOffset_date
source: The date on which to calculate the 'TimeZoneOffset'.
bg_bg: Датата, на която да се изчисли „TimeZoneOffset“.
ca_es: Data en què es calcula el valor "TimeZoneOffset".
cs_cz: Datum, ve kterém se vypočítá „TimeZoneOffset“.
da_dk: Den dato, du vil beregne 'TimeZoneOffset' på.
de_de: Das Datum, auf dessen Grundlage „TimeZoneOffset“ berechnet wird.
el_gr: Η ημερομηνία υπολογισμού του "TimeZoneOffset".
es_es: Fecha en la que se calcula el valor de "TimeZoneOffset".
et_ee: Kuupäev, millal funktsioon „TimeZoneOffset“ arvutatakse.
eu_es: "TimeZoneOffset" kalkulatzeko erabiliko den data.
fi_fi: Päivämäärä, jolle TimeZoneOffset lasketaan.
fr_fr: Date sur laquelle calculer TimeZoneOffset.
gl_es: Data na que calcular "TimeZoneOffset".
hi_in: वह दिनांक, जब 'TimeZoneOffset' की गणना करनी है.
hr_hr: Datum na koji se izračunava "TimeZoneOffset".
hu_hu: Az a dátum, amikor ki kell számítani a TimeZoneOffset értékét.
id_id: Tanggal yang digunakan untuk menghitung 'TimeZoneOffset'.
it_it: Data in base a cui calcolare 'TimeZoneOffset'.
ja_jp: 'TimeZoneOffset' の計算を実行する日付。
kk_kz: "TimeZoneOffset" есептелетін күн.
ko_kr: 'TimeZoneOffset'을 계산하는 날짜입니다.
lt_lt: Data, kada reikia apskaičiuoti TimeZoneOffset.
lv_lv: Datums, kurā jāaprēķina vērtība TimeZoneOffset.
ms_my: Tarikh untuk mengira 'TimeZoneOffset'.
nb_no: Datoen som TimeZoneOffset skal beregnes på.
nl_nl: De datum op basis waarvan TimeZoneOffset wordt berekend.
pl_pl: Data obliczenia elementu „TimeZoneOffset”.
pt_br: A data em que a 'TimeZoneOffset' será calculada.
pt_pt: A data na qual calcular o "TimeZoneOffset".
ro_ro: Data la care se calculează „TimeZoneOffset”.
ru_ru: Дата для расчета значения TimeZoneOffset.
sk_sk: Dátum, pre ktorý sa má vypočítať TimeZoneOffset.
sl_si: Datum, ko je treba izračunati vrednost »TimeZoneOffset«.
sr_cyrl_rs: Датум за који се рачуна „TimeZoneOffset“.
sr_latn_rs: Datum za koji se računa „TimeZoneOffset“.
sv_se: Det datum för vilket TimeZoneOffset ska beräknas.
th_th: วันที่จะคำนวณ 'TimeZoneOffset'
tr_tr: 'TimeZoneOffset' hesaplamasının yapılacağı tarih.
uk_ua: Дата для обчислення функції TimeZoneOffset.
vi_vn: Ngày tính toán 'TimeZoneOffset'.
zh_cn: 计算 "TimeZoneOffset" 的日期。
zh_tw: 計算 'TimeZoneOffset' 的日期。

# AboutToday
source: Returns the current date.
bg_bg: Връща текущата дата.
ca_es: Retorna la data actual.
cs_cz: Vrátí aktuální datum.
da_dk: Returnerer den aktuelle dato.
de_de: Gibt das aktuelle Datum zurück.
el_gr: Επιστρέφει την τρέχουσα ημερομηνία.
es_es: Devuelve la fecha actual.
et_ee: Tagastab tänase kuupäeva.
eu_es: Uneko data itzultzen du.
fi_fi: Palauttaa nykyisen päivämäärän.
fr_fr: Retourne la date actuelle.
gl_es: Devolve a data actual.
hi_in: वर्तमान दिनांक देता है.
hr_hr: Vraća trenutni datum.
hu_hu: Az aktuális dátumot adja eredményül.
id_id: Menampilkan tanggal saat ini.
it_it: Restituisce la data corrente.
ja_jp: 現在の日付を返します。
kk_kz: Ағымдағы күнді қайтарады.
ko_kr: 현재 날짜를 반환합니다.
lt_lt: Pateikia dabartinę datą.
lv_lv: Atgriež pašreizējo datumu.
ms_my: Mengembalikan tarikh semasa.
nb_no: Returnerer den gjeldende datoen.
nl_nl: Hiermee wordt de huidige datum geretourneerd.
pl_pl: Zwraca bieżącą datę.
pt_br: Retorna a data atual.
pt_pt: Devolve a data atual.
ro_ro: Returnează data curentă.
ru_ru: Возвращает текущую дату.
sk_sk: Vráti aktuálny dátum.
sl_si: Vrne trenutni datum.
sr_cyrl_rs: Враћа тренутни датум.
sr_latn_rs: Vraća trenutni datum.
sv_se: Returnerar aktuellt datum.
th_th: ส่งกลับค่าวันที่ปัจจุบัน
tr_tr: Geçerli tarihi döndürür.
uk_ua: Повертає поточну дату.
vi_vn: Trả về ngày hiện tại.
zh_cn: 返回当前日期。
zh_tw: 傳回目前的日期。

# AboutUTCToday
source: Returns the current date in UTC time.
bg_bg: Връща текущата дата в час по UTC.
ca_es: Retorna la data actual en l'hora UTC.
cs_cz: Vrátí aktuální datum v čase UTC.
da_dk: Returnerer den aktuelle dato i UTC-klokkeslæt.
de_de: Gibt das aktuelle Datum in der UTC-Zeitzone zurück.
el_gr: Επιστρέφει την τρέχουσα ημερομηνία σε ώρα UTC.
es_es: Devuelve la fecha actual en hora UTC.
et_ee: Tagastab praeguse kuupäeva UTC ajavööndis.
eu_es: Uneko data itzultzen du UTC formatuan.
fi_fi: Palauttaa nykyisen päivämäärän UTC-aikana.
fr_fr: Retourne la date actuelle en heure UTC.
gl_es: Devolve a data actual en hora UTC.
hi_in: मौजूदा दिनांक को UTC के समय में लौटाता है.
hr_hr: Vraća trenutni datum na UTC vrijeme.
hu_hu: Az aktuális dátumot adja vissza UTC-idő szerint.
id_id: Menghasilkan tanggal saat ini dalam waktu UTC.
it_it: Restituisce la data corrente in ora UTC.
ja_jp: 現在の日付を UTC 時間で返します。
kk_kz: Ағымдағы күнді UTC форматында береді.
ko_kr: 현재 날짜를 UTC 시간으로 반환합니다.
lt_lt: Pateikia dabartinę datą UTC laiku.
lv_lv: Atgriež pašreizējo datumu UTC laikā.
ms_my: Mengembalikan tarikh semasa dalam waktu UTC.
nb_no: Returnerer gjeldende dato i UTC-tid.
nl_nl: Retourneert de huidige datum in UTC.
pl_pl: Zwraca bieżącą datę (czas UTC).
pt_br: Retorna a data atual no fuso horário UTC.
pt_pt: Devolve a data atual em UTC.
ro_ro: Returnează data curentă în fusul orar UTC.
ru_ru: Возвращает текущую дату в формате UTC.
sk_sk: Vráti aktuálny dátum vo formáte UTC.
sl_si: Vrne trenutni datum v času UTC.
sr_cyrl_rs: Враћа тренутни датум у UTC зони.
sr_latn_rs: Vraća trenutni datum u UTC zoni.
sv_se: Returnerar aktuellt datum i UTC-tid.
th_th: ส่งกลับวันที่ปัจจุบันในเวลา UTC
tr_tr: UTC saatinde geçerli tarihi döndürür.
uk_ua: Повертає поточну дату за часовим поясом UTC.
vi_vn: Trả về ngày hiện tại theo giờ UTC.
zh_cn: 返回当前日期(UTC 时间)。
zh_tw: 以 UTC 時間傳回目前的日期。
