Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrNotYetImplementedFunctionError
source: Not yet implemented function: {0}.
bg_bg: Функцията още не е реализирана: {0}.
ca_es: Funció encara no implementada: {0}.
cs_cz: Dosud neimplementovaná funkce: {0}.
da_dk: Funktion, der endnu ikke er implementeret: {0}
de_de: Noch nicht implementierte Funktion: {0}.
el_gr: Η συνάρτηση δεν έχει υλοποιηθεί ακόμα: {0}.
es_es: Función todavía no implementada: {0}.
et_ee: Rakendamata funktsioon: {0}.
eu_es: Oraindik ez da inplementatu funtzio hau: {0}.
fi_fi: Funktio, jota ei ole vielä toteutettu: {0}.
fr_fr: Fonction pas encore mise en œuvre : {0}.
gl_es: Aínda non se aplicou a función: {0}.
hi_in: अभी तक क्रियान्वित नहीं किया गया फ़ंक्शन: {0}.
hr_hr: Funkcija još nije implementirana: {0}.
hu_hu: Még meg nem valósított függvény: {0}.
id_id: Fungsi yang belum diterapkan: {0}.
it_it: Funzione non ancora implementata: {0}.
ja_jp: まだ実装されていない関数: {0}。
kk_kz: Әлі ендірілмеген функция: {0}.
ko_kr: 아직 구현되지 않은 기능: {0}.
lt_lt: Funkcija {0} neįdiegta.
lv_lv: Vēl neieviesta funkcija: {0}.
ms_my: Fungsi tidak dilaksanakan: {0}.
nb_no: Funksjon som ikke er implementert ennå: {0}.
nl_nl: Nog niet geïmplementeerde functie: {0}.
pl_pl: Funkcja {0} nie została jeszcze zaimplementowana.
pt_br: Função ainda não implementada: {0}.
ro_ro: Funcția încă neimplementată: {0}.
ru_ru: Функция "{0}" еще не реализована.
sk_sk: Zatiaľ neimplementovaná funkcia: {0}.
sl_si: Funkcija še ni uvedena: {0}.
sr_cyrl_rs: Функција која још није примењена: {0}.
sr_latn_rs: Funkcija koja još uvek nije primenjena: {0}.
sv_se: Funktionen har inte implementerats ännu: {0}.
th_th: ฟังก์ชันที่ยังไม่ได้ใช้งาน: {0}
tr_tr: Henüz uygulanmayan işlev: {0}.
uk_ua: Функцію ще не реалізовано: {0}.
vi_vn: Hàm chưa được triển khai: {0}.
zh_cn: 尚未实现函数: {0}。
zh_tw: 尚未實施的函數: {0}。

# ErrNotYetImplementedUnaryOperatorError
source: Not yet implemented unary operator: {0}.
bg_bg: Едноместният оператор още не е реализиран: {0}.
ca_es: Operador unari encara no implementat: {0}.
cs_cz: Dosud neimplementovaný unární operátor: {0}.
da_dk: Unary operator, der endnu ikke er implementeret: {0}.
de_de: Noch nicht implementierter unärer Operator: {0}.
el_gr: Δεν έχει εφαρμοστεί ακόμη μονομελής τελεστής: {0}.
es_es: Operador unario aún no implementado: {0}.
et_ee: Rakendamata unaarne tehtemärk: {0}
eu_es: Oraindik ez da inplementatu operadore unario hau: {0}.
fi_fi: Unaarioperaattori, jota ei ole vielä toteutettu: {0}
fr_fr: Opérateur unaire pas encore mis en œuvre : {0}.
gl_es: Aínda non se aplicou o operador unario: {0}.
hi_in: अभी तक यूनरी ऑपरेटर लागू नहीं किया गया: {0}.
hr_hr: Još nije implementiran unarni operator: {0}.
hu_hu: Még meg nem valósított egyoperandus: {0}.
id_id: Operator tunggal yang belum diterapkan: {0}.
it_it: Operatore unario non ancora implementato: {0}.
ja_jp: まだ実装されていない単項演算子: {0}。
kk_kz: Әлі ендірілмеген біртұтас оператор: {0}.
ko_kr: 아직 구현되지 않은 단항 연산자: {0}.
lt_lt: Dar neįdiegtas vienkartinis operatorius: {0}.
lv_lv: Vēl neieviests unārais operators: {0}.
ms_my: Belum melaksanakan operator tunggal: {0}.
nb_no: Monooperator som ikke er implementert ennå: {0}.
nl_nl: Nog niet geïmplementeerd unaire operator: {0}.
pl_pl: Operator jednoargumentowy {0} nie został jeszcze zaimplementowany.
pt_br: Operador unário ainda não implementado: {0}.
ro_ro: Operator unar încă neimplementat: {0}.
ru_ru: Унарный оператор "{0}" еще не реализован.
sk_sk: Zatiaľ neimplementovaný unárny operátor: {0}.
sl_si: Unarni operator še ni implementiran: {0}.
sr_cyrl_rs: Још увек није имплементиран унарни оператор: {0}.
sr_latn_rs: Unarni operator koji još uvek nije primenjen: {0}.
sv_se: Den unära operatorn har inte implementerats ännu: {0}.
th_th: ตัวดำเนินการเอกภาพที่ยังไม่ได้ใช้งาน: {0}
tr_tr: Henüz uygulanmayan tekil işleç: {0}.
uk_ua: Унарний оператор ще не реалізовано: {0}.
vi_vn: Toán tử đơn phân chưa được triển khai: {0}.
zh_cn: 尚未实现一元运算符: {0}。
zh_tw: 尚未實施一元運算子: {0}。

# ErrInvalidChain
source: Invalid chain: {0}.
bg_bg: Невалидна верига: {0}.
ca_es: Cadena no vàlida: {0}.
cs_cz: Neplatný řetězec: {0}.
da_dk: Ugyldig kæde: {0}.
de_de: Ungültige Kette: {0}.
el_gr: Μη έγκυρη αλυσίδα: {0}.
es_es: Cadena no válida: {0}.
et_ee: Sobimatu ahel: {0}.
eu_es: Kate baliogabea: {0}.
fi_fi: Virheellinen ketju: {0}.
fr_fr: Chaîne non valide : {0}.
gl_es: Cadea non válida: {0}.
hi_in: अमान्य श्रृंखला: {0}.
hr_hr: Lanac nije valjan: {0}.
hu_hu: Érvénytelen lánc: {0}.
id_id: Rantai tidak valid: {0}.
it_it: Catena non valida: {0}.
ja_jp: チェーンが無効です: {0}。
kk_kz: Жарамсыз тізбек: {0}.
ko_kr: 잘못된 체인: {0}.
lt_lt: Grandinė netinkama: {0}.
lv_lv: Nederīga ķēde: {0}.
ms_my: Rantaian tidak sah: {0}.
nb_no: Ugyldig kjede: {0}.
nl_nl: Ongeldige keten: {0}.
pl_pl: Nieprawidłowy łańcuch: {0}.
pt_br: Cadeia inválida: {0}.
ro_ro: Lanț nevalid: {0}.
ru_ru: Недопустимая цепочка: {0}.
sk_sk: Neplatný reťazec: {0}.
sl_si: Neveljavna veriga: {0}.
sr_cyrl_rs: Неважећи ланац: {0}.
sr_latn_rs: Nevažeći lanac: {0}.
sv_se: Ogiltig kedja: {0}.
th_th: ห่วงโซ่ไม่ถูกต้อง: {0}
tr_tr: Geçersiz zincir: {0}.
uk_ua: Неприпустимий ланцюжок: {0}.
vi_vn: Chuỗi không hợp lệ: {0}.
zh_cn: 无效链: {0}。
zh_tw: 無效鏈: {0}。

# ErrMaxCallDepth
source: Max call depth exceeded.
bg_bg: Максималната дълбочина на извиквания е надвишена.
ca_es: S'ha superat la profunditat màxima de la trucada.
cs_cz: Překročena maximální hloubka volání.
da_dk: Den maksimale opkaldsdybde er overskredet.
de_de: Die maximale Aufruftiefe wurde überschritten.
el_gr: Υπέρβαση μέγιστου βάθους κλήσης.
es_es: Se ha superado la profundidad máxima de llamadas.
et_ee: Maksimaalne kutsesügavus on ületatud.
eu_es: Gehieneko dei-sakonera gainditu da.
fi_fi: Kutsun enimmäissyvyys ylittyi.
fr_fr: Profondeur d’appel maximale dépassée.
gl_es: Superouse a profundidade máxima de chamada.
hi_in: अधिकतम कॉल गहराई पार हो गई.
hr_hr: Premašena je maksimalna dubina poziva.
hu_hu: Túllépte a hívás maximális mélységét.
id_id: Kedalaman panggilan maksimum terlampaui.
it_it: Profondità massima di chiamata superata.
ja_jp: 呼び出しの最大深度を超えました。
kk_kz: Максималды қоңырау тереңдігінен асып кетті.
ko_kr: 최대 호출 깊이를 초과했습니다.
lt_lt: Viršytas maksimalus skambučio gylis.
lv_lv: Pārsniegts maksimālais izsaukuma dziļums.
ms_my: Kedalaman panggilan maksimum tercapai.
nb_no: Maksimal oppkallsdybde er overskredet.
nl_nl: Max. oproepdiepte overschreden.
pl_pl: Przekroczono maksymalną głębokość wywołania.
pt_br: Profundidade máxima da chamada excedida.
ro_ro: Adâncimea maximă a apelului a fost depășită.
ru_ru: Превышена максимальная глубина вызова.
sk_sk: Bola prekročená maximálna hĺbka volania.
sl_si: Presežena je največja globina klica.
sr_cyrl_rs: Максимална дубина позива је премашена.
sr_latn_rs: Premašena je maksimalna dubina poziva.
sv_se: Största samtalsdjupet överskreds.
th_th: เกินความลึกของการเรียกสูงสุด
tr_tr: Maksimum arama derinliği aşıldı.
uk_ua: Перевищено максимальну глибину виклику.
vi_vn: Đã vượt quá độ sâu lệnh gọi tối đa.
zh_cn: 已超出最大调用深度。
zh_tw: 超出最大呼叫深度。

# ErrRecordNotFound
source: Record could not be found
bg_bg: Записът не може да бъде открит
ca_es: No s'ha pogut trobar el registre
cs_cz: Záznam nebyl nalezen
da_dk: Posten blev ikke fundet
de_de: Datensatz wurde nicht gefunden
el_gr: Δεν ήταν δυνατή η εύρεση της καρτέλας
es_es: No se ha encontrado el registro
et_ee: Kirjet ei leitud
eu_es: Ezin izan da aurkitu erregistroa
fi_fi: Tietuetta ei löytynyt
fr_fr: Enregistrement introuvable
gl_es: Non se atopou o rexistro
hi_in: रिकॉर्ड ढूँढा नहीं जा सका
hr_hr: Zapis se nije mogao pronaći
hu_hu: A rekord nem található
id_id: Rekaman tidak dapat ditemukan
it_it: Impossibile trovare il record
ja_jp: レコードが見つかりません
kk_kz: Жазбаны табу мүмкін болмады
ko_kr: 레코드를 찾을 수 없음
lt_lt: Įrašo rasti nepavyko
lv_lv: Ierakstu nevarēja atrast
ms_my: Rekod tidak ditemukan
nb_no: Finner ikke oppføringen
nl_nl: Record kan niet worden gevonden
pl_pl: Nie można odnaleźć rekordu
pt_br: Não foi possível encontrar o registro
ro_ro: Înregistrarea nu a fost găsită
ru_ru: Не удалось найти запись
sk_sk: Záznam sa nenašiel
sl_si: Zapisa ni bilo mogoče najti
sr_cyrl_rs: Није могуће пронаћи запис
sr_latn_rs: Nije moguće pronaći zapis
sv_se: Det gick inte att hitta posten
th_th: ไม่พบเรกคอร์ด
tr_tr: Kayıt bulunamadı
uk_ua: Не вдалося знайти запис
vi_vn: Không tìm thấy bản ghi
zh_cn: 找不到记录
zh_tw: 找不到記錄

# ErrOnlyPrimitiveValuesAllowed
source: Only primitive values are allowed for the operation.
bg_bg: За операцията са разрешени само примитивни стойности.
ca_es: Només es permeten valors primitius per a l'operació.
cs_cz: Pro operaci jsou povoleny pouze primitivní hodnoty.
da_dk: Kun primitive værdier er tilladt til handlingen.
de_de: Für den Vorgang sind nur primitive Werte zulässig.
el_gr: Για τη λειτουργία επιτρέπονται μόνο στοιχειώδεις τιμές.
es_es: Solo se permiten valores primitivos para la operación.
et_ee: Toimingu jaoks on lubatud ainult primitiivsed väärtused.
eu_es: Balio primitiboak soilik onartzen dira eragiketarako.
fi_fi: Toiminnossa sallitaan vain primitiiviarvot.
fr_fr: Seules les valeurs primitives sont autorisées pour l’opération.
gl_es: Só se permiten valores primitivos para a operación.
hi_in: ऑपरेशन के लिए केवल आदिम मान की अनुमति है.
hr_hr: Dopuštene su samo primitivne vrijednosti za operaciju.
hu_hu: A művelethez csak primitív értékek használhatók.
id_id: Hanya nilai primitif yang diizinkan untuk operasi ini.
it_it: Per l'operazione sono consentiti solo valori primitivi.
ja_jp: この操作に許可されるのはプリミティブ値のみです。
kk_kz: Жұмыс үшін тек қарапайым мәндерге рұқсат етіледі.
ko_kr: 이 작업에는 기본 값만 허용됩니다.
lt_lt: Operacijai leidžiamos tik primityvios reikšmės.
lv_lv: Operācijai ir atļautas tikai primitīvas vērtības.
ms_my: Hanya nilai primer dibenarkan untuk operasi.
nb_no: Bare primitive verdier er tillatt for operasjonen.
nl_nl: Alleen primitieve waarden zijn toegestaan voor de bewerking.
pl_pl: Dla tej operacji są dozwolone tylko wartości pierwotne.
pt_br: São permitidos somente valores primitivos para a operação.
ro_ro: Pentru operațiune sunt permise numai valorile primitive.
ru_ru: Для этой операции допускаются только примитивные значения.
sk_sk: Pre operáciu sú povolené len primitívne hodnoty.
sl_si: Za postopek so dovoljene samo primitivne vrednosti.
sr_cyrl_rs: За операцију су дозвољене само примитивне вредности.
sr_latn_rs: Za operaciju su dozvoljene samo primitivne vrednosti.
sv_se: Endast primitiva värden är tillåtna för åtgärden.
th_th: อนุญาตให้ใช้เฉพาะค่าดั้งเดิมในการดำเนินการเท่านั้น
tr_tr: İşlem için yalnızca temel değerlere izin verilir.
uk_ua: Для цієї операції дозволено лише примітивні значення.
vi_vn: Chỉ được sử dụng giá trị nguyên thủy cho thao tác này.
zh_cn: 该操作仅允许使用基元值。
zh_tw: 作業只允許原始值。

# ErrCanNotConvertToNumber
source: The value '{0}' cannot be converted to a number.
bg_bg: Стойността „{0}“ не може да бъде преобразувана в число.
ca_es: El valor "{0}" no es pot convertir en un nombre.
cs_cz: Hodnotu '{0}' nelze převést na číslo.
da_dk: Værdien '{0}' ikke konverteres til et tal.
de_de: Der Wert „{0}“ kann nicht in eine Zahl konvertiert werden.
el_gr: Η τιμή '{0}' δεν είναι δυνατό να μετατραπεί σε έναν αριθμό.
es_es: El valor "{0}" no se puede convertir en un número.
et_ee: Väärtust „{0}“ ei saa arvuks teisendada.
eu_es: Ezin da bihurtu "{0}" balioa zenbaki.
fi_fi: Arvoa {0} ei voi muuntaa numeroksi.
fr_fr: Impossible de convertir la valeur « {0} » en nombre.
gl_es: O valor "{0}" non se pode converter nun número.
hi_in: मान '{0}' को दिनांक या समय मान में रूपांतरित नहीं किया जा सकता.
hr_hr: Vrijednost „{0}” ne može se pretvoriti u broj.
hu_hu: A(z) „{0}” érték nem alakítható át számmá.
id_id: Nilai '{0}' tidak dapat dikonversikan ke angka.
it_it: Impossibile convertire il valore "{0}" in un numero.
ja_jp: この値 '{0}' を数値に変換することはできません。
kk_kz: "{0}" мәнін санға түрлендіру мүмкін емес.
ko_kr: '{0}' 값을 숫자로 변환할 수 없습니다.
lt_lt: Reikšmės „{0}“ negalima konvertuoti į skaičių.
lv_lv: Vērtību “{0}” nevar pārvērst par skaitli.
ms_my: Nilai '{0}' tidak boleh ditukar kepada nombor.
nb_no: Verdien {0} kan ikke konverteres til et tall.
nl_nl: De waarde '{0}' kan niet naar een getal worden geconverteerd.
pl_pl: Nie można przekonwertować wartości „{0}” na liczbę.
pt_br: O valor '{0}' não pode ser convertido em um número.
ro_ro: Valoarea „{0}” nu poate fi convertită într-un număr.
ru_ru: Значение "{0}" невозможно преобразовать в число.
sk_sk: Hodnotu {0} nie je možné konvertovať na číslo.
sl_si: Vrednosti »{0}« ni mogoče pretvoriti v številko.
sr_cyrl_rs: Вредност „{0}“ не може да се конвертује у број.
sr_latn_rs: Vrednost „{0}“ ne može da se konvertuje u broj.
sv_se: Värdet {0} kan inte konverteras till ett tal.
th_th: ค่า '{0}' ไม่สามารถแปลงเป็นตัวเลขได้
tr_tr: '{0}' değeri sayıya dönüştürülemez.
uk_ua: Значення "{0}" неможливо перетворити на число.
vi_vn: Không thể chuyển đổi giá trị "{0}" thành một số.
zh_cn: 无法将值 '{0}' 转换为数字。
zh_tw: 該值『{0}』無法轉換為數字。

# ErrStartOfWeekInvalid
source: Expected a value from the StartOfWeek enumeration to indicate how to number the weekdays.
bg_bg: Очаква се стойност от изброяването StartOfWeek, за да се укаже как се номерират дните от седмицата.
ca_es: S'esperava un valor de l'enumeració StartOfWeek per indicar com s'han d'enumerar els dies de la setmana.
cs_cz: Očekávala se hodnota z výčtu StartOfWeek, která označuje, jak se mají číslovat všední dny.
da_dk: Forventede en værdi fra optællingen StartOfWeek for at angive, hvordan ugedagene skal nummereres.
de_de: Es wurde ein Wert aus der StartOfWeek-Enumeration erwartet, um die Nummerierung der Wochentage anzugeben.
el_gr: Αναμενόταν μια τιμή από την απαρίθμηση StartOfWeek που υποδεικνύει τον τρόπο αρίθμησης των ημερών της εβδομάδας.
es_es: Se esperaba un valor de la enumeración StartOfWeek para indicar cómo numerar los días de la semana.
et_ee: Eeldati väärtust loendist StartOfWeek, mis näitaks kuidas nummerdada nädalapäevi.
eu_es: StartOfWeek enumerazioaren balio bat espero zen, asteko egunak zenbatzeko modua zehaztu ahal izateko.
fi_fi: Odotettiin arvoa StartOfWeek-luetteloinnista ilmaisemaan, miten viikonpäivät numeroidaan.
fr_fr: Valeur de l’énumération StartOfWeek attendue pour indiquer le mode de numérotation des jours de la semaine.
gl_es: Esperábase un valor da enumeración de StartOfWeek para indicar como enumerar os días da semana.
hi_in: StartOfWeek प्रगणना से सप्ताह के दिनों की संख्या दर्शाने वाले मान की अपेक्षा थी.
hr_hr: Očekivana vrijednost iz enumeracije StartOfWeek koja označava način brojanja radnih dana.
hu_hu: Az elvárás a StartOfWeek felsorolásból származó érték volt, amely jelzi, hogyan kell számozni a hét napjait.
id_id: Mengharapkan nilai dari enumerasi StartOfWeek untuk menunjukkan cara menjumlahkan hari kerja.
it_it: È previsto un valore dell'enumerazione StartOfWeek per indicare come devono essere numerati i giorni della settimana.
ja_jp: 曜日に番号を付ける方法を示すには、StartOfWeek 列挙型からの値が必要です。
kk_kz: Апта күндерін нөмірлеуді көрсету үшін StartOfWeek нөмірлеуінен алынатын мән.
ko_kr: 평일에 번호를 지정하는 방법을 나타내려면 StartOfWeek 열거의 값이 필요합니다.
lt_lt: Numatyta parametro „StartOfWeek“ išvardijimo reikšmė, nurodanti, kaip numeruoti savaitės dienas.
lv_lv: Paredzēta vērtība no StartOfWeek uzskaitījuma, lai norādītu, kā numurēt nedēļas dienas.
ms_my: Menjangkakan nilai daripada penyenaraian StartOfWeek untuk menunjukkan cara menomborkan hari biasa.
nb_no: Forventet en verdi fra StartOfWeek-opplistingen for å angi hvordan ukedagene skal nummereres.
nl_nl: Er wordt een waarde verwacht uit de opsomming voor StartOfWeek die aangeeft hoe de werkdagen moeten worden genummerd.
pl_pl: Oczekiwana wartość z wyliczenia StartOfWeek w celu wskazania sposobu numerowania dni tygodnia.
pt_br: Esperado um valor da enumeração StartOfWeek para indicar como numerar os dias da semana.
ro_ro: Se aștepta o valoare de la enumerarea StartOfWeek pentru a indica modul în care se numerotează zilele săptămânii.
ru_ru: Ожидается значение из перечисления StartOfWeek для указания способа нумерации дней недели.
sk_sk: Očakávala sa hodnota z enumerácie StartOfWeek, ktorá by určovala spôsob číslovania dní v týždni.
sl_si: Pričakovana je bila vrednost oštevilčenja »StartOfWeek« za prikaz načina oštevilčenja dni v tednu.
sr_cyrl_rs: Очекивана је вредност из набрајања StartOfWeek ради означавања начина нумерисања радних дана.
sr_latn_rs: Očekivana je vrednost iz nabrajanja StartOfWeek radi označavanja načina numerisanja radnih dana.
sv_se: Förväntade ett värde från StartOfWeek-uppräkningen som anger hur veckodagarna ska numreras.
th_th: ต้องการค่าจากการแจกแจง StartOfWeek เพื่อแสดงวิธีการนับวันในสัปดาห์
tr_tr: Hafta içi günlerin nasıl numaralanacağını belirtmek üzere StartOfWeek sabit listesinden bir değer bekleniyor.
uk_ua: Очікувалось отримати значення від переліку StartOfWeek, щоб визначити спосіб нумерації днів тижня.
vi_vn: Dự kiến một giá trị từ kiểu liệt kê StartOfWeek để cho biết cách đánh số các ngày trong tuần.
zh_cn: 需要 StartOfWeek 枚举中的一个值来指示如何对工作日进行编号。
zh_tw: 應為來自 StartOfWeek 列舉的值，表示如何編號工作日。

# ErrRuntimeExceptionError
source: An exception has been thrown: {0}
bg_bg: Генерирано е изключение: {0}
ca_es: S'ha emès una excepció: {0}
cs_cz: Výjimka byla vyvolána: {0}
da_dk: Der blev udløst en undtagelse: {0}
de_de: Es wurde eine Ausnahme ausgelöst: {0}
el_gr: Παρουσιάστηκε εξαίρεση: {0}
es_es: Se ha lanzado una excepción: {0}
et_ee: Ilmnes erand: {0}
eu_es: Salbuespen bat gertatu da: {0}
fi_fi: Havaittiin poikkeus: {0}
fr_fr: Une exception a été entraînée : {0}
gl_es: Produciuse unha excepción: {0}
hi_in: एक अपवाद फेंक दिया गया है: {0}
hr_hr: Izbačena je iznimka: {0}
hu_hu: Egy {0} kivétel lett hozzáadva
id_id: Pengecualian telah dimunculkan: {0}
it_it: È stata generata un'eccezione: {0}
ja_jp: 例外がスローされました: {0}
kk_kz: Ерекшелік жойылды: {0}
ko_kr: 예외 발생: {0}
lt_lt: Buvo padaryta išimtis: {0}
lv_lv: Radās izņēmums: {0}
ms_my: Pengecualian telah dibuang: {0}
nb_no: Det har oppstått et unntak: {0}
nl_nl: Er is een uitzondering gegenereerd: {0}.
pl_pl: Wygenerowano wyjątek: {0}
pt_br: Uma exceção foi gerada: {0}
ro_ro: A fost generată o excepție: {0}
ru_ru: Вызвано исключение: {0}.
sk_sk: Bola vyvolaná výnimka: {0}
sl_si: Prišlo je do izjeme: {0}
sr_cyrl_rs: Дошло је до изузетка: {0}
sr_latn_rs: Prikazan je izuzetak: {0}
sv_se: Ett undantag uppstod: {0}
th_th: เกิดข้อยกเว้น: {0}
tr_tr: Bir özel durum verildi: {0}
uk_ua: Виник виняток: {0}
vi_vn: Đã xảy ra một lỗi ngoại lệ: {0}
zh_cn: 引发了异常: {0}
zh_tw: 產生例外狀況: {0}

# ErrNameIsNotValid
source: Name isn't valid. '{0}' isn't recognized.
bg_bg: Името не е валидно. „{0}“ не е разпознато.
ca_es: El nom no és vàlid. "{0}" no es reconeix.
cs_cz: Název není platný. Identifikátor '{0}' se nerozpoznal.
da_dk: Navnet er ikke gyldigt. '{0}' kan ikke genkendes.
de_de: Der Name ist ungültig. „{0}“ wird nicht erkannt.
el_gr: Το όνομα δεν είναι έγκυρο. Το '{0}' δεν αναγνωρίζεται.
es_es: El nombre no es válido. No se reconoce "{0}".
et_ee: Nimi ei sobi. Üksust {0} ei tuvastatud.
eu_es: Izenak balio ez duenez, ez da ezagutu "{0}".
fi_fi: Nimi ei ole kelpaa. Kohdetta {0} ei tunnisteta.
fr_fr: Le nom n’est pas valide. « {0} » n’est pas reconnu.
gl_es: O nome non é válido. "{0}" non se recoñece.
hi_in: नाम मान्य नहीं है. '{0}' को पहचाना नहीं गया है.
hr_hr: Naziv nije valjan. '{0}' nije prepoznat.
hu_hu: A név érvénytelen. A(z) „{0}” nem ismerhető fel.
id_id: Nama tidak valid. '{0}' tidak dikenali.
it_it: Il nome non è valido. "{0}" non riconosciuto.
ja_jp: 名前が無効です。'{0}' は認識されません。
kk_kz: Атау жарамсыз. "{0}" танылмады.
ko_kr: 이름이 잘못되었습니다. '{0}'을(를) 인식할 수 없습니다.
lt_lt: Pavadinimas yra netinkamas. „{0}“ neatpažintas.
lv_lv: Nosaukums nav derīgs. Vienums {0} netika atpazīts.
ms_my: Nama tidak sah. '{0}' ini tidak dikenali.
nb_no: Navnet er ugyldig. Gjenkjenner ikke {0}.
nl_nl: De naam is ongeldig. '{0}' wordt niet herkend.
pl_pl: Nazwa jest nieprawidłowa. Element „{0}” nie został rozpoznany.
pt_br: O nome não é válido. '{0}' não é reconhecido.
ro_ro: Numele nu este valid. „{0}” nu este recunoscut.
ru_ru: Недопустимое имя. Не удается распознать "{0}".
sk_sk: Názov nie je platný. Identifikátor {0} sa nerozpoznal.
sl_si: Ime ni veljavno. »{0}« – ni mogoče prepoznati.
sr_cyrl_rs: Име није важеће. „{0}“ није препознато.
sr_latn_rs: Ime nije važeće. „{0}“ nije prepoznato.
sv_se: Namnet är inte giltigt. {0} kan inte identifieras.
th_th: ชื่อไม่ถูกต้อง ไม่รู้จัก '{0}'
tr_tr: Ad geçerli değil. '{0}' tanınmıyor.
uk_ua: Неприпустиме ім’я. "{0}" не розпізнано.
vi_vn: Tên không hợp lệ. Không nhận dạng được "{0}".
zh_cn: 名称无效。无法识别 '{0}'。
zh_tw: 名稱無效。無法辨識『{0}』。
