Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRemove
source: Removes a specific record or records from a data source
bg_bg: Премахва конкретен запис или записи от източник на данни
ca_es: Suprimeix un registre o registres específics d'una font de dades
cs_cz: Odebere určitý záznam nebo záznamy ze zdroje dat
da_dk: Fjerner en bestemt post eller bestemte poster fra en datakilde
de_de: Entfernt einen oder mehrere bestimmte Datensätze aus einer Datenquelle
el_gr: Καταργεί μια συγκεκριμένη καρτέλα ή καρτέλες από μια προέλευση δεδομένων
es_es: Quita registros específicos de un origen de datos
et_ee: Eemaldab andmeallikast kindla kirje või kindlad kirjed
eu_es: Datu-iturburu bateko erregistro jakin bat edo batzuk kentzen ditu
fi_fi: Poistaa tietyn tietueen tai tietueet tietolähteestä
fr_fr: Supprime un enregistrement ou des enregistrements spécifiques d’une source de données
gl_es: Elimina un ou varios rexistros específicos dunha orixe de datos
hi_in: डेटा स्रोत से कोई विशेष रिकॉर्ड या रिकॉर्ड्स हटाता है
hr_hr: Uklanja određeni zapis ili zapise iz izvora podataka
hu_hu: Eltávolít egy adott rekordot vagy rekordokat egy adatforrásból
id_id: Menghapus satu atau beberapa rekaman tertentu dari sumber data
it_it: Rimuove i record o un record specifico da un'origine dati
ja_jp: データ ソースから指定されたレコードを削除します
kk_kz: Дереккөзден белгілі бір жазбаны немесе жазбаларды жояды
ko_kr: 데이터 원본에서 특정 레코드 또는 레코드 제거
lt_lt: Pašalina iš duomenų šaltinio konkretų įrašą arba įrašus
lv_lv: Noņem noteiktu ierakstu vai ierakstus no datu avota
ms_my: Mengalih keluar rekod tertentu atau rekod daripada sumber data
nb_no: Fjerner en bestemt oppføring eller oppføringer fra en datakilde
nl_nl: Verwijdert een specifieke record of records uit een gegevensbron
pl_pl: Usuwa określony rekord lub rekordy ze źródła danych
pt_br: Remove um registro específico ou registros de uma fonte de dados
pt_pt: Remove um ou vários registos específicos de uma origem de dados
ro_ro: Elimină una sau mai multe înregistrări dintr-o sursă de date
ru_ru: Удаление определенной записи или записей из источника данных
sk_sk: Odstráni konkrétny záznam alebo záznamy zo zdroja údajov
sl_si: Odstrani določen zapis ali zapise iz vira podatkov
sr_cyrl_rs: Уклања одређени запис или записе из извора података
sv_se: Tar bort en viss post eller poster från en datakälla
th_th: นำเรกคอร์ดที่ระบุออกจากแหล่งข้อมูล
tr_tr: Belirli bir kaydı veya kayıtları veri kaynağından kaldırır
uk_ua: Видаляє певний запис або записи із джерела даних
vi_vn: Loại bỏ một hoặc nhiều bản ghi cụ thể khỏi nguồn dữ liệu
zh_cn: 从数据源中删除一条或多条特定记录
zh_tw: 從資料來源移除特定記錄

# RemoveDataSourceArg
source: data_source
bg_bg: източник_на_данни
ca_es: origen_dades
cs_cz: datový_zdroj
da_dk: data_kilde
de_de: Datenquelle
el_gr: δεδομένα_προέλευση
es_es: origen_datos
et_ee: andmeallikas
eu_es: datu_iturburua
fi_fi: tietolähde
fr_fr: source_données
gl_es: orixe_de_datos
hi_in: डेटा_सोर्स
hr_hr: izvor_podataka
hu_hu: adat_forrás
id_id: sumber_data
it_it: origine_dati
ja_jp: データソース
kk_kz: деректер_көзі
ko_kr: 데이터_원본
lt_lt: duomenų_šaltinis
lv_lv: datu_avots
ms_my: sumber_data
nb_no: datakilde
nl_nl: gegevens_bron
pl_pl: źródło_danych
pt_br: fonte_de_dados
pt_pt: origem_de_dados
ro_ro: sursă_date
ru_ru: источник_данных
sk_sk: zdroj_údajov
sl_si: vir_podatkov
sv_se: datakälla
th_th: แหล่งข้อมูล
tr_tr: veri_kaynağı
uk_ua: джерело_даних
vi_vn: nguồn_dữ _liệu
zh_cn: 数据源
zh_tw: 資料來源

# RemoveRecordsArg
source: remove_record(s)
bg_bg: записи_за_премахване
ca_es: suprimir_registres
cs_cz: odstranit_záznamy
da_dk: fjern_post(er)
de_de: Datensätze entfernen
el_gr: κατάργηση_εγγραφές
es_es: quitar_registros
et_ee: eemalda_kirje(d)
eu_es: kendu_erregistroa(k)
fi_fi: remove_record(t)
fr_fr: supprimer_enregistrement(s)
gl_es: eliminar_rexistro(s)
hi_in: रिकॉर्ड_हटाएँ
hr_hr: uklanjanje_zapisa
hu_hu: rekord(ok)_eltávolítása
id_id: hapus_catatan
it_it: record_rimozione
ja_jp: 削除レコード
kk_kz: жазба(лар)_өшіру
ko_kr: 레코드_제거
lt_lt: pašalinti_įrašus
lv_lv: noņemt_ierakstu(s)
ms_my: remove_record
nb_no: fjern_oppføringer
nl_nl: record(s)_verwijderen
pl_pl: usuń_rekordy
pt_br: remover_registro(s)
pt_pt: remover_registos
ro_ro: remove_record
ru_ru: удаление_записей
sk_sk: odstrániť_záznamy
sl_si: odstrani_zapis(e)
sv_se: ta_bort_post(er)
th_th: เรกคอร์ดที่เอาออก
tr_tr: kayıtları_kaldır
uk_ua: вилучити_записи
vi_vn: xóa_bản_ghi
zh_cn: 删除记录
zh_tw: 移除記錄

# ErrRemoveAllArg
source: If provided, last argument must be 'RemoveFlags.All'. Is there a typo?
bg_bg: Ако е посочен, последният аргумент трябва да бъде RemoveFlags.All. Има ли грешка?
ca_es: Si s'ha proporcionat, l'últim argument ha de ser "RemoveFlags.All". Hi ha cap error tipogràfic?
cs_cz: Pokud je zadán, musí být posledním argumentem 'RemoveFlags.All'. Jedná se o překlep?
da_dk: Hvis det er angivet, skal det sidste argument være 'RemoveFlags.All'. Er der en tastefejl?
de_de: Falls angegeben, muss das letzte Argument „RemoveFlags.All“ sein. Gibt es einen Tippfehler?
el_gr: Αν παρέχεται, το τελευταίο όρισμα πρέπει να είναι "RemoveFlags.All". Υπάρχει τυπογραφικό λάθος;
es_es: Si se proporciona, el último argumento debe ser "RemoveFlags.All". ¿Hay un error ortográfico?
et_ee: Kui see on esitatud, peab viimane argument olema „RemoveFlags.All“. Kas seal on kirjaviga?
eu_es: Ematen bada, "RemoveFlags.All" izan behar du azken argumentuak. Ortografia-erroreren bat al dago?
fi_fi: Jos annettu, viimeisen argumentin on oltava RemoveFlags.All. Onko kyseessä kirjoitusvirhe?
fr_fr: Si fourni, le dernier argument doit être « RemoveFlags.All ». Y a-t-il une erreur de saisie ?
gl_es: Se se fornece, o último argumento debe ser "RemoveFlags.All". Hai algún erro ortográfico?
hi_in: यदि प्रदान किया गया है, तो अंतिम तर्क 'RemoveFlags.All' होना चाहिए. क्या कोई टाइपो है?
hr_hr: Ako je naveden, posljednji argument mora biti „RemoveFlags.All”. Je li nešto krivo napisano?
hu_hu: Ha biztosítva van, az utolsó argumentumnak 'RemoveFlags.All' értékűnek kell lennie. Lehet, hogy ez egy elírás?
id_id: Jika diberikan, argumen terakhir harus 'RemoveFlags.All'. Apakah ada kesalahan ketik?
it_it: Se specificato, l'ultimo argomento deve essere "RemoveFlags.All". È presente un errore di ortografia?
ja_jp: 指定する場合、最後の引数は 'RemoveFlags.All' である必要があります。入力ミスを確認してください。
kk_kz: Егер берілсе, соңғы аргумент "RemoveFlags.All" болуы керек. Жазылу емлесінде қате бар ма?
ko_kr: 제공된 경우 마지막 인수는 'RemoveFlags.All'이어야 합니다. 오타가 있습니까?
lt_lt: Jei pateikta, paskutinis argumentas turi būti „RemoveFlags.All“. Ar tai spaudos klaida?
lv_lv: Ja tiek norādīts, pēdējam argumentam ir jābūt “RemoveFlags.All”. Vai šeit ir pareizrakstības kļūda?
ms_my: Jika diberikan, argumen terakhir mestilah 'RemoveFlags.All'. Adakah terdapat kesilapan tipografi?
nb_no: Hvis angitt, må det siste argumentet være RemoveFlags.All. Er det en skrivefeil?
nl_nl: Het laatste argument moet, indien opgegeven, 'RemoveFlags.All' zijn. Is er een typfout?
pl_pl: Jeśli zostanie podany ten argument, ostatni argument musi mieć wartość „RemoveFlags.All”. Czy podane dane zawierają błąd pisowni?
pt_br: Se fornecido, o último argumento deve ser 'RemoveFlags.All'. Há um erro de digitação?
pt_pt: Se fornecido, o último argumento tem de ser "RemoveFlags.All". Existe algum erro ortográfico?
ro_ro: Dacă este furnizat, ultimul argument trebuie să fie „RemoveFlags.All”. Există o eroare de scriere?
ru_ru: Если указано, последний аргумент должен быть "RemoveFlags.All". Проверьте правописание.
sk_sk: Ak je zadaný, posledný argument musí byť RemoveFlags.All. Je tam preklep?
sl_si: Če je navedeno, mora biti zadnji argument »RemoveFlags.All«. Ali ste našli tipkarsko napako?
sr_cyrl_rs: Ако је наведен, последњи аргумент мора да буде „RemoveFlags.All“. Да ли постоји грешка у куцању?
sv_se: Om detta anges måste det sista argumentet vara "RemoveFlags.All". Finns det något stavfel?
th_th: หากระบุ อาร์กิวเมนต์สุดท้ายต้องเป็น 'RemoveFlags.All' มีการพิมพ์ผิดหรือไม่
tr_tr: Sağlandığı durumda son bağımsız değişken "RemoveFlags.All" olmalıdır. Bir yazım hatası var mı?
uk_ua: Якщо цей параметр вказано, значення останнього аргументу має бути "RemoveFlags.All". Можливо, наявна орфографічна помилка?
vi_vn: Nếu được cung cấp, đối số cuối cùng phải là "RemoveFlags.All". Có lỗi đánh máy không?
zh_cn: 如果提供，最后一个参数必须为 "RemoveFlags.All"。是否有拼写错误?
zh_tw: 如果提供，最後一個引數必須是 'RemoveFlags.All"。是否有錯別字?

# NotificationType_Error_DisplayName
source: Error
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Tõrge
eu_es: Errorea
fi_fi: Virhe
fr_fr: Erreur
gl_es: Erro
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
kk_kz: Қате
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# NotificationType_Warning_DisplayName
source: Warning
bg_bg: Предупреждение
ca_es: Advertiment
cs_cz: Upozornění
da_dk: Advarsel
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
et_ee: Hoiatus
eu_es: Abisua
fi_fi: Varoitus
fr_fr: Avertissement
gl_es: Aviso
hi_in: चेतावनी
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
id_id: Peringatan
it_it: Avviso
ja_jp: 警告
kk_kz: Ескерту
ko_kr: 경고
lt_lt: Įspėjimas
lv_lv: Brīdinājums
ms_my: Amaran
nb_no: Advarsel!
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro_ro: Avertisment
ru_ru: Предупреждение
sk_sk: Upozornenie
sl_si: Opozorilo
sr_cyrl_rs: Упозорење
sr_latn_rs: Upozorenje
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
uk_ua: Попередження
vi_vn: Cảnh báo
zh_cn: 警告
zh_tw: 警告

# NotificationType_Success_DisplayName
source: Success
bg_bg: Успех
ca_es: Èxit
cs_cz: Úspěch
da_dk: Fuldført
de_de: Erfolgreich
el_gr: Επιτυχία
es_es: Correcto
et_ee: Õnnestus
eu_es: Ongi
fi_fi: Onnistui
fr_fr: Opération réussie
gl_es: Éxito
hi_in: सफलता
hr_hr: Uspjeh
hu_hu: Sikerült
id_id: Berhasil
it_it: Operazione completata
ja_jp: 正常に完了
kk_kz: Сәттілік
ko_kr: 성공
lt_lt: Sėkmingai
lv_lv: Veiksmīgi
ms_my: Berjaya
nb_no: Vellykket
nl_nl: Geslaagd
pl_pl: Powodzenie
pt_br: Êxito
pt_pt: Êxito
ro_ro: Succes
ru_ru: Успешно
sk_sk: Úspech
sl_si: Uspeh
sr_cyrl_rs: Успех
sr_latn_rs: Uspešno
sv_se: Lyckades
th_th: สำเร็จ
tr_tr: Başarılı
uk_ua: Успішно
vi_vn: Thành công
zh_cn: 成功
zh_tw: 成功

# NotificationType_Information_DisplayName
source: Information
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
da_dk: Oplysninger
de_de: Informationen
el_gr: Πληροφορίες
es_es: Información
et_ee: Teave
eu_es: Informazioa
fi_fi: Tietoja
fr_fr: Informations
gl_es: Información
hi_in: जानकारी
hr_hr: Informacije
hu_hu: Információ
id_id: Informasi
it_it: Informazioni
ja_jp: 情報
kk_kz: Ақпарат
ko_kr: 정보
lt_lt: Informacija
lv_lv: Informācija
ms_my: Maklumat
nb_no: Informasjon
nl_nl: Informatie
pl_pl: Informacje
pt_br: Informações
pt_pt: Informações
ro_ro: Informații
ru_ru: Сведения
sk_sk: Informácie
sl_si: Informacije
sr_cyrl_rs: Информације
sr_latn_rs: Informacije
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Відомості
vi_vn: Thông tin
zh_cn: 信息
zh_tw: 資訊

# AboutIsError
source: Returns whether an error occurred when evaluating the given argument.
bg_bg: Връща дали е възникнала грешка при изчисляването на зададения аргумент.
ca_es: Retorna si s'ha produït un error en avaluar l'argument determinat.
cs_cz: Vrátí informaci, jestli při vyhodnocování daného argumentu došlo k chybě.
da_dk: Returnerer, om der opstod fejl under evalueringen af det angivne argument.
de_de: Gibt an, ob beim Auswerten des angegebenen Arguments ein Fehler erkannt wurde.
el_gr: Επιστρέφει αν παρουσιάστηκε σφάλμα κατά την αξιολόγηση του δεδομένου ορίσματος.
es_es: Devuelve si se produjo un error al evaluar el argumento especificado.
et_ee: Tagastab, kas antud argumendi hindamisel ilmnes tõrge.
eu_es: Emandako argumentua egiaztatzean errore bat gertatu den itzultzen du.
fi_fi: Palauttaa tiedon siitä, havaittiinko virhe arvioitaessa määritettyä argumenttia.
fr_fr: Indique si une erreur s’est produite lors de l’évaluation de l’argument spécifié.
gl_es: Devolve se se produciu un erro ao avaliar o argumento indicado.
hi_in: दिए गए तर्क के मूल्यांकन के दौरान क्या कोई त्रुटि हुई है, तो लौटाता है.
hr_hr: Vraća podatak o tome je li došlo do pogreške prilikom procjene navedenog argumenta.
hu_hu: Annak visszaadása, hogy történt-e hiba a megadott argumentum kiértékelésekor.
id_id: Menampilkan apakah kesalahan terjadi saat mengevaluasi argumen yang diberikan.
it_it: Restituisce se si è verificato un errore durante la valutazione dell'argomento specificato.
ja_jp: 指定された引数を評価するときにエラーが発生したかどうかを返します。
kk_kz: Берілген аргументті бағалау кезінде қатенің пайда болуын не болмауын қайтарады.
ko_kr: 지정된 인수를 평가할 때 오류가 발생했는지 여부를 반환합니다.
lt_lt: Pateikia informaciją, ar vertinant nurodytą argumentą įvyko klaida.
lv_lv: Norāda, vai, novērtējot konkrēto argumentu, radās kļūda.
ms_my: Mengembalikan sama ada ralat berlaku atau tidak semasa menilai argumen yang diberikan.
nb_no: Returnerer om det oppstod en feil under evaluering av det angitte argumentet.
nl_nl: Hiermee wordt geretourneerd of er een fout is opgetreden bij het evalueren van het opgegeven argument.
pl_pl: Zwraca informację, czy podczas obliczania podanego argumentu wystąpił błąd.
pt_br: Retorna se ocorreu um erro ao avaliar o argumento fornecido.
pt_pt: Devolve se ocorreu um erro ao avaliar o argumento fornecido.
ro_ro: Returnează dacă a avut loc o eroare la evaluarea argumentului dat.
ru_ru: Возвращает значение, указывающее, была ли ошибка при вычислении указанного аргумента.
sk_sk: Vráti informáciu, či sa pri vyhodnocovaní zadaného argumentu vyskytla chyba.
sl_si: Vrne, ali je pri ovrednotenju navedenega argumenta prišlo do napake.
sr_cyrl_rs: Враћа информације о томе да ли је дошло до грешке приликом процењивања датог аргумента.
sr_latn_rs: Vraća informacije o tome da li je došlo do greške prilikom procenjivanja datog argumenta.
sv_se: Returnerar om ett fel inträffar under utvärderingen av det angivna argumentet.
th_th: ส่งกลับไม่ว่าข้อผิดพลาดจะเกิดขึ้นระหว่างการประเมินอาร์กิวเมนต์ที่ระบุหรือไม่
tr_tr: Verilen bağımsız değişken hesaplanırken hata oluştu olup olmadığını döndürür.
uk_ua: Повідомляє про помилку під час оцінювання заданого аргументу.
vi_vn: Trả về kết quả cho biết có xảy ra lỗi khi đánh giá đối số được cung cấp không.
zh_cn: 返回给定的参数求值时是否发生了错误。
zh_tw: 傳回評估指定的引數時，是否出現錯誤。

# IsErrorArg
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
id_id: nilai
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutIsError_value
source: The value to check for errors.
bg_bg: Стойността за проверка за грешки.
ca_es: Valor per comprovar si hi ha errors.
cs_cz: Hodnota, ve které se mají zkontrolovat chyby.
da_dk: Værdien, der skal kontrolleres for fejl.
de_de: Der Wert, der auf Fehler überprüft werden soll.
el_gr: Η τιμή που θα ελεγχθεί για σφάλματα.
es_es: El valor para comprobar si existen errores.
et_ee: Väärtus, millele teha tõrgete kontroll.
eu_es: Erroreak egiaztatzeko erabiliko den balioa.
fi_fi: Arvo, jonka virheet tarkistetaan.
fr_fr: Valeur pour laquelle rechercher des erreurs.
gl_es: Valor para comprobar se hai erros.
hi_in: त्रुटियों की जाँच करने के लिए मान.
hr_hr: Vrijednost za traženje pogrešaka.
hu_hu: A hibaellenőrzés alapjául szolgáló érték.
id_id: Nilai yang diperiksa apakah terdapat kesalahan.
it_it: Valore da verificare per la presenza di errori.
ja_jp: エラーをチェックする値です。
kk_kz: Қателерді тексеру үшін мән.
ko_kr: 오류를 확인하는 값입니다.
lt_lt: Reikšmė, kurios klaidas reikia patikrinti.
lv_lv: Vērtība, kuru izmanto, lai pārbaudītu kļūdas
ms_my: Nilai untuk menyemak ralat.
nb_no: Verdien som skal se etter feil.
nl_nl: De waarde om te controleren op fouten.
pl_pl: Wartość do sprawdzenia pod kątem błędów.
pt_br: O valor para verificar se há erros.
pt_pt: O valor para verificar a existência de erros.
ro_ro: Valoarea de verificat pentru erori.
ru_ru: Значение для проверки на наличие ошибок.
sk_sk: Hodnota, v ktorej sa majú skontrolovať chyby.
sl_si: Vrednost za iskanje napak.
sr_cyrl_rs: Вредност за коју треба проверити да ли има грешака.
sr_latn_rs: Vrednost za koju treba proveriti da li ima grešaka.
sv_se: Det värde som ska felsökas.
th_th: ค่าที่จะตรวจสอบหาข้อผิดพลาด
tr_tr: Hataları denetlenecek değer.
uk_ua: Значення для перевірки помилок.
vi_vn: Giá trị để kiểm tra lỗi.
zh_cn: 要检查是否出错的值。
zh_tw: 檢查其是否有錯誤的值。

# ErrBadArityMinimum
source: Invalid number of arguments: received {0}, expected {1} or more.
bg_bg: Невалиден брой аргументи: {0} получени, {1} или повече очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven {1} o més.
cs_cz: Neplatný počet argumentů: přijato {0}, očekávalo se jich nejméně {1}.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1} eller derover.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde {1} oder mehr.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1} ή περισσότερα.
es_es: Número de argumentos no válido: se recibieron {0}, se esperaban {1} o más.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1} või rohkem.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1} edo gehiago espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin vähintään {1}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} ou plus étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse {1} ou máis.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1} या अधिक अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1} ili više.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: legalább {1}.
id_id: Jumlah argumen tidak valid: diterima {0}, diharapkan {1} atau lainnya.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1} o più.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は {1} 以上です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1} не одан жоғары күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}개 이상이 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1} arba daugiau.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1} vai vairāk.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1} atau lebih.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1} eller flere.
nl_nl: Ongeldig aantal argumenten: {0}ontvangen, {1} of meer verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano co najmniej {1}.
pt_br: Número inválido de argumentos: {0} recebidos, {1} ou mais esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1} ou mais esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1} sau mai multe.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось не меньше {1}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1} alebo vyšší.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1} ali več.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1} или више.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1} ili više.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1} eller fler.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1} หรือมากกว่า
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1} veya daha fazlası bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося {1} або більше.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến từ {1} trở lên.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1} 个或更多个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1} 個或更多。

# ErrBadArityRange
source: Invalid number of arguments: received {0}, expected {1}-{2}.
bg_bg: Невалиден брой аргументи: {0} получени, {1} – {2} очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven entre {1} i {2}.
cs_cz: Neplatný počet argumentů: přijato {0}, počet očekávaných: {1}–{2}.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1}-{2}.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet: {1}–{2}.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1}-{2}.
es_es: Número de argumentos no válido: se recibieron {0}, se esperaban entre {1} y {2}.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1}–{2}.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1}-{2} espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin {1}–{2}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} à {2} étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse de {1} a {2}.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1}-{2} अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1} – {2}.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: {1}–{2}.
id_id: Jumlah argumen tidak valid: diterima {0}, diharapkan {1}-{2}.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1}-{2}.
ja_jp: 無効な引数の数: 受信数 {0}、必要数 {1} - {2}。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1}-{2} күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}~{2}개가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1}–{2}.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1}–{2}.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1}-{2}.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1}-{2}.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, {1}-{2} verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano {1}–{2}.
pt_br: Número inválido de argumentos: {0} recebidos, {1}–{2} esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1}-{2} esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1}-{2}.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось {1}–{2}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1} – {2}.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1}–{2}.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1}–{2}.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1}–{2}.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1}–{2}.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1}-{2}
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1}-{2} bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося від {1} до {2}.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến {1}-{2}.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1}-{2} 个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1}-{2} 個。
