Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRadians_number
source: A numeric value (in degrees) to process.
bg_bg: Числова стойност (в градуси) за обработка.
ca_es: Valor numèric (en graus) que es processarà.
cs_cz: Číselná hodnota (ve stupních), která se má zpracovat.
da_dk: En numerisk værdi (i grader), der skal behandles.
de_de: Ein numerischer Wert (in Grad), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε μοίρες) προς επεξεργασία.
es_es: Un valor numérico para procesar (en grados).
et_ee: Töödelav arvväärtus (kraadides).
eu_es: Prozesatuko den zenbakizko balioa (gradutan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (asteina).
fr_fr: Valeur numérique (en degrés) à traiter.
gl_es: Valor numérico (en graos) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (अंश में).
hr_hr: Brojčana vrijednost (u stupnjevima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (fokban).
id_id: Nilai numerik (dalam derajat) untuk diproses.
it_it: Valore numerico (in gradi) da elaborare.
ja_jp: 処理する数値 (度)。
kk_kz: Өңделетін сандық мән (градуспен берілген).
ko_kr: 처리할 숫자 값(도 단위)입니다.
lt_lt: Skaitinė reikšmė (laipsniais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (grādos).
ms_my: Nilai nombor (dalam darjah) untuk diproses.
nb_no: En numerisk verdi (i grader) som skal behandles.
nl_nl: Een numerieke waarde (in graden) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w stopniach) do przetworzenia.
pt_br: Um valor numérico (em graus) para processar.
pt_pt: Um valor numérico (em graus) a processar.
ro_ro: O valoare numerică (în grade) de procesat.
ru_ru: Числовое значение (в градусах) для обработки.
sk_sk: Číselná hodnota (v stupňoch) na spracovanie.
sl_si: Številska vrednost (v stopinjah) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у степенима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u stepenima) koju treba obraditi.
sv_se: Ett numeriskt värde (i grader) att bearbeta.
th_th: ค่าตัวเลข (ในองศา) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (derece cinsinde).
uk_ua: Числове значення (у градусах) для обробки.
vi_vn: Một giá trị số (theo độ) để xử lý.
zh_cn: 要处理的数值(以度为单位)。
zh_tw: 要處理的數值 (以度數為單位)。

# AboutRadians_input
source: A column of numeric values (in degrees) to process.
bg_bg: Колона с числови стойности (в градуси) за обработка.
ca_es: Columna de valors numèrics (en graus) que es processaran.
cs_cz: Sloupec číselných hodnot (ve stupních), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i grader), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (in Grad), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε μοίρες) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en grados).
et_ee: Töödeldavate arvväärtuste (kraadides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (gradutan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (asteina) sarake.
fr_fr: Colonne de valeurs numériques (en degrés) à traiter.
gl_es: Columna de valores numéricos (en graos) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (अंश में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u stupnjevima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (fokban) tartalmazó oszlop.
id_id: Kolom nilai numerik (dalam derajat) untuk diproses.
it_it: Colonna di valori numerici (in gradi) da elaborare.
ja_jp: 処理する数値列の値 (度)。
kk_kz: Өңделетін сандық мәндердің (градуспен берілген) бағаны.
ko_kr: 처리할 숫자 값(도 단위) 열입니다.
lt_lt: Skaitinių reikšmių (laipsniais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (grādos) kolonna.
ms_my: Lajur nilai nombor (dalam darjah) untuk diproses.
nb_no: En kolonne med numeriske verdier (i grader) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in graden) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w stopniach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em graus) para processar.
pt_pt: Uma coluna de valores numéricos (em graus) a processar.
ro_ro: O coloană de valori numerice (în grade) de procesat.
ru_ru: Столбец числовых значений (в градусах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v stupňoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v stopinjah) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у степенима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u stepenima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i grader) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในองศา) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (derece cinsinde) sütunu.
uk_ua: Стовпець числових значень (у градусах) для обробки.
vi_vn: Một cột giá trị số (theo độ) để xử lý.
zh_cn: 要处理的数值组成的列(以度为单位)。
zh_tw: 要處理的數值資料行 (以度數為單位)。

# AboutDegrees
source: Returns the degrees value of a number.
bg_bg: Връща стойността в градуси от число.
ca_es: Retorna el valor de graus d'un nombre.
cs_cz: Vrátí hodnotu čísla ve stupních.
da_dk: Returnerer gradværdien for et tal.
de_de: Gibt den Gradwert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή σε μοίρες ενός αριθμού.
es_es: Devuelve el valor de grados de un número.
et_ee: Tagastab arvu väärtuse kraadides.
eu_es: Zenbaki baten graduen balioa itzultzen du.
fi_fi: Palauttaa luvun astearvon.
fr_fr: Retourne la valeur en degrés d’un nombre.
gl_es: Devolve o valor dos graos dun número.
hi_in: किसी संख्या का अंश मान लौटाता है.
hr_hr: Vraća vrijednost broja u stupnjevima.
hu_hu: Egy szám fokértékét adja vissza.
id_id: Mengembalikan nilai derajat sebuah bilangan.
it_it: Restituisce il valore dei gradi di un numero.
ja_jp: 数値の度を返します。
kk_kz: Санның градус мәнін қайтарады.
ko_kr: 특정 수의 도 값을 반환합니다.
lt_lt: Pateikia skaičiaus laipsnių reikšmę.
lv_lv: Atgriež skaitļa vērtību grādos.
ms_my: Mengembalikan nilai darjah nombor.
nb_no: Returnerer grader-verdien for et tall.
nl_nl: Retourneert de gradenwaarde van een getal.
pl_pl: Zwraca wartość stopni liczby.
pt_br: Retorna o valor dos graus de um número.
pt_pt: Devolve o valor de graus de um número.
ro_ro: Returnează valoarea în grade a unui număr.
ru_ru: Возвращает значение градусов для числа.
sk_sk: Vráti hodnotu stupňov čísla.
sl_si: Vrne vrednost stopinj števila.
sr_cyrl_rs: Враћа вредност степена броја.
sr_latn_rs: Vraća vrednost stepena broja.
sv_se: Returnerar gradvärdet för ett tal.
th_th: คืนค่าองศาของตัวเลข
tr_tr: Bir sayının açı değerini döndürür.
uk_ua: Повертає значення в градусах для числа.
vi_vn: Trả về giá trị độ của một số.
zh_cn: 返回某数值的度数值。
zh_tw: 傳回數值的度數值。

# AboutDegreesT
source: Returns the degrees values of a column of numbers.
bg_bg: Връща стойностите в градуси от колона с числа.
ca_es: Retorna els valors de graus d'una columna de nombres.
cs_cz: Vrátí hodnoty sloupce čísel ve stupních.
da_dk: Returnerer gradværdierne for en kolonne med tal.
de_de: Gibt die Gradwerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές σε μοίρες μιας στήλης αριθμών.
es_es: Devuelve los valores de grados de una columna de números.
et_ee: Tagastab arve sisaldava veeru väärtused kraadides.
eu_es: Zenbaki-zutabe baten graduen balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen astearvot.
fr_fr: Retourne les valeurs en degrés d’une colonne de nombres.
gl_es: Devolve os valores dos graos dunha columna de números.
hi_in: संख्याओं के स्तंभ के अंश मान लौटाता है.
hr_hr: Vraća vrijednosti stupca brojeva u stupnjevima.
hu_hu: Egy számoszlop fokértékeit adja vissza.
id_id: Mengembalikan nilai derajat sebuah kolom bilangan.
it_it: Restituisce i valori dei gradi di una colonna di numeri.
ja_jp: 数値列の度を返します。
kk_kz: Сандар бағанының градус мәндерін қайтарады.
ko_kr: 숫자 열의 도 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio laipsnių reikšmes.
lv_lv: Atgriež skaitļu kolonnas vērtības grādos.
ms_my: Mengembalikan nilai darjah lajur nombor.
nb_no: Returnerer grader-verdiene for en kolonne med tall.
nl_nl: Retourneert de gradenwaarden van een kolom getallen.
pl_pl: Zwraca wartości stopni kolumny liczb.
pt_br: Retorna os valores dos graus de uma coluna de números.
pt_pt: Devolve os valores de graus de uma coluna de números.
ro_ro: Returnează valorile în grade ale unei coloane de numere.
ru_ru: Возвращает значения градусов для столбца чисел.
sk_sk: Vráti hodnoty stupňov stĺpca čísel.
sl_si: Vrne vrednosti stopinj stolpca števil.
sr_cyrl_rs: Враћа вредности степена колоне бројева.
sr_latn_rs: Vraća vrednosti stepena kolone brojeva.
sv_se: Returnerar gradvärden av tal i en kolumn.
th_th: คืนค่าองศาของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun açı değerlerini döndürür.
uk_ua: Повертає значення в градусах для стовпця чисел.
vi_vn: Trả về các giá trị độ của một cột số.
zh_cn: 返回数值组成的列的度数值。
zh_tw: 傳回數字資料行的度數值。

# AboutDegrees_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
id_id: Nilai numerik (dalam radian) untuk diproses.
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutDegrees_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
id_id: Kolom nilai numerik (dalam radian) untuk diproses.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。

# AboutDistinct
source: Evaluates an expression over one or more columns of the table and returns a one-column table that contains distinct (unique) values for the evaluated expression.
bg_bg: Изчислява израз върху една или повече колони от таблицата и връща таблица с една колона, съдържаща отделни (уникални) стойности за изчисления израз.
ca_es: Avalua una expressió sobre una o més columnes de la taula i retorna una taula d'una columna que conté valors diferents (únics) de l'expressió avaluada.
cs_cz: Vyhodnotí výraz v jednom nebo více sloupcích tabulky a vrátí tabulku s jedním sloupcem, která obsahuje odlišné (jedinečné) hodnoty vyhodnoceného výrazu.
da_dk: Evaluerer et udtryk over en eller flere af tabellens kolonner og returnerer en tabel med én kolonne, der indeholder specifikke (unikke) værdier for det evaluerede udtryk.
de_de: Wertet einen Ausdruck über eine oder mehrere Spalte(n) der Tabelle aus und gibt eine Tabelle mit einer Spalte zurück, die getrennte (eindeutige) Werte für den ausgewerteten Ausdruck enthält.
el_gr: Αξιολογεί μια παράσταση σε μία ή περισσότερες στήλες του πίνακα και επιστρέφει έναν πίνακα μίας στήλης που περιέχει διακριτές (μοναδικές) τιμές για την αξιολογημένη παράσταση.
es_es: Evalúa una expresión sobre una o más columnas de la tabla y devuelve una tabla con una sola columna que contiene los valores distintos (únicos) de la expresión evaluada.
et_ee: Arvutab tabeli ühe või mitme veeru põhjal avaldise väärtuse ja tagastab ühe veeruga tabeli, mis sisaldab arvutatud avaldise kordumatuid väärtusi.
eu_es: Taularen zutabe batean edo gehiagotan oinarrituta ebaluatzen du espresioa eta ebaluatutako espresio horren balio desberdinak (esklusiboak) dituen zutabe bakarreko taula bat itzultzen du.
fi_fi: Arvioi lausekkeen taulukon yhden usean sarakkeen suhteen ja palauttaa yksisarakkeisen taulukon, joka sisältää erilaisia (yksilöiviä) arvoja arvioidulle lausekkeelle.
fr_fr: Évalue une expression sur une ou plusieurs colonnes de la table et retourne une table à colonne unique qui contient des valeurs distinctes (uniques) pour l’expression évaluée.
gl_es: Avalía unha expresión sobre unha ou máis columnas da táboa e devolve unha táboa dunha única columna que contén valores distintos (únicos) para a expresión avaliada.
hi_in: तालिका के एक या उससे अधिक स्तंभों पर व्यंजकों का मूल्यांकन करता है और ऐसी एक-स्तंभ की तालिका लौटता है जिसमें मूल्यांकित व्यंजक के लिए पृथक (अद्वितीय) मान शामिल होते हैं.
hr_hr: Vrednuje izraz na temelju jednog ili više stupaca tablice i vraća tablicu s jednim stupcem koja sadrži različite (jedinstvene) vrijednosti za vrednovani izraz.
hu_hu: Kiértékel egy kifejezést egy tábla egy vagy több oszlopán, és egy egyoszlopos táblázatot ad vissza, amely a kiértékelt kifejezés egyedi (egymástól különböző) értékeit tábla.
id_id: Mengevaluasi ekpresi atas satu kolom atau lebih dan menampilkan tabel satu kolom yang berisi nilai tersendiri (unik) untuk ekspresi yang dievaluasi.
it_it: Valuta un'espressione su una o più colonne della tabella e restituisce una tabella a singola colonna che contiene valori Distinct (univoci) per l'espressione valutata.
ja_jp: テーブルの 1 つまたは複数の列に対して式を評価し、評価された式の固有 (一意) の値が含まれる 1 列のテーブルを返します。
kk_kz: Өрнекті кестенің бір немесе бірнеше бағаны бойынша есептейді және есептелетін өрнек үшін бөлек (бірегей) мәндері бар бір бағанды кестені қайтарады.
ko_kr: 테이블의 하나 이상의 열에 대해 식을 평가하고 평가된 식에 대해 고유한 값을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Apskaičiuoja reiškinį pagal vieną ar kelis lentelės stulpelius ir pateikia vieno stulpelio lentelę, kurioje yra atskiros (unikalios) apskaičiuoto reiškinio reikšmės.
lv_lv: Novērtē izteiksmi attiecībā pret vienu vai vairākām tabulas kolonnām un atgriež vienas kolonnas tabulu, kas satur atsevišķas (unikālas) vērtības novērtētajai izteiksmei.
ms_my: Menilai ungkapan satu atau lebih lajur jadual dan mengembalikan jadual satu lajur yang mengandungi nilai yang berbeza (unik) untuk ungkapan yang dinilai.
nb_no: Evaluerer et uttrykk over én eller flere kolonner i tabellen og returnerer en tabell med én kolonne som inneholder distinkte (unike) verdier for det evaluerte uttrykket.
nl_nl: Hiermee wordt een expressie geëvalueerd over een of meer kolommen van de tabel en wordt een tabel met één kolom geretourneerd die unieke waarden bevat voor de geëvalueerde expressie.
pl_pl: Oblicza wyrażenie względem co najmniej jednej kolumny tabeli i zwraca jednokolumnową tabelę, która zawiera odrębne (unikatowe) wartości obliczanego wyrażenia.
pt_br: Avalia uma expressão sobre uma ou mais colunas da tabela e retorna uma tabela de coluna única que contém valores distintos (exclusivos) para a expressão avaliada.
pt_pt: Avalia uma expressão sobre uma ou mais colunas da tabela e devolve uma tabela de uma coluna que contém valores (únicos) distintos para a expressão avaliada.
ro_ro: Evaluează o expresie peste una sau mai multe coloane ale unui tabel și returnează un tabel cu o coloană, care conține valori distincte (unice) pentru expresia evaluată.
ru_ru: Вычисляет выражение для столбцов таблицы и возвращает таблицу с одним столбцом, содержащую различные (уникальные) значения для вычисленного выражения.
sk_sk: Vyhodnotí výraz v jednom alebo viacerých stĺpcoch tabuľky a vráti jednostĺpcovú tabuľku obsahujúcu jedinečné hodnoty pre vyhodnocovaný výraz.
sl_si: Ovrednoti izraz za enega ali več stolpcev tabele in vrne tabelo z enim stolpcem, ki vsebuje različne (unikatne) vrednosti za ovrednoteni izraz.
sr_cyrl_rs: Проверава израз преко неких колона табеле и враћа табелу са једном колоном која садржи посебне (јединствене) вредности за проверени израз.
sv_se: Utvärderar ett uttryck för en eller flera kolumner i tabellen och returnerar en enkolumnstabell som innehåller distinkta (unika) värden för det utvärderade uttrycket.
th_th: ประเมินนิพจน์จากหนึ่งคอลัมน์ตารางหรือมากกว่า และคืนค่าเป็นตารางหนึ่งคอลัมน์ที่ประกอบไปด้วยค่าเฉพาะของนิพจน์ที่ประเมินแล้ว
tr_tr: Bir ifadeyi tablonun bir veya daha fazla sütunu üzerinde değerlendirir ve değerlendirilen ifade için ayrı (benzersiz) değerleri içeren tek sütunlu bir tablo döndürür.
uk_ua: Обчислює вираз стосовно одного або кількох стовпців таблиці й повертає таблицю з одним стовпцем, що містить лише унікальні значення, отримані в ході обчислення.
vi_vn: Đánh giá một biểu thức qua một hoặc nhiều cột của bảng và trả về bảng một cột chứa các giá trị riêng (duy nhất) cho biểu thức được đánh giá.
zh_cn: 对表的一列或多列计算表达式，并返回由一组列组成的表，其中包含计算的表达式的非重复(唯一)值。
zh_tw: 對資料表的一或多個資料行評估運算式，並傳回單一資料行的資料表，其內含評估運算式的相異 (不重複) 值。

# DistinctArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: көз
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# DistinctArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutDistinct_source
source: A table from which distinct values will be extracted.
bg_bg: Таблица, от която ще бъдат извлечени различните стойности.
ca_es: Taula de la qual s'extrauran els valors diferents.
cs_cz: Tabulka, ze které budou extrahovány odlišné hodnoty.
da_dk: En tabel, hvorfra specifikke værdier bliver udtrukket.
de_de: Eine Tabelle, aus der getrennte Werte extrahiert werden sollen.
el_gr: Πίνακας από τον οποίο θα εξαχθούν διακριτές τιμές.
es_es: Una tabla de la que se extraerán valores distintos.
et_ee: Tabel, millest ekstraktitakse ainuväärtused.
eu_es: Balio desberdinak ateratzeko erabiliko den taula.
fi_fi: Taulukko, josta erilaiset arvot poimitaan.
fr_fr: Table dont des valeurs distinctes seront extraites.
gl_es: Táboa da que se van extraer valores distintos.
hi_in: ऐसी तालिका जिससे पृथक मान निकाले जाएँगे.
hr_hr: Tablica iz koje će se izdvajati različite vrijednosti.
hu_hu: Az a tábla, amelyből a függvény kinyeri az egyedi értékeket.
id_id: Tabel yang nilai tersendirinya akan diekstrak.
it_it: Tabella da cui verranno estratti i valori Distinct.
ja_jp: 固有の値を抽出する元となるテーブル。
kk_kz: Бөлек мәндер алынатын кесте.
ko_kr: 고유한 값이 추출되는 테이블입니다.
lt_lt: Lentelė, iš kurios bus išgautos atskiros reikšmės.
lv_lv: Tabula, no kuras tiks izgūtas atšķirīgās vērtības.
ms_my: Jadual yang nilai berbezanya akan diekstrak.
nb_no: En tabell som det trekkes ut distinkte verdier fra.
nl_nl: Een tabel waaruit de unieke waarden worden geëxtraheerd.
pl_pl: Tabela, z której zostaną wyodrębnione wartości odrębne.
pt_br: Tabela da qual valores distintos serão extraídos.
pt_pt: Uma tabela a partir da qual os valores distintos serão extraídos.
ro_ro: Un tabel din care vor fi extrase valori distincte.
ru_ru: Таблица, из которой будут извлечены различные значения.
sk_sk: Tabuľka, z ktorej sa vyextrahujú jedinečné hodnoty.
sl_si: Tabela, iz katere bodo izvlečene različne vrednosti.
sr_cyrl_rs: Табела из које ће посебне вредности бити издвојене.
sv_se: En tabell som distinkta värden kommer extraheras från.
th_th: ตารางที่ค่าเฉพาะจะถูกแยกออกมา
tr_tr: Ayrı değerlerin ayıklanacağı bir tablo.
uk_ua: Таблиця, з якої потрібно видобувати унікальні значення.
vi_vn: Bảng mà các giá trị riêng biệt sẽ được trích xuất từ đó.
zh_cn: 将从中提取非重复值的表。
zh_tw: 擷取其相異值的資料表。
