Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# InvalidJson_IndexedValueTypeNotCorrect_Index_ExpectedType_ActualType
source: The item at index {0} has an invalid type value: {2}. Expected type value: {1}.
bg_bg: Елементът в индекс {0} има невалиден тип стойност: {2}. Очакван тип стойност: {1}.
ca_es: L'element de l'índex {0} té un valor de tipus que no és vàlid: {2}. S'esperava el valor de tipus: {1}.
cs_cz: Položka na indexu {0} má neplatnou hodnotu typu: {2}. Očekávaná hodnota typu je: {1}.
da_dk: Elementet i indeks {0} har en ugyldig typeværdi: {2}. Forventet typeværdi: {1}.
de_de: Das Element an Index {0} hat den ungültigen Typwert "{2}". Erwarteter Typwert: {1}.
el_gr: Το στοιχείο στο δείκτη {0} έχει μη έγκυρη τιμή τύπου: {2}. Αναμενόταν τιμή τύπου: {1}.
es_es: El elemento del índice {0} tiene un valor de tipo no válido: {2}. Valor de tipo esperado: {1}.
et_ee: Üksusel on registris {0} sobimatu tüübiväärtus: {2}. Eeldati tüübiväärtust {1}.
eu_es: {0} aurkibidearen elementuak {2} motako balio baliogabea du. Espero den balio mota: {1}.
fi_fi: Kohteella indeksissä {0} on virheellinen tyyppiarvo: {2}. Odotettu tyyppiarvo: {1}.
fr_fr: L’élément à l’index {0} a une valeur de type non valide : {2}. Type de valeur attendu : {1}.
gl_es: O elemento do índice {0} ten un valor de tipo non válido: {2}. Esperábase un valor de tipo: {1}.
hi_in: {0} इंडेक्स के आइटम में अमान्य प्रकार मान है: {2}. अपेक्षित प्रकार मान: {1}.
hr_hr: Stavka na indeksu {0} sadrži vrijednost vrste: {2} koja nije valjana. Očekivana vrijednost vrste je: {1}.
hu_hu: A(z) {0} indexnél található elemnek érvénytelen a típusértéke: {2}. Az elvárt típusérték: {1}.
id_id: Item di indeks {0} memiliki jenis nilai: {2} yang tidak valid. Diperlukan nilai jenis: {1}.
it_it: L'elemento nell'indice {0} ha un valore di tipo non valido: {2}. Valore di tipo previsto: {1}.
ja_jp: インデックス {0} の項目に無効な型の値 {2} が含まれます。予期される型の値: {1}。
kk_kz: {0} индексіндегі элементте жарамсыз түрдегі мән бар: {2}. Күтілген түр мәні: {1}.
ko_kr: 인덱스 {0}의 항목에 잘못된 형식 값 {2}이(가) 있습니다. 필요한 형식 값은 {1}입니다.
lt_lt: Elementas indekse {0} turi neleistiną tipo reikšmę: {2}. Numatyta tipo reikšmė: {1}.
lv_lv: Vienumam rādītājā {0} ir nederīga tipa vērtība: {2}. Paredzētā tipa vērtība: {1}.
ms_my: Item pada indeks {0} mempunyai nilai jenis tidak sah: {2}. Nilai jenis yang dijangka: {1}.
nb_no: Elementet i indeksen {0} har en ugyldig typeverdi: {2}. Forventet typeverdien {1}.
nl_nl: Het item op index {0} heeft een ongeldige typewaarde: {2}. De verwachte typewaarde is: {1}.
pl_pl: Element w indeksie {0} ma nieprawidłową wartość typu: {2}. Oczekiwana wartość typu: {1}.
pt_br: O item no índice {0} tem um valor de tipo inválido: {2}. Valor do tipo esperado: {1}.
pt_pt: O item no índice {0} tem um tipo de valor inválido: {2}. Tipo de valor esperado: {1}.
ro_ro: Elementul de la indexul {0} are o valoare de tip nevalidă: {2}. Valoare de tip așteptată: {1}.
ru_ru: Элемент с индексом {0} имеет недопустимый тип: {2}. Ожидаемый тип: {1}.
sk_sk: Položka na indexe {0} má neplatnú hodnotu typu: {2}. Očakávaná hodnota typu: {1}.
sl_si: Element z indeksom {0} ima neveljavno vrednost tipa: {2}. Pričakovana vrednost tipa: {1}.
sr_cyrl_rs: Ставка у индексу {0} има неважећу вредност типа: {2}. Очекивана вредност типа: {1}.
sr_latn_rs: Stavka u indeksu {0} ima nevažeću vrednost tipa: {2}. Očekivana vrednost tipa: {1}.
sv_se: Objektet på index {0} har ett ogiltigt typvärde: {2}. Förväntat typvärde: {1}.
th_th: รายการในดัชนี {0} มีชนิดค่าไม่ถูกต้อง: '{2}' ควรเป็นค่าชนิด: '{1}'
tr_tr: {0} dizinindeki öğede geçersiz bir tür değeri var: {2}. Beklenen tür değeri: {1}.
uk_ua: Елемент індексу {0} має значення неприпустимого типу: {2}. Очікуваний тип: {1}.
vi_vn: Mục tại chỉ mục {0} chứa một giá trị loại không hợp lệ: {2}. Giá trị loại theo dự kiến: {1}.
zh_cn: 索引 {0} 处的项具有无效的类型值: {2}。需要类型值: {1}。
zh_tw: 索引 {0} 的項目類型值 {2} 無效。應為類型值: {1}。

# InvalidJson_IndexedValueMustBeNonEmpty_Index
source: The item at index {0} must be a non-empty string.
bg_bg: Елементът в индекс {0} трябва да бъде низ, който не е празен.
ca_es: L'element de l'índex {0} no pot ser una cadena buida.
cs_cz: Položka na indexu {0} musí být neprázdný řetězec.
da_dk: Elementet i indeks {0} skal være en ikke-tom streng.
de_de: Das Element an Index {0} muss eine nicht leere Zeichenfolge sein.
el_gr: Το στοιχείο στο δείκτη {0} πρέπει να είναι μη κενή συμβολοσειρά.
es_es: El elemento del índice {0} debe ser una cadena no vacía.
et_ee: Üksus peab registris {0} olema mittetühi string.
eu_es: {0} aurkibidearen elementuak hutsik ez dagoen kate bat izan behar du.
fi_fi: Kohteen indeksissä {0} on oltava merkkijono, joka ei ole tyhjä.
fr_fr: L’élément à l’index {0} doit être une chaîne non vide.
gl_es: O elemento do índice {0} non debe ser unha cadea baleira.
hi_in: इंडेक्स {0} का आइटम एक गैर-रिक्त स्ट्रिंग होनी चाहिए.
hr_hr: Stavka na indeksu {0} mora biti niz koji nije prazan.
hu_hu: A(z) {0} indexnél található elemnek nem üres sztringnek kell lennie.
id_id: Item di index {0} tidak boleh kosong.
it_it: L'elemento nell'indice {0} deve essere una stringa non vuota.
ja_jp: インデックス {0} の項目は空でない文字列にする必要があります。
kk_kz: {0} индексіндегі элемент бос емес жол болуы тиіс.
ko_kr: 인덱스 {0}의 항목은 비어 있지 않은 문자열이어야 합니다.
lt_lt: Elementas indekse {0} turi būti ne tuščia eilutė.
lv_lv: Vienumam rādītājā {0} ir jābūt virknei, kas nav tukša.
ms_my: Item pada indeks {0} mestilah rentetan bukan kosong.
nb_no: Elementet i indeksen {0} kan ikke være en tom streng.
nl_nl: Het item op index {0} moet een niet-lege tekenreeks zijn.
pl_pl: Element w indeksie {0} musi być niepustym ciągiem.
pt_br: O item no índice {0} deve ser uma cadeia de caracteres não vazia.
pt_pt: O item no índice {0} não deve ser uma cadeia vazia.
ro_ro: Elementul de la indexul {0} trebuie să fie un șir care nu este gol.
ru_ru: Элемент с индексом {0} должен быть непустой строкой.
sk_sk: Položka na indexe {0} musí byť neprázdny reťazec.
sl_si: Element z indeksom {0} mora biti neprazen niz.
sr_cyrl_rs: Ставка у индексу {0} мора бити ниска која није празна.
sr_latn_rs: Stavka u indeksu {0} mora biti niska koja nije prazna.
sv_se: Objektet på index {0} måste vara en icke-tom sträng.
th_th: รายการในดัชนี {0} จะต้องเป็นสตริงที่ไม่ว่างเปล่า
tr_tr: {0} dizinindeki öğe boş olmayan bir dize olmalıdır.
uk_ua: Елемент індексу {0} має бути непустим рядком.
vi_vn: Mục tại chỉ mục {0} phải là một chuỗi không trống.
zh_cn: 索引 {0} 处的项必须为非空字符串。
zh_tw: 索引 {0} 的項目必須為非空白的字串。

# AboutDateAdd
source: Add the specified number of units to a date.
bg_bg: Добавя указания брой единици към дадена дата.
ca_es: Afegeix el nombre d'unitats especificat a una data.
cs_cz: Přičte ke kalendářnímu datu zadaný počet jednotek.
da_dk: Føj det angivne antal enheder til en dato.
de_de: Fügt einem Datum die angegebene Anzahl Einheiten hinzu.
el_gr: Προσθέτει τον καθορισμένο αριθμό μονάδων σε μια ημερομηνία.
es_es: Agregue el número especificado de unidades a una fecha.
et_ee: Lisab kuupäevale määratud arvu ühikuid.
eu_es: Gehitu zehaztutako unitate kopurua data batean.
fi_fi: Lisää määritetty määrä yksiköitä päivämäärään.
fr_fr: Ajouter le nombre spécifié d’unités à une date.
gl_es: Engade o número especificado de unidades a unha data.
hi_in: किसी दिनांक की निर्दिष्ट इकाईयों की संख्या जोड़ता है.
hr_hr: Dodavanje navedenog broja jedinica u datum.
hu_hu: Hozzáadja a megadott számú egységet egy dátumhoz.
id_id: Menambahkan jumlah unit yang ditentukan untuk tanggal.
it_it: Aggiunge il numero di unità specificato a una data.
ja_jp: 日付に、指定数の単位を追加します。
kk_kz: Бірліктердің көрсетілген санын күнге қосады.
ko_kr: 날짜에 지정된 단위 수를 추가합니다.
lt_lt: Į datą įtraukti nurodytą vienetų skaičių.
lv_lv: Pievienojiet norādīto vienību skaitu datumam.
ms_my: Tambahkan bilangan unit yang ditentukan pada tarikh.
nb_no: Legger til det angitte antallet enheter i en dato.
nl_nl: Voeg het opgegeven aantal units toe aan een datum.
pl_pl: Dodaj określoną liczbę jednostek do daty.
pt_br: Adiciona o número especificado de unidades a uma data.
pt_pt: Adicione o número de unidades especificado a uma data.
ro_ro: Adăugați numărul de unități specificat la o dată.
ru_ru: Добавить указанное количество единиц к дате.
sk_sk: Pridá zadaný počet jednotiek do dátumu.
sl_si: Doda določeno število enot datumu.
sr_cyrl_rs: Додајте наведени број јединица у датум.
sr_latn_rs: Dodajte navedeni broj jedinica u datum.
sv_se: Lägg till det angivna antalet enheter till ett datum.
th_th: เพิ่มตัวเลขของหน่วยที่ระบุไปยังวันที่
tr_tr: Belirtilen birim sayısını tarihe ekler.
uk_ua: Додавання до дати вказаної кількості одиниць вимірювання.
vi_vn: Thêm số đơn vị được chỉ định cho một ngày.
zh_cn: 向日期添加指定数量的单位。
zh_tw: 對日期新增指定的單位數。

# AboutDateDiff
source: Calculate the difference between two dates.
bg_bg: Изчислява разликата между две дати.
ca_es: Calcula la diferència entre dues dates.
cs_cz: Vypočítá rozdíl mezi dvěma kalendářními daty.
da_dk: Beregn forskellen mellem de to datoer.
de_de: Berechnet die Differenz zwischen zwei Datumswerten.
el_gr: Υπολογίζει τη διαφορά μεταξύ δύο ημερομηνιών.
es_es: Calcule la diferencia entre dos fechas.
et_ee: Arvutab kahe kuupäeva vahelise erinevuse.
eu_es: Kalkulatu bi daten arteko aldea.
fi_fi: Laske kahden päivämäärän välinen ero.
fr_fr: Calculer l’écart entre deux dates.
gl_es: Calcule a diferenza entre dúas datas.
hi_in: दो दिनांकों के बीच अंतर की गणना करता है.
hr_hr: Izračun razlike između dva datuma.
hu_hu: Kiszámítja a különbséget két dátum között.
id_id: Menghitung Selisih dua tanggal.
it_it: Calcola la differenza tra due date.
ja_jp: 2 つの日付の差を計算します。
kk_kz: Екі күн арасындағы аралықты есептеу.
ko_kr: 두 날짜 간 차이를 계산합니다.
lt_lt: Apskaičiuoti skirtumą tarp dviejų datų.
lv_lv: Aprēķiniet starpību starp diviem datumiem.
ms_my: Kira perbezaan antara dua tarikh.
nb_no: Beregn forskjellen mellom to datoer.
nl_nl: Bereken het verschil tussen twee datums.
pl_pl: Obliczanie różnicy dwóch dat.
pt_br: Calcula a diferença entre duas datas.
pt_pt: Calcule a diferença entre duas datas.
ro_ro: Calculați diferența dintre două date.
ru_ru: Вычислить разницу между двумя датами.
sk_sk: Vypočíta rozdiel medzi dvomi dátumami.
sl_si: Izračuna razliko med dvema datumoma.
sr_cyrl_rs: Израчунава разлику између два датума.
sr_latn_rs: Izračunava razliku između dva datuma.
sv_se: Beräkna skillnaden mellan två datum.
th_th: คำนวณผลต่างระหว่างวันที่
tr_tr: İki tarih arasındaki farkı hesaplar.
uk_ua: Обчислення різниці між двома датами.
vi_vn: Tính chênh lệch giữa hai ngày.
zh_cn: 计算两个日期之差。
zh_tw: 計算兩個日期之間的差異。

# DateAddArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
id_id: tanggal
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# DateAddArg2
source: number_of_units
bg_bg: брой_единици
ca_es: nombre_unitats
cs_cz: počet_jednotek
da_dk: antal_enheder
de_de: Anzahl_von_Einheiten
el_gr: αριθμός_μονάδων
es_es: número_unidades
et_ee: ühikute_arv
eu_es: unitate_kopurua
fi_fi: yksiköiden_määrä
fr_fr: nombre_unités
gl_es: número_de_unidades
hi_in: इकाइयों_की_संख्या
hr_hr: broj_jedinica
hu_hu: egységek_száma
id_id: angka_unit
it_it: numero_di_unità
ja_jp: 単位の数
kk_kz: бірліктер_саны
ko_kr: 단위_수
lt_lt: vienetų_skaičius
lv_lv: vienību_skaits
ms_my: bilangan_unit
nb_no: antall_enheter
nl_nl: aantal_van_eenheden
pl_pl: liczba_jednostek
pt_br: número_de_unidades
pt_pt: número_de_unidades
ro_ro: număr_de_unități
ru_ru: количество_единиц
sk_sk: počet_jednotiek
sl_si: število_enot
sr_cyrl_rs: број_јединица
sr_latn_rs: broj_jedinica
sv_se: antal_enheter
th_th: จำนวน_ของ_หน่วย
tr_tr: birim_sayısı
uk_ua: кількість_одиниць
vi_vn: số_đơn_vị
zh_cn: 单位数量
zh_tw: 單位_數

# DateAddArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
id_id: satuan
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateAdd_date
source: A reference date value.
bg_bg: Референтна стойност на дата.
ca_es: Valor de data de referència.
cs_cz: Hodnota vztažného kalendářního data
da_dk: En referencedatoværdi.
de_de: Ein Bezugsdatumswert.
el_gr: Μια τιμή ημερομηνίας αναφοράς.
es_es: Un valor de fecha de referencia.
et_ee: Kuupäeva viiteväärtus.
eu_es: Erreferentzia-dataren balioa.
fi_fi: Viittauspäivämääräarvo.
fr_fr: Valeur de date de référence.
gl_es: Valor de data de referencia.
hi_in: एक संदर्भ दिनांक मान.
hr_hr: Referentna vrijednost datuma.
hu_hu: Viszonyítási dátumérték.
id_id: Nilai tanggal referensi.
it_it: Valore data di riferimento.
ja_jp: 参照の日付値。
kk_kz: Күннің сілтеме мәні.
ko_kr: 참조 날짜 값입니다.
lt_lt: Nuorodinės datos reikšmė.
lv_lv: Atsauces datuma vērtība.
ms_my: Nilai tarikh rujukan.
nb_no: En referansedatoverdi.
nl_nl: Een referentiedatumwaarde.
pl_pl: Wartość daty odwołania.
pt_br: Valor de data de referência.
pt_pt: Um valor de data de referência.
ro_ro: O valoare dată de referință.
ru_ru: Значение эталонной даты.
sk_sk: Referenčná dátumová hodnota.
sl_si: Referenčna vrednost datuma.
sr_cyrl_rs: Референтна вредност датума.
sr_latn_rs: Referentna vrednost datuma.
sv_se: Ett referensdatumvärde.
th_th: ค่าวันที่อ้างอิง
tr_tr: Başvuru tarihi değeri.
uk_ua: Власне значення дати.
vi_vn: Giá trị ngày tham chiếu.
zh_cn: 引用日期值。
zh_tw: 參考日期值。

# AboutDateAdd_number_of_units
source: A number of units to add. The number can be negative.
bg_bg: Брой единици за добавяне. Числото може да е отрицателно.
ca_es: Nombre d'unitats que s'afegirà. El nombre pot ser negatiu.
cs_cz: Počet jednotek, které se mají přičíst. Toto číslo může být záporné.
da_dk: Et antal enheder, der skal tilføjes. Antallet kan være negativt.
de_de: Eine Anzahl von hinzuzufügenden Einheiten. Die Zahl darf negativ sein.
el_gr: Ένας αριθμός μονάδων για προσθήκη. Ο αριθμός μπορεί να είναι αρνητικός.
es_es: Un número de unidades que se va a agregar. El número puede ser negativo.
et_ee: Lisatavate ühikute arv. Arv võib olla negatiivne.
eu_es: Gehituko den unitate kopurua. Kopuruak ezin du izan negatiboa.
fi_fi: Lisättävien yksiköiden määrä. Luku voi olla negatiivinen.
fr_fr: Nombre d’unités à ajouter. Ce nombre peut être négatif.
gl_es: Número de unidades que se van engadir. Pode ser negativo.
hi_in: जोड़ी जाने वाली इकाइयों की संख्या. संख्या नकारात्मक हो सकती है.
hr_hr: Broj jedinica koje se dodaju. Može biti negativan broj.
hu_hu: A hozzáadandó egységek száma. Negatív szám is lehet.
id_id: Jumlah unit untuk ditambahkan. Jumlah boleh negatif.
it_it: Numero di unità da aggiungere. Il numero può essere negativo.
ja_jp: 追加する単位数。数は負にできます。
kk_kz: Қосылатын бірліктер саны. Сан теріс болуы мүмкін.
ko_kr: 추가할 단위 수입니다. 숫자는 음수일 수 있습니다.
lt_lt: Įtrauktinų vienetų skaičius. Skaičius gali būti neigiamas.
lv_lv: Pievienojamo vienību skaits. Skaitlis var būt negatīvs.
ms_my: Bilangan unit untuk ditambah. Bilangan boleh jadi negatif.
nb_no: Antall enheter som skal legges til. Tallet kan være negativt.
nl_nl: Een aantal eenheden dat moet worden toegevoegd. Dit aantal kan negatief zijn.
pl_pl: Liczba jednostek do dodania. Ta liczba może być ujemna.
pt_br: Número de unidades a ser adicionadas. O número pode ser negativo.
pt_pt: Um número de unidades a adicionar. O número pode ser negativo.
ro_ro: Un număr de unități de adăugat. Numărul poate fi negativ.
ru_ru: Количество единиц для добавления. Может быть отрицательным.
sk_sk: Počet jednotiek na pridanie. Toto číslo môže byť záporné.
sl_si: Število enot, ki jih je treba dodati. Številko je lahko negativno.
sr_cyrl_rs: Број јединица за додавање. Број може да буде негативан.
sr_latn_rs: Broj jedinica za dodavanje. Broj može da bude negativan.
sv_se: Ett antal enheter att lägga till. Antalet kan vara negativt.
th_th: ตัวเลขของหน่วยที่จะเพิ่ม สามารถเป็นจำนวนลบได้
tr_tr: Eklenecek birim sayısı. Sayı negatif olabilir.
uk_ua: Кількість одиниць вимірювання, які потрібно додати. Число може бути від’ємне.
vi_vn: Số đơn vị cần thêm. Số này có thể là số âm.
zh_cn: 要添加的单位数。该数字可以是负数。
zh_tw: 要新增的單位數。數字可以是負數。
