Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrBehaviorPropertyExpected_Link_1
source: Article: Understand behavior formulas for canvas apps in Power Apps
bg_bg: Статия: Разбиране на формулите за поведение за приложения за платно в Power Apps
ca_es: Article: Comprensió de les fórmules de comportament per a les aplicacions de llenç al Power Apps
cs_cz: Článek: Informace o chování vzorců pro aplikace plátna v Power Apps
da_dk: Artikel: Forstå funktionsmådeformler for lærredapps i Power Apps
de_de: Artikel: Verstehen von Verhaltensformeln für Canvas-Apps in Power Apps
el_gr: Άρθρο: Κατανόηση τύπων συμπεριφοράς για εφαρμογές καμβά στο Power Apps
es_es: Artículo: Comprensión de las fórmulas de comportamiento para aplicaciones de lienzo en Power Apps
et_ee: Artikkel: Power Appsi lõuendirakenduste käitumisvalemite mõistmine
eu_es: Artikulua: Power Apps-eko mihise-aplikazioetan portaera-formulak erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Pohjaan perustuvien sovellusten kaavojen toiminnan ymmärtäminen Power Appsissa
fr_fr: Article : Comprendre les formules de comportement des applications canevas dans Power Apps
gl_es: Artigo: Comprender as fórmulas de comportamento para as aplicacións de lenzo en Power Apps
hi_in: आलेख: Power Apps में कैनवास ऐप के लिए व्यवहार सूत्रों को समझें
hr_hr: Članak: Ponašanje formula za aplikacije od gotovih gradivnih elemenata na servisu Power Apps
hu_hu: Cikk: A Power Apps-beli vászonalapú alkalmazások viselkedési képleteinek ismertetése
id_id: Artikel: Memahami rumus perilaku untuk aplikasi kanvas di Power Apps
it_it: Articolo: Informazioni sulle formule di comportamento per le app canvas in Power Apps
ja_jp: 記事: Power Apps でのキャンバス アプリの動作の数式について
kk_kz: Мақала. Power Apps жүйесінде кенеп бағдарламалары үшін жұмыс режимі формулаларын түсіну
ko_kr: 문서: Power Apps에서 캔버스 앱의 동작 수식 이해
lt_lt: Straipsnis: suprasti „Power Apps“ drobės programų veikimo formules
lv_lv: Raksts: Understand behavior formulas for canvas apps in Power Apps (Power Apps formulu darbība pamatnes programmās)
ms_my: Artikel: Memahami formula tingkah laku untuk aplikasi kanvas dalam Power Apps
nb_no: Artikkel: Forstå virkemåteformler for lerretsapper i Power Apps
nl_nl: Artikel: Gedragsformules voor canvas-apps in Power Apps begrijpen
pl_pl: Artykuł: Informacje o formułach zachowania dla aplikacji kanwy w usłudze Power Apps
pt_br: Artigo: Entender as fórmulas de comportamento para aplicativos de tela no Power Apps
pt_pt: Artigo: compreender fórmulas de comportamento para aplicações de tela no Power Apps
ro_ro: Articol: Ce sunt formulele de comportament pentru aplicațiile proiectate pe pânză în Power Apps
ru_ru: Статья. Общие сведения о формулах поведения для приложений на основе холста в Power Apps
sk_sk: Článok: Informácie o správaní vzorcov pre aplikácie plátna v službe Power Apps
sl_si: Članek: Razumevanje delovanja formul za aplikacije s platnom v storitvi Power Apps
sr_cyrl_rs: Чланак: Објашњење формула понашања за апликације са подлогом у услузи Power Apps
sr_latn_rs: Članak: Objašnjenje formula ponašanja za aplikacije sa podlogom u usluzi Power Apps
sv_se: Artikel: Förstå beteendeformler för arbetsyteappar i Power Apps
th_th: บทความ: เข้าใจสูตรลักษณะการทำงานสำหรับแอปพื้นที่ทำงานใน Power Apps
tr_tr: Makale: Power Apps'te tuval uygulamaları için davranış formüllerini anlama
uk_ua: Стаття: "Формули поведінки для компонованих програм у Power Apps"
vi_vn: Bài viết: Hiểu rõ công thức hành vi của các ứng dụng canvas trong Power Apps
zh_cn: 文章: 了解 Power Apps 中画布应用的行为公式
zh_tw: 文章: 了解 Power Apps 中畫布應用程式的行為公式

# ErrorResource_ErrTestPropertyExpected_ShortMessage
source: Test function in a non-test property. You can't use this property to invoke test-only functions.
bg_bg: Тестова функция в нетестово свойство. Не можете да използвате това свойство, за да извиквате функции само за тестване.
ca_es: Funció de prova en una propietat que no és de prova. No podeu utilitzar aquesta propietat només per invocar funcions de prova.
cs_cz: Testovací funkce ve vlastnosti, která není testovací. Pomocí této vlastnosti není možné vyvolávat funkce určené jen pro testování.
da_dk: Test funktion i en egenskab, som ikke er en test. Du kan ikke bruge denne egenskab til at indlede test-kun-funktioner.
de_de: Testfunktion in einer Nicht-Testeigenschaft. Sie können diese Eigenschaft nicht zum Aufrufen reiner Testfunktionen verwenden.
el_gr: Συνάρτησης δοκιμής σε μη δοκιμαστική ιδιότητα. Δεν μπορείτε να χρησιμοποιήσετε αυτή την ιδιότητα για να καλέσετε συναρτήσεις μόνο για δοκιμή.
es_es: Pruebe la función en una propiedad que no sea de prueba. No puede usar esta propiedad para invocar funciones que sean solo de prueba.
et_ee: Testimisfunktsioon mittetesti atribuudis. Te ei saa seda atribuuti kasutada ainult testi jaoks mõeldud funktsioonide käivitamiseks.
eu_es: Probatu funtzio probakoa ez den propietate bat da. Ezin duzu erabili propietate hori proba funtzioak soilik deitzeko.
fi_fi: Testaa toimintoa muussa kuin testiominaisuudessa. Tämän ominaisuuden avulla ei voi käynnistää vain testi -funktioita.
fr_fr: Fonction de test dans une propriété qui n’est pas un test. Vous ne pouvez pas utiliser cette propriété pour appeler des fonctions de test uniquement.
gl_es: Probe a función nunha propiedade que non sexa de proba. Non pode usar esta propiedade para invocar funcións só de proba.
hi_in: एक गैर-परीक्षण गुण में टेस्ट फ़ंक्शन. आप परीक्षण-केवल फ़ंक्शन को लागू करने के लिए इस गुण का उपयोग नहीं कर सकते.
hr_hr: Funkcija za testiranje u svojstvu koje se ne testira. To svojstvo ne možete koristiti za pozivanje funkcija koje služe samo za testiranje.
hu_hu: Tesztfüggvény egy nem tesztelési tulajdonságban. A tulajdonság nem tesztelési függvények meghívásához nem használható.
id_id: Fungsi uji dalam properti non-uji. Anda tidak dapat menggunakan properti ini untuk menjalankan fungsi uji saja.
it_it: Funzione di test in una proprietà non di test. Non è possibile usare questa proprietà per richiamare funzioni di solo test.
ja_jp: 非テスト プロパティにテスト関数があります。このプロパティを使用してテストのみの関数を呼び出すことはできません。
kk_kz: Тексеру функциясы – сынаққа жатпайтын сипат. Тек сынаққа жататын функцияларды шақыру үшін осы сипатты пайдалана алмайсыз.
ko_kr: 테스트가 아닌 속성의 테스트 함수입니다. 이 속성을 사용하여 테스트 전용 함수를 호출할 수 없습니다.
lt_lt: Tikrinimo funkcija yra ne tikrinimo ypatybė. Negalite naudoti šios ypatybės norėdami iškviesti tik tikrinimo funkcijos.
lv_lv: Pārbaudiet funkciju rekvizītā, kas nav testa rekvizīts. Šo rekvizītu nevar lietot, lai izsauktu tikai testa funkcijas.
ms_my: Fungsi ujian dalam sifat bukan ujian. Anda tidak boleh menggunakan sifat ini untuk menjalankan fungsi ujian sahaja.
nb_no: Testfunksjon i en egenskap som ikke er en test. Du kan ikke bruke denne egenskapen til å starte testfunksjoner.
nl_nl: Een testfunctie in een niet-testeigenschap. U kunt deze eigenschap niet gebruiken om functies aan te roepen die uitsluitend zijn bedoeld voor testen.
pl_pl: Funkcja testowa w ramach właściwości nieprzeznaczonej do testów. Nie można użyć tej właściwości do wywołania funkcji przeznaczonych tylko do testów.
pt_br: Função de teste em uma propriedade não teste. Você não pode usar essa propriedade para invocar funções somente teste.
pt_pt: Teste a função numa propriedade que não seja de teste. Não pode utilizar esta propriedade para invocar funções só de teste.
ro_ro: Funcție de testare într-o proprietate non-test. Nu puteți utiliza această proprietate pentru a invoca funcții doar pentru testare.
ru_ru: Функция теста в свойстве, не являющемся тестом. Это свойство не может использоваться для вызова функций только для тестирования.
sk_sk: Testovacia funkcia vo vlastnosti, ktorá nie je testovaná. Túto vlastnosť nemôžete použiť na vyvolanie funkcií, ktoré sú iba na testovanie.
sl_si: Preskusite funkcijo v lastnosti brez preskusa. Te lastnosti ne morete uporabiti za priklic funkcij samo za preskus.
sr_cyrl_rs: Функција за тестирање у својству које није за тестирање. Не можете да користите ово својство за позивање функција које су само за тестирање.
sr_latn_rs: Funkcija za testiranje u svojstvu koje nije za testiranje. Ne možete da koristite ovo svojstvo za pozivanje funkcija koje su samo za testiranje.
sv_se: Testfunktion i en icke-test-egenskap. Du kan inte använda den här egenskapen för att anropa enbart-testfunktioner.
th_th: ฟังก์ชันการทดสอบในคุณสมบัติที่ไม่ใช่การทดสอบ คุณไม่สามารถใช้คุณสมบัตินี้เพื่อเรียกฟังก์ชันการทดสอบอย่างเดียวได้
tr_tr: Test olmayan bir özellikte test işlevi. Bu özelliği yalnızca test işlevlerini çağırmak için kullanamazsınız.
uk_ua: Тестова функція в нетестовій властивості. Цю властивість не можна використовувати, щоб викликати лише тестові функції.
vi_vn: Hàm thử nghiệm trong thuộc tính phi thử nghiệm. Bạn không thể sử dụng thuộc tính này để gọi các hàm chỉ thử nghiệm.
zh_cn: 非测试属性中的测试函数。无法使用此属性来调用仅用于测试的函数。
zh_tw: 非測試屬性中的測試函式。您無法使用這個屬性叫用只執行測試的函式。

# ErrorResource_ErrTestPropertyExpected_LongMessage
source: Test functions are those that can be used to simulate user input when testing an app. 'SetProperty', 'SelectRow', and 'Assert' are common test functions. They can only be used in the in test cases.
bg_bg: Тестовите функции са тези, които могат да се използват за симулиране на приноса на потребителите при тестването на приложение. SetProperty, SelectRow и Assert са общи тестови функции. Те могат да се използват само при тестови случаи.
ca_es: Les funcions de prova són aquelles que es poden utilitzar per simular l'entrada de l'usuari en provar una aplicació. "SetProperty", "SelectRow" i "Assert" són funcions comunes de prova i només es poden utilitzar en casos de prova.
cs_cz: Testovací funkce jsou ty, které se dají použít k simulaci vstupů uživatelů při testování aplikace. Mezi běžné testovací funkce patří SetProperty, SelectRow a Assert. Použít se dají jen v testovacích případech.
da_dk: Testfunktioner er dem, der kan bruges til at simulere brugerinput, når en app testes. 'SetProperty', 'SelectRow' og 'Assert' er almindelige testfunktioner. De kan kun bruges i testsagerne.
de_de: Testfunktionen sind solche, die beim Testen einer App zum Simulieren der Benutzereingabe verwendet werden können. "SetProperty", "SelectRow" und "Assert" sind gängige Testfunktionen. Sie können nur in Testfällen verwendet werden.
el_gr: Οι συναρτήσεις δοκιμής είναι αυτές που μπορούν να χρησιμοποιηθούν για την προσομοίωση εισόδου από τον χρήστη κατά τη δοκιμή μιας εφαρμογής. Οι SetProperty, SelectRow και Assert είναι συνήθεις συναρτήσεις δοκιμής. Μπορούν να χρησιμοποιηθούν μόνο σε υποθέσεις δοκιμής.
es_es: Las funciones de prueba son las que pueden usarse para simular la entrada del usuario al probar una aplicación. “SetProperty”, “SelectRow” y “Assert” son funciones de prueba comunes. Solo pueden usarse en casos de prueba.
et_ee: Testimisfunktsioonid on need, mida saab rakenduse testimisel kasutada kasutajasisestuse simuleerimiseks. 'SetProperty', 'SelectRow' ja 'Assert' on levinud testimisfunktsioonid. Neid saab kasutada ainult testjuhtumites.
eu_es: Probako funtzioak aplikazio bat probatzeak erabiltzaile-sarrera simulatzeko erabili daitezkeenak dira. "SetProperty", "SelectRow" eta "Baieztatu" probako funtzio ohikoak dira. Proba-kasuetan soilik erabil daitezke.
fi_fi: Testifunktiot ovat kohteita, joiden avulla voidaan simuloida käyttäjän syötteitä sovellusta testattaessa. SetProperty, SelectRow ja Assert ovat yleisiä testifunktioita. Niitä voi käyttää vain testitapauksissa.
fr_fr: Les fonctions de test peuvent être utilisées pour simuler des entrées utilisateur lors du test d'une application. « SetProperty », « SelectRow » et « Assert » sont des fonctions de test courantes qui ne peuvent être utilisées que dans les cas de test.
gl_es: As funcións de proba son as que poden usarse para simular a entrada de usuarios ao probar unha aplicación. 'SetProperty', 'SelectRow' e 'Assert' son funcións de proba comúns. Só se poden usar nos casos de proba.
hi_in: परीक्षण फ़ंक्शंस वे हैं जिनका उपयोग किसी ऐप के परीक्षण के दौरान उपयोगकर्ता इनपुट का अनुकरण करने के लिए किया जा सकता है. 'SetProperty', 'SelectRow', और 'दृढ़ता' सामान्य परीक्षण फ़ंक्शंस हैं. इनका उपयोग केवल परीक्षण संबंधी मामलों में किया जा सकता है.
hr_hr: Funkcije za testiranje one su funkcije koje se mogu koristiti za simulaciju korisničkog unosa prilikom testiranja aplikacije. 'SetProperty', 'SelectRow' i 'Assert' uobičajene su funkcije za testiranje. Mogu se koristiti samo na testnim slučajevima.
hu_hu: A tesztfüggvények azok, amelyekkel szimulálhatók a felhasználói bemenetek egy alkalmazás tesztelésekor. A SetProperty, a SelectRow és az Assert gyakran használt tesztfüggvények. Ezek csak a tesztesetekben használhatók.
id_id: Fungsi uji adalah fungsi yang dapat digunakan untuk melakukan simulasi input pengguna saat menguji aplikasi. 'SetProperty', 'SelectRow', dan 'Assert' adalah fungsi pengujian umum. Ketiganya hanya dapat digunakan dalam kasus uji.
it_it: Le funzioni di test sono funzioni che possono essere usate per simulare l'input dell'utente durante il test di un'app. SetProperty', 'SelectRow' e 'Assert' sono funzioni di test comuni che possono essere usate solo nei test case.
ja_jp: テスト関数は、アプリをテストするときにユーザー入力のシミュレートに使用できます。'SetProperty'、'SelectRow'、'Assert' は、一般的なテスト関数です。これらはテスト ケースでのみ使用できます。
kk_kz: Сынақ функцияларын бағдарламаны сынау кезінде пайдаланушы жазбасын үлгілеу үшін пайдалануға болады. "SetProperty", "SelectRow" және "Assert" – әдеттегі сынақ функциялары. Оларды сынақ жағдайларында ғана пайдалануға болады.
ko_kr: 테스트 함수는 앱을 테스트할 때 사용자 입력을 시뮬레이션하는 데 사용할 수 있는 함수입니다. 'SetProperty', 'SelectRow' 및 'Assert'는 일반적인 테스트 함수로, 테스트 사례에서만 사용할 수 있습니다.
lt_lt: Tikrinimo funkcijos yra tos, kurias galima naudoti vartotojo įvesčiai modeliuoti tikrinant programą. Įprastos tikrinimo funkcijos yra „SetProperty“, „SelectRow“ ir „Assert“. Jas galima naudoti tik tikrinimo atvejuose.
lv_lv: Testa funkcijas ir funkcijas, kuras programmas tetēšanas laikā var izmantot lietotāja ievades simulēšanai. Biežāk lietotās testa funkcijas ir “SetProperty”, “SelectRow” un “Assert”. Tās var lietot tikai testa gadījumos.
ms_my: Fungsi ujian ialah fungsi yang boleh digunakan untuk mensimulasikan input pengguna apabila menguji aplikasi. 'SetProperty', 'SelectRow' dan 'Assert' ialah fungsi ujian biasa. Ia hanya boleh digunakan dalam kes ujian.
nb_no: Testfunksjoner er de som kan brukes til å simulere brukerinndata når en app testes. SetProperty, SelectRow og Assert er vanlige testfunksjoner. De kan bare brukes i testtilfellene.
nl_nl: Testfuncties zijn de functies die kunnen worden gebruikt om gebruikersinvoer te simuleren bij het testen van een app. Veelgebruikte testfuncties zijn SetProperty, SelectRow en Assert. Deze kunnen alleen worden gebruikt in de testcases.
pl_pl: Funkcje testowe służą do symulowania danych wprowadzanych przez użytkownika podczas testowania aplikacji. Typowe funkcje testowe to „SetProperty”, „SelectRow” i „Assert”. Mogą być one używane tylko w przypadkach testowych.
pt_br: As funções de teste são aquelas que podem ser usadas para simular a entrada do usuário durante o teste de um aplicativo. 'SetProperty', 'SelectRow' e 'Assert' são funções de teste comuns. Elas só podem ser usadas nos casos de teste.
pt_pt: As funções de teste são aquelas que podem ser utilizadas para simular a introdução do utilizador durante o teste de uma aplicação. "SetProperty", "SelectRow" e "Assert" são funções de teste comuns. Só podem ser utilizadas nos casos de teste.
ro_ro: Funcțiile de testare sunt cele care pot fi utilizate pentru a simula intrarea utilizatorului atunci când se testează o aplicație. „SetProperty”, „SelectRow” și „Assert” sunt funcții comune de testare. Ele pot fi utilizate numai în cazurile de testare.
ru_ru: Функции теста — это те функции, которые можно использовать для имитации вводимых пользователем данных при тестировании приложения. Основные функции теста — "SetProperty", "SelectRow" и "Assert". Их можно использовать только в тестовых случаях.
sk_sk: Testovacie funkcie sú tie, ktoré možno použiť na simuláciu vstupu používateľa pri testovaní aplikácie. Medzi bežné testovacie funkcie patria SetProperty, SelectRow a Assert. Môžu sa používať iba v testovacích prípadoch.
sl_si: Preskusne funkcije so funkcije, ki jih je mogoče uporabiti za simuliranje vnosa uporabnika pri preskušanju aplikacije. Pogoste preskusne funkcije so »SetProperty«, »SelectRow« in »Assert«. Uporabiti jih je mogoče samo za primere preskušanja.
sr_cyrl_rs: Функције за тестирање су оне које се могу користити за симулацију уноса корисника приликом тестирања апликација. „SetProperty“, „SelectRow“ и „Assert“ честе су функције за тестирање. Могу се користити само током тестирања.
sr_latn_rs: Funkcije za testiranje su one koje se mogu koristiti za simulaciju unosa korisnika prilikom testiranja aplikacija. „SetProperty“, „SelectRow“ i „Assert“ česte su funkcije za testiranje. Mogu se koristiti samo tokom testiranja.
sv_se: Testfunktioner är sådana som kan användas för att simulera användarindata vid testning av en app. SetProperty, SelectRow och Assert är vanliga testfunktioner. De kan bara användas i testfall.
th_th: ฟังก์ชันการทดสอบเป็นฟังก์ชันที่สามารถใช้เพื่อจำลองข้อมูลป้อนเข้าของผู้ใช้เมื่อทดสอบแอป "SetProperty", "SelectRow" และ "Assert" เป็นฟังก์ชันการทดสอบทั่วไป โดยสามารถใช้ได้เฉพาะในกรณีทดสอบเท่านั้น
tr_tr: Test işlevleri, bir uygulamayı test ederken kullanıcı girişinin benzetimini yapmak için kullanılabilen bağlantılardır. 'SetProperty', 'SelectRow' ve 'Assert', ortak test işlevlerdir. Yalnızca test çalışmaları içinde kullanılabilirler.
uk_ua: Тестові функції – це функції, які можна використовувати для імітації введених користувачем даних під час тестування програми. SetProperty, SelectRow і Assert – загальні тестові функції. Їх можна використовувати лише в тестовому сценарії.
vi_vn: Hàm thử nghiệm là những hàm có thể dùng để mô phỏng đầu vào người dùng khi thử nghiệm ứng dụng. 'SetProperty', 'SelectRow' và 'Assert' là các hàm thử nghiệm phổ biến. Chỉ có thể sử dụng chúng trong các trường hợp thử nghiệm.
zh_cn: 测试函数是在测试应用时可用于模拟用户输入的函数。"SetProperty"、"SelectRow" 和 "Assert" 是常见的测试函数。它们只能在测试用例中使用。
zh_tw: 測試函式是測試應用程式時，可用於模擬使用者輸入的函式。'SetProperty'、'SelectRow' 和 'Assert' 是常用的測試函式。只能在測試案例中使用它們。

# ErrorResource_ErrTestPropertyExpected_HowToFix_1
source: Use the function in a test case, not in the app itself.
bg_bg: Използвайте функцията в тестов случай, а не в самото приложение.
ca_es: Utilitzeu la funció en un cas de prova, en lloc de a la mateixa aplicació.
cs_cz: Použijte funkci v testovacím případu, nikoli v samotné aplikaci.
da_dk: Brug funktionen i en testsag, ikke i selve appen.
de_de: Verwenden Sie die Funktion in einem Testfall, nicht in der App selbst.
el_gr: Χρησιμοποιήστε τη συνάρτηση σε μια υπόθεση δοκιμής και όχι στην ίδια την εφαρμογή.
es_es: Use la función en un caso de prueba, no en la aplicación en sí.
et_ee: Kasutage funktsiooni testjuhtumis, mitte rakenduses endas.
eu_es: Erabili funtzioa proba-kasu batean, ez aplikazioan.
fi_fi: Käytä funktiota testitapauksessa, ei itse sovelluksessa.
fr_fr: Utilisez la fonction dans un cas de test, et non dans l’application.
gl_es: Use a función nun caso de proba, non na propia aplicación.
hi_in: परीक्षण मामले में फ़ंक्शन का उपयोग करें, ऐप में ही नहीं.
hr_hr: Tu funkciju koristite na testnom slučaju, a ne u samoj aplikaciji.
hu_hu: A függvényt egy tesztesetben használja, ne magában az alkalmazásban.
id_id: Gunakan fungsi dalam kasus uji, bukan di aplikasi itu sendiri.
it_it: Usare la funzione in un test case, non nell'app stessa.
ja_jp: この関数は、アプリ自体ではなく、テスト ケースで使用してください。
kk_kz: Функцияны бағдарламада емес, сынақ жағдайында пайдаланыңыз.
ko_kr: 앱 자체가 아니라 테스트 사례에서 함수를 사용하세요.
lt_lt: Naudokite funkciją tikrinimo atvejyje, o ne pačioje programoje.
lv_lv: Izmantojiet funkciju testa gadījumā, nevis pašā programmā.
ms_my: Gunakan fungsi dalam kes ujian, bukan dalam aplikasi itu sendiri.
nb_no: Bruk funksjonen i et testtilfelle, ikke i selve appen.
nl_nl: Gebruik de functie in een testcase, maar niet in de app zelf.
pl_pl: Użyj funkcji w przypadku testowym, a nie w samej aplikacji.
pt_br: Use a função em um caso de teste, não no próprio aplicativo.
pt_pt: Utilize a função num caso de teste, não na própria aplicação.
ro_ro: Utilizați funcția într-un caz de testare, nu în aplicația în sine.
ru_ru: Используйте функцию в тестовом случае, а не в самом приложении.
sk_sk: Použite funkciu v testovacom prípade, nie v samotnej aplikácii.
sl_si: Uporabite funkcijo v preskusnem primeru in ne v sami aplikaciji.
sr_cyrl_rs: Користите функцију у пробном случају, не у самој апликацији.
sr_latn_rs: Koristite funkciju u probnom slučaju, ne u samoj aplikaciji.
sv_se: Använd funktionen i ett testfall, inte i själva appen.
th_th: ใช้ฟังก์ชันในกรณีทดสอบ ไม่ใช่ในแอป
tr_tr: İşlevi uygulamanın kendisinde değil, bir test çalışmasında kullanın.
uk_ua: Використовуйте функцію в тестовому сценарії, а не в самій програмі.
vi_vn: Sử dụng hàm trong trường hợp thử nghiệm chứ không phải trong chính ứng dụng.
zh_cn: 在测试用例(而非应用本身)中使用此函数。
zh_tw: 在測試案例中使用函式，而不是在應用程式本身中。
