Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrBadType_ExpectedTypesCSV
source: Invalid argument type. Expecting one of the following: {0}.
bg_bg: Невалиден тип аргумент. Очакван е един от следните: {0}.
ca_es: El tipus d'argument no és vàlid. S'espera un dels elements següents: {0}.
cs_cz: Neplatný typ argumentu. Očekává se jedna z těchto: {0}.
da_dk: Ugyldig argumenttype. Forventer en af de følgende: {0}.
de_de: Ungültiger Argumenttyp. Es wird einer der folgenden erwartet: {0}.
el_gr: Μη έγκυρος τύπος ορίσματος. Αναμένεται ένα από τα ακόλουθα: {0}.
es_es: Tipo de argumento no válido. Se esperaba uno de los siguientes: {0}.
et_ee: Argumendi tüüp ei sobi. Eeldatakse mõnda järgmistest: {0}.
eu_es: Argumentu motak ez du balio. Hauetako bat espero zen: {0}.
fi_fi: Virheellinen argumenttityyppi. Odotetaan jotakin seuraavista: {0}.
fr_fr: Type d’argument non valide. L’une des valeurs suivantes est attendue : {0}.
gl_es: Tipo de argumento non válido. Esperábase un dos seguintes: {0}.
hi_in: अमान्य तर्क प्रकार. निम्नलिखित में से एक की अपेक्षा कर रहा है: {0}.
hr_hr: Vrsta argumenta nije valjana. Očekuje se jedno od sljedećeg: {0}.
hu_hu: Érvénytelen típusú argumentum. Az elvárás a következők valamelyike: {0}.
id_id: Jenis argumen tidak valid. Mengharapkan salah satu nilai berikut: {0}.
it_it: Il tipo di argomento non è valido. È previsto uno dei valori seguenti: {0}.
ja_jp: 無効な引数の型です。次のいずれかが必要です: {0}。
kk_kz: Жарамсыз аргумент түрі. Келесілердің біреуі күтіледі: {0}.
ko_kr: 잘못된 인수 형식입니다. {0} 중 하나가 필요합니다.
lt_lt: Neleistinas argumento tipas. Tikimasi vieno iš šių: {0}.
lv_lv: Nederīgs argumenta tips. Paredzēts kāds no šiem: {0}.
ms_my: Jenis argumen tidak sah. Menjangkakan salah satu daripada yang berikut: {0}.
nb_no: Ugyldig argumenttype. Forventet ett av følgende: {0}.
nl_nl: Ongeldig argumenttype. Er wordt een van de volgende waarden verwacht: {0}.
pl_pl: Nieprawidłowy typ argumentu. Oczekiwana jest jedna z następujących wartości: {0}.
pt_br: Tipo de argumento inválido. Esperando um dos seguintes: {0}.
pt_pt: Tipo de argumento inválido. Era esperado um dos seguintes: {0}.
ro_ro: Tip de argument nevalid. Se așteaptă una dintre următoarele: {0}.
ru_ru: Недопустимый тип аргумента. Ожидается один из следующих типов: {0}.
sk_sk: Neplatný typ argumentu. Očakáva sa jedna z týchto hodnôt: {0}.
sl_si: Neveljaven tip argumenta. Pričakovan je eden izmed teh: {0}.
sr_cyrl_rs: Неважећи тип аргумента. Очекује се нешто од следећег: {0}.
sr_latn_rs: Nevažeći tip argumenta. Očekuje se nešto od sledećeg: {0}.
sv_se: Ogiltig argumenttyp. En av följande förväntades: {0}.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ต้องการหนึ่งในสิ่งต่อไปนี้: '{0}'
tr_tr: Geçersiz bağımsız değişken türü. Şu bağımsız değişkenlerden biri bekleniyor: {0}.
uk_ua: Неприпустимий тип аргументу. Очікується одне з таких значень: {0}.
vi_vn: Loại đối số không hợp lệ. Dự kiến một trong các giá trị sau: {0}.
zh_cn: 参数类型无效。需要以下之一: {0}。
zh_tw: 引數類型無效。應為下列其中之一: {0}。

# ErrInvalidArgs_Func
source: The function '{0}' has some invalid arguments.
bg_bg: Функцията „{0}“ има невалидни аргументи.
ca_es: La funció '{0}' té alguns arguments que no són vàlids.
cs_cz: Některé argumenty funkce „{0}“ nejsou platné.
da_dk: Funktionen "{0}" har nogle ugyldige argumenter.
de_de: Die Funktion „{0}“ weist ungültige Argumente auf.
el_gr: Η συνάρτηση '{0}' έχει κάποια μη έγκυρα ορίσματα.
es_es: La función "{0}" tiene algunos argumentos no válidos.
et_ee: Funktsioonil {0} on mõned sobimatud argumendid.
eu_es: '{0}' funtzioak zenbait argumentu baliogabe ditu.
fi_fi: Funktiolla {0} on joitakin virheellisiä argumentteja.
fr_fr: La fonction '{0}' contient des arguments non valides.
gl_es: A función '{0}' ten algúns argumentos non válidos.
hi_in: '{0}' फ़ंक्शन में कुछ अमान्य तर्क हैं.
hr_hr: Funkcija "{0}" sadrži neke argumente koji nisu valjani.
hu_hu: A(z) {0} függvénynek érvénytelen argumentumai vannak.
id_id: Fungsi '{0}' memiliki beberapa argumen yang tidak valid.
it_it: La funzione '{0}' ha argomenti non validi.
ja_jp: 関数 '{0}' に複数の無効な引数が含まれています。
kk_kz: "{0}" функциясында кейбір жарамсыз аргументтер бар.
ko_kr: 함수 '{0}'에 일부 잘못된 인수가 있습니다.
lt_lt: Funkcija „{0}“ apima keletą neleistinų argumentų.
lv_lv: Funkcijai {0} ir daži nederīgi argumenti.
ms_my: Fungsi '{0}' mempunyai beberapa argumen tidak sah.
nb_no: Funksjonen {0} har noen ugyldige argumenter.
nl_nl: De functie {0} heeft enkel ongeldige argumenten.
pl_pl: Funkcja „{0}” ma nieprawidłowe argumenty.
pt_br: A função '{0}' tem alguns argumentos inválidos.
pt_pt: A função "{0}" tem alguns argumentos inválidos.
ro_ro: Funcția „{0}” are câteva argumente nevalide.
ru_ru: Функция "{0}" содержит недопустимые аргументы.
sk_sk: Funkcia {0} obsahuje neplatné argumenty.
sl_si: Funkcija »{0}« ima nekaj neveljavnih argumentov.
sr_cyrl_rs: Функција „{0}“ има неке неважеће аргументе.
sr_latn_rs: Funkcija „{0}“ ima neke nevažeće argumente.
sv_se: Funktionen {0} har några ogiltiga argument.
th_th: ฟังก์ชัน '{0}' มีอาร์กิวเมนต์บางตัวไม่ถูกต้อง
tr_tr: '{0}' işlevinde bazı geçersiz bağımsız değişkenler var.
uk_ua: Функція "{0}" має кілька неприпустимих аргументів.
vi_vn: Hàm '{0}' có chứa một số đối số không hợp lệ.
zh_cn: 函数 '{0}' 具有一些无效参数。
zh_tw: 函數 '{0}' 有一些無效的引數。

# ErrNeedTable_Func
source: The first argument of '{0}' should be a table.
bg_bg: Първият аргумент на „{0}“ трябва да бъде таблица.
ca_es: El primer argument de '{0}' ha de ser una taula.
cs_cz: Prvním argumentem „{0}“ by měla být tabulka.
da_dk: Det første argument for "{0}" skal være en tabel.
de_de: Das erste Argument von „{0}“ sollte eine Tabelle sein.
el_gr: Το πρώτο όρισμα του '{0}' θα πρέπει να είναι πίνακας.
es_es: El primer argumento de "{0}" debe ser una tabla.
et_ee: Funktsiooni {0} esimene argument peab olema tabel.
eu_es: '{0}' elementuaren lehen argumentuak taula bat izan behar du.
fi_fi: Kohteen {0} ensimmäisen argumentin tulee olla taulukko.
fr_fr: Le premier argument de '{0}' doit être une table.
gl_es: O primeiro argumento de '{0}' debe ser unha táboa.
hi_in: '{0}' का पहला तर्क एक तालिका होना चाहिए.
hr_hr: Prvi argument stavke "{0}" treba biti tablica.
hu_hu: A(z) {0} első argumentumának táblának kell lennie.
id_id: Argumen pertama dari '{0}' harus berupa tabel.
it_it: Il primo argomento di '{0}' deve essere una tabella.
ja_jp: 最初の引数 '{0}' はテーブルである必要があります。
kk_kz: "{0}" бірінші аргументі кесте болуы тиіс.
ko_kr: '{0}'의 첫 번째 인수는 테이블이어야 합니다.
lt_lt: Pirmas „{0}“ argumentas turi būti lentelė.
lv_lv: {0} pirmajam argumentam ir jābūt tabulai.
ms_my: Argumen pertama '{0}' seharusnya jadual.
nb_no: Det første argumentet for {0} må være en tabell.
nl_nl: Het eerste argument van {0} moet een tabel zijn.
pl_pl: Pierwszy argument „{0}” powinien być tabelą.
pt_br: O primeiro argumento de '{0}' deve ser uma tabela.
pt_pt: O primeiro argumento de "{0}" deve ser uma tabela.
ro_ro: Primul argument din „{0}” ar trebui să fie un tabel.
ru_ru: Первый аргумент "{0}" должен быть таблицей.
sk_sk: Prvý argument pre {0} má byť tabuľka.
sl_si: Prvi argument funkcije »{0}« mora biti tabela.
sr_cyrl_rs: Први аргумент „{0}“ треба да буде табела.
sr_latn_rs: Prvi argument „{0}“ treba da bude tabela.
sv_se: Det första argumentet för {0} ska vara en tabell.
th_th: อาร์กิวเมนต์แรกของ '{0}' ควรเป็นตาราง
tr_tr: '{0}' öğesinin ilk bağımsız değişkeninin bir tablo olması gerekir.
uk_ua: Перший аргумент функції "{0}" має бути таблицею.
vi_vn: Đối số đầu tiên của '{0}' phải là bảng.
zh_cn: '{0}' 的第一个参数应是表。
zh_tw: '{0}' 的第一個引數應為資料表。

# ErrInvalidPropertyAccess
source: Property expects a required parameter. Please use parentheses to pass the required parameter.
bg_bg: Свойството очаква задължителен параметър. Използвайте скоби, за да предадете необходимия параметър.
ca_es: La propietat espera un paràmetre obligatori. Utilitzeu parèntesis per enviar el paràmetre obligatori.
cs_cz: Vlastnost očekává požadovaný parametr. K předání požadovaného parametru použijte závorky.
da_dk: Egenskaben forventer en påkrævet parameter. Brug parenteser til at overføre den krævede parameter.
de_de: Für die Eigenschaft wird ein erforderlicher Parameter erwartet. Verwenden Sie Klammern, um den erforderlichen Parameter zu übergeben.
el_gr: Η ιδιότητα αναμένει μια απαιτούμενη παράμετρο. Χρησιμοποιήστε παρενθέσεις για να περάσετε την απαιτούμενη παράμετρο.
es_es: La propiedad espera un parámetro obligatorio. Utilice paréntesis para pasar el parámetro requerido.
et_ee: Atribuut eeldab nõutavat parameetrit. Kasutage sulgusid nõutud parameetri edastamiseks.
eu_es: Propietateak beharrezko parametro bat espero du. Erabili parentesiak beharrezko parametroa pasatzeko.
fi_fi: Ominaisuus odottaa vaadittua parametria. Anna tarvittava parametri käyttämällä sulkeita.
fr_fr: La propriété attend un paramètre obligatoire. Veuillez utiliser des parenthèses pour transmettre le paramètre obligatoire.
gl_es: A propiedade espera un parámetro requirido. Use parénteses para pasar o parámetro requirido.
hi_in: विशेषता एक आवश्यक पैरामीटर की उम्मीद करती है. आवश्यक पैरामीटर पारित करने के लिए कोष्ठक का उपयोग करें.
hr_hr: Svojstvo očekuje obavezan parametar. Upotrijebite zagrade za prosljeđivanje obaveznog parametra.
hu_hu: A tulajdonság egy kötelező paraméterre számít. A kötelező paraméter átadásához használja a zárójeleket.
id_id: Properti mengharapkan parameter yang diperlukan. Gunakan tanda kurung untuk meneruskan parameter yang diperlukan.
it_it: La proprietà prevede un parametro obbligatorio. Utilizza le parentesi per trasmettere il parametro obbligatorio.
ja_jp: プロパティに必須パラメーターが必要です。かっこを使用して必須パラメーターを渡します。
kk_kz: Сипатта қажетті параметр күтіледі. Қажетті параметрді беру үшін жақшаларды пайдаланыңыз.
ko_kr: 속성에 필수 매개 변수가 필요합니다. 필수 매개 변수를 전달하려면 괄호를 사용합니다.
lt_lt: Ypatybė tikisi būtino parametro. Naudokite skliaustelius, kad būtinas parametras būtų patvirtintas.
lv_lv: Rekvizītam ir nepieciešams obligātais parametrs. Izmantojiet iekavas, lai nodrošinātu nepieciešamo parametru.
ms_my: Sifat menjangkakan parameter yang diperlukan. Sila gunakan kurungan untuk lulus parameter yang diperlukan.
nb_no: Egenskapen forventer en nødvendig parameter. Bruk parentesene til å sende den nødvendige parameteren.
nl_nl: Eigenschap verwacht een vereiste parameter. Gebruik haakjes om de vereiste parameter door te geven.
pl_pl: Właściwość oczekuje wymaganego parametru. Użyj nawiasów, aby przekazać wymagany parametr.
pt_br: A propriedade espera um parâmetro obrigatório. Use parênteses para transmitir o parâmetro necessário.
pt_pt: A propriedade espera um parâmetro necessário. Utilize parênteses para transmitir o parâmetro necessário.
ro_ro: Proprietatea așteaptă un parametru obligatoriu. Utilizați parantezele pentru a transmite parametrul obligatoriu.
ru_ru: Свойство ожидает обязательный параметр. Для передачи обязательного параметра используйте круглые скобки.
sk_sk: Vlastnosť očakáva požadovaný parameter. Pri zadávaní požadovaného parametra použite zátvorky.
sl_si: Lastnost pričakuje zahtevani parameter. Za posredovanje zahtevanega parametra uporabite oklepaje.
sr_cyrl_rs: Својство очекује обавезан параметар. Користите заграде да бисте проследили обавезни параметар.
sr_latn_rs: Svojstvo očekuje obavezan parametar. Koristite zagrade da biste prosledili obavezni parametar.
sv_se: Egenskapen förväntar sig en obligatorisk parameter. Använd parenteser för att skicka den obligatoriska parametern.
th_th: คุณสมบัติคาดว่าจะมีพารามิเตอร์ที่จําเป็น โปรดใช้วงเล็บเพื่อส่งผ่านพารามิเตอร์ที่จําเป็น
tr_tr: Özellik, gerekli bir parametre bekliyor. Lütfen gerekli parametreyi geçirmek için ayraçları kullanın.
uk_ua: Властивість очікує обов’язковий параметр. Використовуйте круглі дужки для передавання обов’язкового параметра.
vi_vn: Thuộc tính dự kiến một tham số bắt buộc. Vui lòng sử dụng ngoặc đơn để chuyển tham số bắt buộc.
zh_cn: 属性需要一个必需的参数。请使用括号传递此必需的参数。
zh_tw: 屬性需要必要的參數。請使用括號來傳遞必要的參數。

# ErrNeedTableCol_Func
source: The first argument of '{0}' should be a one-column table.
bg_bg: Първият аргумент на „{0}“ трябва да бъде таблица с една колона.
ca_es: El primer argument de '{0}' ha de ser una taula d'una sola columna.
cs_cz: Prvním argumentem „{0}“ by měla být tabulka s jedním sloupcem.
da_dk: Det første argument for "{0}" skal være en tabel med én kolonne.
de_de: Das erste Argument von „{0}“ sollte eine einspaltige Tabelle sein.
el_gr: Το πρώτο όρισμα του '{0}' θα πρέπει να είναι πίνακας μίας στήλης.
es_es: El primer argumento de "{0}" debe ser una tabla de una columna.
et_ee: Funktsiooni {0} esimene argument peab olema ühe veeruga tabel.
eu_es: '{0}' elementuaren lehen argumentuak zutabe bakarreko taula bat izan behar du.
fi_fi: Kohteen {0} ensimmäisen argumentin tulee olla yksisarakkeinen taulukko.
fr_fr: Le premier argument de '{0}' doit être une table à colonne unique.
gl_es: O primeiro argumento de '{0}' debe ser unha táboa dunha columna.
hi_in: '{0}' का पहला तर्क एक स्तंभ वाली तालिका होना चाहिए.
hr_hr: Prvi argument stavke "{0}" treba biti tablica s jednim stupcem.
hu_hu: A(z) {0} első argumentumának egyoszlopos táblának kell lennie.
id_id: Argumen pertama dari '{0}' harus berupa tabel kolom tunggal.
it_it: Il primo argomento di '{0}' deve essere una tabella a singola colonna.
ja_jp: 最初の引数 '{0}' は、1 列のテーブルである必要があります。
kk_kz: "{0}" бірінші аргументі бір бағанды кесте болуы тиіс.
ko_kr: '{0}'의 첫 번째 인수는 단일 열 테이블이어야 합니다.
lt_lt: Pirmas „{0}“ argumentas turi būti vieno stulpelio lentelė.
lv_lv: {0} pirmajam argumentam ir jābūt vienas kolonnas tabulai.
ms_my: Argumen pertama '{0}' seharusnya jadual dengan satu lajur.
nb_no: Det første argumentet for {0} må være en tabell med én kolonne.
nl_nl: Het eerste argument van {0} moet een tabel met één kolom zijn.
pl_pl: Pierwszy argument „{0}” powinien być tabelą z jedną kolumną.
pt_br: O primeiro argumento de '{0}' deve ser uma tabela de coluna única.
pt_pt: O primeiro argumento de "{0}" deve ser uma tabela de uma coluna.
ro_ro: Primul argument din „{0}” ar trebui să fie un tabel cu o singură coloană.
ru_ru: Первый аргумент "{0}" должен быть таблицей с одним столбцом.
sk_sk: Prvý argument pre {0} má byť jednostĺpcová tabuľka.
sl_si: Prvi argument funkcije »{0}« mora biti tabela z enim stolpcem.
sr_cyrl_rs: Први аргумент за „{0}“ треба да буде табела са једном колоном.
sr_latn_rs: Prvi argument za „{0}“ treba da bude tabela sa jednom kolonom.
sv_se: Det första argumentet för {0} ska vara en enkolumnstabell.
th_th: อาร์กิวเมนต์แรกของ '{0}' ควรเป็นตารางคอลัมน์เดียว
tr_tr: '{0}' öğesinin ilk bağımsız değişkeninin tek sütunlu bir tablo olması gerekir.
uk_ua: Перший аргумент функції "{0}" має бути таблицею з одним стовпцем.
vi_vn: Đối số đầu tiên của '{0}' phải là bảng một cột.
zh_cn: '{0}' 的第一个参数应是由一列组成的表。
zh_tw: '{0}' 的第一個引數應為單一資料行的資料表。

# ErrInvalidSchemaNeedTypeCol_Col
source: Invalid schema, expected a column of {0} values for '{1}'.
bg_bg: Схемата е невалидна. За „{1}“ се очаква колона от стойности от тип „{0}“.
ca_es: L'esquema no és vàlid; s'esperava una columna de valors {0} per a "{1}".
cs_cz: Neplatné schéma, očekával se sloupec hodnot {0} pro '{1}'.
da_dk: Ugyldigt skema. Forventede en kolonne {0} med datoværdier for "{1}".
de_de: Ungültiges Schema, es wurde eine Spalte mit {0} Werten für „{1}“ erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν μια στήλη {0} για '{1}'.
es_es: Esquema no válido, se esperaba una columna de {0} valores para "{1}".
et_ee: Sobimatu skeem, üksuse „{1}“ jaoks eeldati väärtuste {0} veergu.
eu_es: Eskemak ez du balio. "{1}" elementuaren {0} balioak dituen zutabe bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin saraketta, jossa on {0} arvoa kohteelle {1}.
fr_fr: Schéma non valide. Colonne de valeurs {0} attendue pour « {1} ».
gl_es: Esquema non válido. Esperábase unha columna de valores de "{0}" para "{1}".
hi_in: अमान्य स्कीमा, '{1}' के लिए {0} मानों का एक कॉलम अपेक्षित है.
hr_hr: Shema nije valjana, očekuje se stupac vrijednosti {0} za „{1}”.
hu_hu: Érvénytelen séma. A(z) {1} értékei esetében egy {0} oszlopot kell megadni.
id_id: Skema tidak valid, diharapkan kolom nilai {0} untuk '{1}'.
it_it: Lo schema non è valido. È prevista una colonna di valori {0} per "{1}".
ja_jp: スキーマが無効です。{0} の列、'{1}' の値が必要です。
kk_kz: Жарамсыз схема, "{0}" үшін "{1}" мәндерінен тұратын баған күтілді.
ko_kr: 잘못된 스키마입니다. '{1}'에 대해 {0} 값의 열이 필요합니다.
lt_lt: Neleistina schema, {1} tikimasi {0} reikšmių stulpelio.
lv_lv: Nederīga shēma, paredzēta {0} vērtību kolonna šim: '{1}'.
ms_my: Skema tidak sah, menjangkakan lajur nilai {0} untuk '{1}'.
nb_no: Ugyldig skjema. Forventet en kolonne med {0} verdier for {1}.
nl_nl: Het schema is ongeldig. Er wordt een kolom met waarden met {0} voor {1} verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwano kolumny wartości typu {0} dla „{1}”.
pt_br: Esquema inválido, era esperada uma coluna de valores {0} para "{1}".
pt_pt: Esquema inválido, era esperada uma coluna de valores de {0} para "{1}".
ro_ro: Schemă nevalidă, era așteptată o coloană de valori {0} pentru „{1}”.
ru_ru: Недопустимая схема; ожидается столбец значений "{0}" для "{1}".
sk_sk: Neplatná schéma, očakával sa stĺpec {0} hodnôt pre {1}.
sl_si: Neveljavna shema, pričakovan je stolpec z vrednostmi {0} za »{1}«.
sr_cyrl_rs: Неважећа шема, очекивана је колона вредности {0} за „{1}“.
sv_se: Ogiltigt schema, en kolumn med {0} värden för "{1}" förväntades.
th_th: สคีมาไม่ถูกต้อง ควรจะเป็นคอลัมน์ของค่า {0} สำหรับ '{1}'
tr_tr: Geçersiz şema, '{1}' öğesine ilişkin bir {0} değerleri sütunu bekleniyor.
uk_ua: Неприпустима схема. Очікувався стовпець {0} значень для елемента "{1}".
vi_vn: Sơ đồ không hợp lệ, dự kiến một cột chứa {0} giá trị ngày cho "{1}".
zh_cn: 架构无效，需要 '{1}' 的 {0} 值组成的列。
zh_tw: 結構描述無效，應為 '{1}' 的 {0} 值資料行。

# ErrInvalidSchemaNeedCol
source: Invalid schema, expected a one-column table.
bg_bg: Невалидна схема, очаквана е таблица с една колона.
ca_es: L'esquema no és vàlid; s'esperava una taula d'una columna.
cs_cz: Neplatné schéma, očekávala se tabulka s jedním sloupcem.
da_dk: Ugyldigt skema, forventede en tabel med én kolonne.
de_de: Ungültiges Schema, es wurde eine einspaltige Tabelle erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν πίνακας μίας στήλης.
es_es: Esquema no válido, se esperaba una tabla de una sola columna.
et_ee: Sobimatu skeem, eeldati ühe veeruga tabelit.
eu_es: Eskemak ez du balio. Zutabe bakarreko taula bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin yhden sarakkeen taulukkoa.
fr_fr: Schéma non valide. Table à colonne unique attendue.
gl_es: Esquema non válido. Esperábase unha táboa dunha columna.
hi_in: अमान्य स्कीमा, एक-स्तंभ वाली तालिका अपेक्षित थी.
hr_hr: Shema nije valjana, očekuje se tablica s jednim stupcem.
hu_hu: Érvénytelen séma, az elvárás egyoszlopos tábla.
id_id: Skema tidak valid, diharapkan tabel satu kolom.
it_it: Lo schema non è valido. È prevista una tabella a singola colonna.
ja_jp: スキーマが無効です。1 列のテーブルが必要です。
kk_kz: Жарамсыз схема, бір бағанды кесте күтілді.
ko_kr: 잘못된 스키마입니다. 단일 열 테이블이 필요합니다.
lt_lt: Neleistina schema, tikimasi vieno stulpelio lentelės.
lv_lv: Nederīga shēma, paredzēta vienas kolonnas tabula.
ms_my: Skema tidak sah, menjangkakan jadual satu lajur.
nb_no: Ugyldig skjema. Forventet en tabell med én kolonne.
nl_nl: Het schema is ongeldig. Er wordt een tabel met één kolom verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwana jest tabela z jedną kolumną.
pt_br: Esquema inválido, esperada tabela de coluna única.
pt_pt: Esquema inválido, era esperada uma tabela de uma coluna.
ro_ro: Schemă nevalidă, era așteptat un tabel cu o coloană.
ru_ru: Недопустимая схема; ожидается таблица, состоящая из одного столбца.
sk_sk: Neplatná schéma, očakávala sa jednostĺpcová tabuľka.
sl_si: Neveljavna shema, pričakovana je tabela z enim stolpcem.
sr_cyrl_rs: Неважећа шема, очекивана је табела са једном колоном.
sr_latn_rs: Nevažeća šema, očekivana je tabela sa jednom kolonom.
sv_se: Ogiltigt schema, en enkolumnstabell förväntades.
th_th: Schema ไม่ถูกต้อง ควรจะเป็นตารางหนึ่งคอลัมน์
tr_tr: Geçersiz şema, tek sütunlu bir tablo bekleniyor.
uk_ua: Неприпустима схема. Очікувалася таблиця з одним стовпцем.
vi_vn: Sơ đồ không hợp lệ, dự kiến bảng có một cột.
zh_cn: 架构无效，需要包含由一列组成的表。
zh_tw: 結構描述無效，應為單一資料行的資料表。

# ErrNeedRecord
source: Cannot use a non-record value in this context.
bg_bg: Не може да се използва стойност, която не е запис, в този контекст.
ca_es: No es pot utilitzar un valor que no sigui un registre en aquest context.
cs_cz: V tomto kontextu nejde použít jinou hodnotu než záznam.
da_dk: Kan ikke bruge en ikke-post-værdi i denne kontekst.
de_de: In diesem Kontext kann nur ein Datensatzwert verwendet werden.
el_gr: Σε αυτό το περιβάλλον δεν είναι δυνατή η χρήση τιμής που δεν είναι τιμή εγγραφής.
es_es: No se puede usar un valor que no sea un registro en este contexto.
et_ee: Väärtust, mis pole kirje, ei saa selles kontekstis kasutada.
eu_es: Ezin da erabili erregistroa ez den baliorik testuinguru honetan.
fi_fi: Muuta kuin tietuearvoa ei voi käyttää tässä kontekstissa.
fr_fr: Impossible d’utiliser une valeur qui n’est pas un enregistrement dans ce contexte.
gl_es: Non se pode usar un valor que non sexa un rexistro neste contexto.
hi_in: किसी गैर-रेकॉर्ड मान का उपयोग इस प्रसंग में नहीं किया जा सकता.
hr_hr: Nije moguće koristiti vrijednost koja nije zapis u ovom kontekstu.
hu_hu: Ebben a környezetben nem használható olyan érték, amely nem rekord.
id_id: Tidak dapat menggunakan nilai bukan-catatan dalam konteks ini.
it_it: Non è possibile usare un valore che non è record in questo contesto.
ja_jp: このコンテキストでは、レコードではない値は使用できません。
kk_kz: Бұл контекстте жазба емес мәнді пайдалану мүмкін емес.
ko_kr: 이 컨텍스트에서 레코드가 아닌 값을 사용할 수 없습니다.
lt_lt: Negalima naudoti ne įrašo reikšmės šiame kontekste.
lv_lv: Šajā kontekstā nevar izmantot ar ierakstu nesaistītu vērtību.
ms_my: Tidak boleh menggunakan nilai bukan rekod dalam konteks ini.
nb_no: Kan ikke bruke en ikke-postverdi i denne konteksten.
nl_nl: Kan geen niet-recordwaarde in deze context gebruiken.
pl_pl: Nie można użyć wartości bez rekordu w tym kontekście.
pt_br: Não é possível usar um valor diferente de registro nesse contexto.
pt_pt: Não é possível utilizar um valor que não sejam registo neste contexto.
ro_ro: Nu se poate utiliza o valoare non-înregistrare în acest context.
ru_ru: Невозможно использовать значение, отличное от записи, в этом контексте.
sk_sk: Hodnota mimo záznamu sa nedá použiť v tomto kontexte.
sl_si: V tem kontekstu ne morete uporabiti vrednosti, ki ni zapis.
sr_cyrl_rs: Није могуће користити вредност која није запис у овом контексту.
sr_latn_rs: Nije moguće koristiti vrednost koja nije zapis u ovom kontekstu.
sv_se: Det går inte att använda icke-postvärden i den här kontexten.
th_th: ไม่สามารถใช้ค่าที่ไม่ใช่เรกคอร์ดในบริบทนี้
tr_tr: Bu bağlamda kayıt olmayan bir değer kullanılamaz.
uk_ua: У цьому контексті не можна використати значення, що не є записом.
vi_vn: Không thể sử dụng một giá trị không có bản ghi trong ngữ cảnh này.
zh_cn: 无法在此上下文中使用非记录值。
zh_tw: 無法使用此內容中非記錄的值。
