Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSort_expression
source: An expression that gets evaluated over rows in 'source' and provides values for sorting.
bg_bg: Израз, който се изчислява върху редове в „източник“ и предоставя стойности за сортиране.
ca_es: Expressió que s'avalua sobre les files a l'element 'source' i proporciona valors per ordenar.
cs_cz: Výraz, který se vyhodnocuje na řádcích ve zdroji a poskytuje hodnoty pro řazení
da_dk: Et udtryk, der bliver evalueret i rækker i 'kilden' og giver værdier for sortering.
de_de: Ein Ausdruck, der für Zeilen in "Quelle" ausgewertet wird und Werte für die Sortierung bereitstellt.
el_gr: Μια παράσταση που αξιολογείται σε σειρές στην "προέλευση" και παρέχει τιμές για ταξινόμηση.
es_es: Una expresión que se evalúa en las filas de "origen" y que proporciona valores para la ordenación.
et_ee: Avaldis, mille väärtus arvutatakse allikas olevate ridade põhjal ja mis esitab sortimiseks väärtused.
eu_es: "source" taulako errenkaden arabera ebaluatzen den espresioa, ordenatzeko balioak ematen dituena.
fi_fi: Lauseke, joka arvioidaan source-kohteen riveille ja antaa arvot lajittelua varten.
fr_fr: Expression évaluée sur les lignes de « source », fournissant des valeurs pour le tri.
gl_es: Expresión que se avalía sobre as filas da "orixe" e fornece valores para ordenar.
hi_in: एक एक्सप्रेशन जिसका 'source' में पंक्तियों पर आकलन होता है और सॉर्टिंग का मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju redaka u "izvoru" i daje vrijednosti za sortiranje.
hu_hu: Egy kifejezés, amelynek kiértékelése a megadott „forrás” sorain történik, és a rendezéshez használt értékeket biztosítja.
id_id: Ekspresi yang dievaluasi pada setiap baris di 'sumber' dan memberikan hasil untuk proses sortir.
it_it: Espressione che viene valutata in base alle righe in 'origine' e fornisce i valori per l'ordinamento.
ja_jp: 'ソース' 内の行を評価し、並べ替え用の値を提供する式。
kk_kz: Көздегі жолдар бойынша есептелетін және сұрыптау үшін мәндерді беретін өрнек.
ko_kr: '원본'의 행에 대해 평가되는 식으로, 정렬에 필요한 값을 제공합니다.
lt_lt: Reiškinys, apskaičiuojamas pagal šaltinio eilutes, pateikia rikiavimo reikšmes.
lv_lv: Izteiksme, kas tiek novērtēta attiecībā pret rindām vienumā "source" un nodrošina vērtības kārtošanai.
ms_my: Ungkapan yang dinilai di atas baris dalam 'sumber' dan menyediakan nilai untuk pengisihan.
nb_no: Et uttrykk som blir evaluert over rader i kilden og inneholder verdier for sortering.
nl_nl: Een expressie waarmee de rijen in 'source' worden geëvalueerd en die de waarden voor de sortering verstrekt.
pl_pl: Wyrażenie, które jest oceniane względem wierszy w elemencie „źródło” i zapewnia wartości na potrzeby sortowania.
pt_br: Expressão que é avaliada sobre linhas da 'source' (origem) e fornece valores para classificação.
pt_pt: Uma expressão que obtém valores em linhas na "origem" e fornece valores para ordenação.
ro_ro: O expresie care se evaluează pentru rândurile din „sursă” și furnizează valori pentru sortare.
ru_ru: Выражение, которое вычисляется для строк в "источнике" и предоставляет значения для сортировки.
sk_sk: Výraz vyhodnotený pre riadky v zdroji a uvádza hodnoty pre zoradenie.
sl_si: Izraz, ki bo ovrednoten za vrstice v argumentu »vir« in ki zagotovi vrednosti za razvrščanje.
sr_cyrl_rs: Израз који се проверава у редовима у „извору“ и пружа вредности за сортирање.
sr_latn_rs: Izraz koji se proverava u redovima u „izvoru“ i pruža vrednosti za sortiranje.
sv_se: Ett uttyck som utvärderas för rader i källan och ger sorteringsvärden.
th_th: นิพจน์ที่ถูกประเมินจากแถวใน 'source' และให้ค่าในการเรียงลำดับ
tr_tr: 'source' içindeki satırlarda değerlendirilen ve sıralama için değerler sağlayan bir ifade.
uk_ua: Вираз, що обчислюється стосовно рядків у джерелі й надає значення для сортування.
vi_vn: Một biểu thức được đánh giá qua các hàng trong 'nguồn' và cung cấp các giá trị để sắp xếp.
zh_cn: 对 "source" 中的行计算并为排序提供值的表达式。
zh_tw: 對 'source' 中的資料列評估運算式，並為排序提供值。

# AboutSort_order
source: SortOrder.Ascending or SortOrder.Descending
bg_bg: SortOrder.Ascending или SortOrder.Descending
ca_es: SortOrder.Ascending o SortOrder.Descending
cs_cz: SortOrder.Ascending nebo SortOrder.Descending
da_dk: SortOrder.Ascending eller SortOrder.Descending
de_de: SortOrder.Ascending oder SortOrder.Descending
el_gr: SortOrder.Ascending ή SortOrder.Descending
es_es: SortOrder.Ascending o SortOrder.Descending
et_ee: SortOrder.Ascending või SortOrder.Descending
eu_es: SortOrder.Ascending edo SortOrder.Descending
fi_fi: SortOrder.Ascending tai SortOrder.Descending
fr_fr: SortOrder.Ascending ou SortOrder.Descending
gl_es: SortOrder.Ascending ou SortOrder.Descending
hi_in: SortOrder.Ascending या SortOrder.Descending
hr_hr: SortOrder.Ascending ili SortOrder.Descending
hu_hu: SortOrder.Ascending vagy SortOrder.Descending
id_id: SortOrder.Ascending atau SortOrder.Descending
it_it: SortOrder.Ascending o SortOrder.Descending
ja_jp: SortOrder.Ascending または SortOrder.Descending
kk_kz: SortOrder.Ascending немесе SortOrder.Descending
ko_kr: SortOrder.Ascending 또는 SortOrder.Descending
lt_lt: SortOrder.Ascending arba SortOrder.Descending
lv_lv: SortOrder.Ascending vai SortOrder.Descending
ms_my: SortOrder.Ascending atau SortOrder.Descending
nb_no: SortOrder.Ascending eller SortOrder.Descending
nl_nl: SortOrder.Ascending of SortOrder.Descending
pl_pl: SortOrder.Ascending lub SortOrder.Descending
pt_br: SortOrder.Ascending ou SortOrder.Descending
pt_pt: SortOrder.Ascending ou SortOrder.Descending
ro_ro: SortOrder.Ascending sau SortOrder.Descending
ru_ru: SortOrder.Ascending или SortOrder.Descending
sk_sk: SortOrder.Ascending alebo SortOrder.Descending
sl_si: SortOrder.Ascending ali SortOrder.Descending
sr_cyrl_rs: SortOrder.Ascending или SortOrder.Descending
sr_latn_rs: Rastući ili opadajući
sv_se: SortOrder.Ascending eller SortOrder.Descending
th_th: SortOrder.Ascending หรือ SortOrder.Descending
tr_tr: SortOrder.Ascending veya SortOrder.Descending
uk_ua: SortOrder.Ascending або SortOrder.Descending
vi_vn: SortOrder.Ascending hoặc SortOrder.Descending
zh_cn: SortOrder.Ascending 或 SortOrder.Descending
zh_tw: SortOrder.Ascending 或 SortOrder.Descending

# AboutSortByColumns
source: Sorts 'source' based on the column, optionally specifying a sort 'order'.
bg_bg: Сортира „източник“, базирано на колоната, опционално указвайки „ред“ на сортирането.
ca_es: Ordena l'element 'source' en funció de la columna i, opcionalment, especifica un element 'order' per ordenar.
cs_cz: Seřadí „zdroj“ podle určitého sloupce. Volitelně může být zadáno „pořadí“ řazení.
da_dk: Sorterer 'kilde' på baggrund af kolonnen, angiver eventuelt en sorterings-'rækkefølge'.
de_de: Sortiert „Quelle“ auf der Grundlage der Spalte, wobei optional eine Sortierreihenfolge „Reihenfolge“ angegeben werden kann.
el_gr: Ταξινομεί την "προέλευση" με βάση τη στήλη, προαιρετικά με καθορισμό "σειράς" ταξινόμησης.
es_es: Ordena el origen en función de la columna, especificando opcionalmente un criterio de ordenación.
et_ee: Sordib allika veeru põhjal, määrates soovi korral sortimisjärjestuse.
eu_es: "source" ordenatzen du zutabeen arabera (aukera duzu "order" ordenatzeko irizpidea zehazteko).
fi_fi: Lajittelee source-lähteen sarakkeen perusteella määrittäen valinnaisesti lajittelun order-järjestyksen.
fr_fr: Trie la « source » sur la base de la colonne, en spécifiant éventuellement un « ordre » de tri.
gl_es: Ordena a "orixe" segundo a columna, especificando opcionalmente unha "ordenación".
hi_in: वैकल्पिक रूप से एक सॉर्ट 'क्रम' निर्दिष्‍ट करते हुए, स्तंभ के आधार पर 'source' को सॉर्ट करता है.
hr_hr: Sortira "izvor" na temelju stupca, po želji određuje "redoslijed" sortiranja.
hu_hu: Az oszlop alapján rendezi a forrást; a nem kötelező „sorrend” argumentum is megadható.
id_id: Menyortir 'sumber' berdasarkan kolom, menentukan 'urutan' sortir opsional.
it_it: Ordina 'origine' in base alla colonna, specificando facoltativamente un valore 'ordine' per l'ordinamento.
ja_jp: 列に基づいて 'ソース' を並べ替えます。並べ替え '順序' を指定することもできます。
kk_kz: Сұрыптау ретін қосымша көрсету арқылы, көзді баған негізінде сұрыптайды.
ko_kr: 열을 기준으로 '원본'을 정렬합니다(경우에 따라 정렬 '순서' 지정).
lt_lt: Rikiuoja šaltinį pagal stulpelį. Galima pasirinktinai nurodyti rikiavimo tvarką.
lv_lv: Kārto vienumu "source", ņemot vērā kolonnu, neobligāti norādot kārtošanas vienumu "order".
ms_my: Mengisih 'sumber' berdasarkan lajur, secara pilihan menentukan 'tertib' isihan.
nb_no: Sorterer kilden basert på kolonnen. En sorteringsrekkefølge kan eventuelt angis.
nl_nl: Hiermee wordt 'source' gesorteerd op basis van de kolom en kunt eventueel een 'order' voor sorteren opgeven.
pl_pl: Sortuje element podany w parametrze „źródło” w oparciu o kolumnę. Opcjonalnie za pomocą parametru „kolejność” można określić kolejność sortowania.
pt_br: Classifica 'source' (origem) com base na coluna, com a opção de especificar uma 'order' (ordem) de classificação.
pt_pt: Ordena a "origem" com base na coluna, especificando a ordem "ordem" opcionalmente.
ro_ro: Sortează „sursa” pe baza coloanei, specificând în mod opțional o „ordine” de sortare.
ru_ru: Сортирует "источник" на основе столбца, дополнительно можно указать "порядок сортировки".
sk_sk: Zoradí zdroj podľa stĺpca a voliteľne určí spôsob zoradenia.
sl_si: Razvrsti »vir« glede na stolpec, z izbirnim določilom vrstnega reda razvrščanja argumenta »vrstni_red«.
sr_cyrl_rs: Сортира „извор“ на основу колоне, опционално наводећи „редослед“ сортирања.
sr_latn_rs: Sortira „izvor“ na osnovu kolone, opcionalno navodeći „redosled“ sortiranja.
sv_se: Sorterar källan baserat på kolumnen. Valfritt så att en sorteringsordning kan anges.
th_th: เรียงลำดับ 'source' โดยอิงตามคอลัมน์ และสามารถเลือกกำหนด 'order' การเรียงลำดับได้
tr_tr: İsteğe bağlı bir sıralama 'order' değeri belirterek 'source' öğesini sütuna göre sıralar.
uk_ua: Сортує дані джерела стосовно стовпця. Додатково можна визначити порядок сортування.
vi_vn: Sắp xếp 'nguồn' dựa theo cột, có thể tùy chọn chỉ định một 'thứ tự' sắp xếp.
zh_cn: 基于列对 "source" 排序(可以选择指定排序 "order")。
zh_tw: 依資料行排序 'source'，可選擇性地指定排序 'order'。

# SortByColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# SortByColumnsArg2
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
id_id: kolom
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sr_latn_rs: kolona
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# SortByColumnsArg3
source: order
bg_bg: ред
ca_es: ordena
cs_cz: pořadí
da_dk: rækkefølge
de_de: Reihenfolge
el_gr: σειρά
es_es: ordenar
et_ee: järjestus
eu_es: ordena
fi_fi: järjestys
fr_fr: ordre
gl_es: orde
hi_in: ऑर्डर
hr_hr: redoslijed
hu_hu: sorrend
id_id: urutan
it_it: ordine
ja_jp: 順序
kk_kz: реті
ko_kr: 순서
lt_lt: tvarka
lv_lv: secība
ms_my: tertib
nb_no: rekkefølge
nl_nl: volgorde
pl_pl: kolejność
pt_br: classificar
pt_pt: ordem
ro_ro: ordine
ru_ru: порядок
sk_sk: poradie
sl_si: vrstni_red
sr_cyrl_rs: редослед
sr_latn_rs: redosled
sv_se: ordna
th_th: ลำดับ
tr_tr: sıra
uk_ua: порядок
vi_vn: thứ_tự
zh_cn: 顺序
zh_tw: 順序

# AboutSortByColumns_source
source: The table to sort.
bg_bg: Таблицата за сортиране.
ca_es: Taula que s'ordenarà.
cs_cz: Tabulka, která má být seřazena
da_dk: Tabellen, der skal sorteres.
de_de: Die zu sortierende Tabelle.
el_gr: Ο πίνακας για ταξινόμηση.
es_es: Tabla que se va a ordenar.
et_ee: Sorditav tabel.
eu_es: Ordenatuko den taula.
fi_fi: Lajiteltava taulukko.
fr_fr: Table à trier.
gl_es: Táboa que se vai ordenar.
hi_in: सॉर्ट की जाने वाली तालिका.
hr_hr: Tablica koja se sortira.
hu_hu: A rendezendő tábla.
id_id: Tabel untuk disortir.
it_it: Tabella da ordinare.
ja_jp: 並べ替えの対象となるテーブル。
kk_kz: Сұрыпталатын кесте.
ko_kr: 정렬할 테이블입니다.
lt_lt: Lentelė, kurią reikia surikiuoti.
lv_lv: Kārtojamā tabula.
ms_my: Jadual untuk diisih.
nb_no: Tabellen som skal sorteres.
nl_nl: De tabel die moet worden gesorteerd.
pl_pl: Tabela do sortowania.
pt_br: Tabela a ser classificada.
pt_pt: Tabela a ordenar.
ro_ro: Tabelul de sortat.
ru_ru: Таблица для сортировки.
sk_sk: Tabuľka na zoradenie.
sl_si: Tabela, ki bo razvrščena.
sr_cyrl_rs: Табела за сортирање.
sr_latn_rs: Tabela za sortiranje.
sv_se: Tabellen att sortera.
th_th: ตารางที่จะเรียงลำดับ
tr_tr: Sıralanacak tablo.
uk_ua: Таблиця, дані якої потрібно відсортувати.
vi_vn: Bảng cần sắp xếp.
zh_cn: 要排序的表。
zh_tw: 要排序的資料表。

# AboutSortByColumns_column
source: A unique column name.
bg_bg: Уникално име на колона.
ca_es: Nom de columna únic.
cs_cz: Jedinečný název sloupce.
da_dk: Et unikt kolonnenavn.
de_de: Ein eindeutiger Spaltenname.
el_gr: Μοναδικό όνομα στήλης.
es_es: Un nombre de columna único.
et_ee: Kordumatu veerunimi.
eu_es: Zutabearen izen esklusiboa.
fi_fi: Yksilöivä sarakkeen nimi.
fr_fr: Nom de colonne unique.
gl_es: Nome de columna único.
hi_in: एक अद्वितीय स्तंभ नाम.
hr_hr: Jedinstveni naziv stupca.
hu_hu: Egy egyedi oszlopnév.
id_id: Nama kolom unik.
it_it: Nome colonna univoco.
ja_jp: 列の一意の名前。
kk_kz: Бірегей баған атауы.
ko_kr: 고유한 열 이름입니다.
lt_lt: Unikalus stulpelio pavadinimas.
lv_lv: Unikāls kolonnas nosaukums.
ms_my: Nama lajur yang unik.
nb_no: Et unikt kolonnenavn.
nl_nl: Een unieke kolomnaam.
pl_pl: Unikatowa nazwa kolumny.
pt_br: Nome de coluna exclusivo.
pt_pt: Um nome de coluna único.
ro_ro: Un nume de coloană unic.
ru_ru: Уникальное имя столбца.
sk_sk: Jedinečný názov stĺpca.
sl_si: Enolično ime stolpca.
sr_cyrl_rs: Јединствено име колоне.
sr_latn_rs: Jedinstveno ime kolone.
sv_se: Ett unikt kolumnnamn.
th_th: ชื่อคอลัมน์เฉพาะ
tr_tr: Benzersiz bir sütun adı.
uk_ua: Унікальне ім’я стовпця.
vi_vn: Tên cột duy nhất.
zh_cn: 唯一的列名。
zh_tw: 不重複的資料行名稱。

# AboutSortByColumns_order
source: SortOrder.Ascending or SortOrder.Descending
bg_bg: SortOrder.Ascending или SortOrder.Descending
ca_es: SortOrder.Ascending o SortOrder.Descending
cs_cz: SortOrder.Ascending nebo SortOrder.Descending
da_dk: SortOrder.Ascending eller SortOrder.Descending
de_de: SortOrder.Ascending oder SortOrder.Descending
el_gr: SortOrder.Ascending ή SortOrder.Descending
es_es: SortOrder.Ascending o SortOrder.Descending
et_ee: SortOrder.Ascending või SortOrder.Descending
eu_es: SortOrder.Ascending edo SortOrder.Descending
fi_fi: SortOrder.Ascending tai SortOrder.Descending
fr_fr: SortOrder.Ascending ou SortOrder.Descending
gl_es: SortOrder.Ascending ou SortOrder.Descending
hi_in: SortOrder.Ascending या SortOrder.Descending
hr_hr: SortOrder.Ascending ili SortOrder.Descending
hu_hu: SortOrder.Ascending vagy SortOrder.Descending
id_id: SortOrder.Ascending atau SortOrder.Descending
it_it: SortOrder.Ascending o SortOrder.Descending
ja_jp: SortOrder.Ascending または SortOrder.Descending
kk_kz: SortOrder.Ascending немесе SortOrder.Descending
ko_kr: SortOrder.Ascending 또는 SortOrder.Descending
lt_lt: SortOrder.Ascending arba SortOrder.Descending
lv_lv: SortOrder.Ascending vai SortOrder.Descending
ms_my: SortOrder.Ascending atau SortOrder.Descending
nb_no: SortOrder.Ascending eller SortOrder.Descending
nl_nl: SortOrder.Ascending of SortOrder.Descending
pl_pl: SortOrder.Ascending lub SortOrder.Descending
pt_br: SortOrder.Ascending ou SortOrder.Descending
pt_pt: SortOrder.Ascending ou SortOrder.Descending
ro_ro: SortOrder.Ascending sau SortOrder.Descending
ru_ru: SortOrder.Ascending или SortOrder.Descending
sk_sk: SortOrder.Ascending alebo SortOrder.Descending
sl_si: SortOrder.Ascending ali SortOrder.Descending
sr_cyrl_rs: SortOrder.Ascending или SortOrder.Descending
sr_latn_rs: Rastući ili opadajući
sv_se: SortOrder.Ascending eller SortOrder.Descending
th_th: SortOrder.Ascending หรือ SortOrder.Descending
tr_tr: SortOrder.Ascending veya SortOrder.Descending
uk_ua: SortOrder.Ascending або SortOrder.Descending
vi_vn: SortOrder.Ascending hoặc SortOrder.Descending
zh_cn: SortOrder.Ascending 或 SortOrder.Descending
zh_tw: SortOrder.Ascending 或 SortOrder.Descending

# SortByColumnsWithOrderValuesArg3
source: values
bg_bg: стойности
ca_es: valors
cs_cz: hodnoty
da_dk: værdier
de_de: Werte
el_gr: τιμές
es_es: valores
et_ee: väärtused
eu_es: balioak
fi_fi: arvot
fr_fr: valeurs
gl_es: valores
hi_in: मान
hr_hr: vrijednosti
hu_hu: értékek
id_id: nilai
it_it: valori
ja_jp: 値
kk_kz: мәндер
ko_kr: 값
lt_lt: reikšmės
lv_lv: vērtības
ms_my: nilai
nb_no: verdier
nl_nl: waarden
pl_pl: wartości
pt_br: valores
pt_pt: valores
ro_ro: valori
ru_ru: значения
sk_sk: hodnoty
sl_si: vrednosti
sr_cyrl_rs: вредности
sr_latn_rs: vrednosti
sv_se: värden
th_th: ค่า
tr_tr: değerler
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值
