Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutPatch
source: Applies the updates to the specified row and changes the row in the specified datasource. Returns the updated row.
bg_bg: Прилага актуализациите към указания ред и променя реда в указания източник на данни. Връща актуализирания ред.
ca_es: Aplica les actualitzacions a la fila especificada i canvia la fila de l'origen de dades especificat. Retorna la fila actualitzada.
cs_cz: Aplikuje aktualizace pro zadaný řádek a změní řádek v zadaném zdroji dat. Vrátí aktualizovaný řádek.
da_dk: Anvender opdateringerne til den angivne række og ændrer rækken i den angivne datakilde. Returnerer den opdaterede række.
de_de: Wendet die Updates auf die angegebene Zeile an und ändert die Zeile in der angegebenen Datenquelle. Gibt die aktualisierte Zeile zurück.
el_gr: Εφαρμόζει τις ενημερώσεις στην καθορισμένη γραμμή και αλλάζει τη γραμμή στην καθορισμένη προέλευση δεδομένων. Επιστρέφει την ενημερωμένη γραμμή.
es_es: Aplica las actualizaciones a la fila especificada y cambia la fila en el origen de datos especificado. Devuelve la fila actualizada.
et_ee: Rakendab värskendused määratud reale ja muudab rea määratud andmeallikas. Tagastab värskendatud rea.
eu_es: Zehaztutako errenkadan aplikatzen ditu eguneratzeak eta zehaztutako datu-iturburuko errenkada aldatzen du. Errenkada eguneratua itzultzen du.
fi_fi: Ottaa päivitykset käyttöön määritetylle riville ja muuttaa rivin määritetyssä tietolähteessä. Palauttaa päivitetyn rivin.
fr_fr: Applique les mises à jour à la ligne spécifiée, et modifie celle-ci dans la source de données spécifiée. Retourne la ligne mise à jour.
gl_es: Aplica as actualizacións á fila especificada e modifica a fila da orixe de datos especificada. Devolve a fila actualizada.
hi_in: अद्यतनों को निर्दिष्ट पंक्ति पर लागू करता है और निर्दिष्ट डेटास्रोत की पंक्ति को बदलता है. अद्यतित पंक्ति लौटाता है.
hr_hr: Primjenjuje ažuriranje na navedeni redak i mijenja redak u navedenom izvoru podataka. Vraća ažurirani redak.
hu_hu: Alkalmazza a frissítéseket megadott sorra, és módosítja a sort a megadott adatforrásban. A frissített sort adja vissza.
id_id: Menerapkan pembaruan ke baris yang ditentukan dan mengubah baris di sumber data tertentu. Mengembalikan baris yang diperbarui.
it_it: Applica gli aggiornamenti alla riga specificata e modifica la riga nell'origine dati specificata. Restituisce la riga aggiornata.
ja_jp: 指定された行に更新を適用し、指定されたデータソースの行を変更します。更新された行を返します。
kk_kz: Жаңартуларды көрсетілген жолға қолданады және көрсетілген деректер көзіндегі жолды өзгертеді. Жаңартылған жолды қайтарады.
ko_kr: 지정된 행에 업데이트를 적용하고 지정된 데이터 원본의 행을 변경합니다. 업데이트된 행을 반환합니다.
lt_lt: Taiko naujinimus nurodytai eilutei ir pakeičia eilutę į nurodytą duomenų šaltinį. Pateikia atnaujintą eilutę.
lv_lv: Lieto atjauninājumus norādītajā rindā un maina rindu norādītajā datu avotā. Atgriež atjaunināto rindu.
ms_my: Menggunakan kemaskinian pada baris yang ditentukan dan mengubah baris dalam sumber data yang ditentukan. Mengembalikan baris yang dikemas kini.
nb_no: Bruker oppdateringene i den angitte raden, og endrer raden i den angitte datakilden. Returnerer den oppdaterte raden.
nl_nl: Hiermee worden de updates toegepast op de opgegeven rijen en wordt de rij in de opgegeven gegevensbron gewijzigd. De bijgewerkte rij wordt geretourneerd.
pl_pl: Stosuje aktualizacje do określonego wiersza i zmienia wiersz w określonym źródle danych. Zwraca zaktualizowany wiersz.
pt_br: Aplica as atualizações para a linha especificada e altera a linha na fonte de dados especificada. Retorna a linha atualizada.
pt_pt: Aplica as atualizações à linha especificada e altera a linha na origem de dados especificada. Devolve a linha atualizada.
ro_ro: Aplică actualizările la rândul specificat și modifică rândul în sursa de date specificată. Returnează rândul actualizat.
ru_ru: Применяет обновления к заданной строке и изменяет строку в указанном источнике данных. Возвращает обновленную строку.
sk_sk: Použije aktualizácie na zadaný riadok a zmení riadok v zadanom zdroji údajov. Vráti aktualizovaný riadok.
sl_si: Uporabi posodobitve določene vrstice in spremeni vrstico v določenem viru podatkov. Vrne posodobljeno vrstico.
sr_cyrl_rs: Примењује исправке на наведени ред и мења ред у наведени извор података. Враћа ажурирани ред.
sv_se: Tillämpar uppdateringarna på den angivna raden och ändrar raden i den angivna datakällan. Returnerar den uppdaterade raden.
th_th: ใช้การอัปเดตกับแถวที่กำหนด และเปลี่ยนแปลงแถวในแหล่งข้อมูลที่กำหนด ส่งกลับแถวที่อัปเดตแล้ว
tr_tr: Güncelleştirmeleri belirtilen satırlara uygular ve belirtilen veri kaynağındaki satırı değiştirir. Güncelleştirilen satırı döndürür.
uk_ua: Застосовує оновлення до вказаного рядка й змінює його в зазначеному джерелі даних. Повертає оновлений рядок.
vi_vn: Áp dụng nội dung cập nhật cho hàng được chỉ định, đồng thời thay đổi hàng trong nguồn dữ liệu được chỉ định. Trả về hàng đã cập nhật.
zh_cn: 将更新应用到指定行并更改指定数据源中的行。返回更新的行。
zh_tw: 將更新套用至指定的資料列，並變更指定資料來源中的資料列。傳回更新後的資料列。

# AboutPatchSingleRecord
source: Takes a single record with primary keys and updated values and updates the corresponding row in the specified datasource. Returns the updated row.
bg_bg: Взима единичен запис с първични ключове и актуализирани стойности и актуализира съответния ред в указания източник на данни. Връща актуализирания ред.
ca_es: Agafa un sol registre amb les claus principals i els valors actualitzats i actualitza la fila corresponent de l'origen de dades especificat. Retorna la fila actualitzada.
cs_cz: Vezme jeden záznam s primárními klíči a aktualizovanými hodnotami a aktualizuje odpovídající řádek v zadaném zdroji dat. Vrátí aktualizovaný řádek.
da_dk: Tager en enkelt post med primære nøgler og opdaterede værdier og opdaterer den tilsvarende række i den angivne datakilde. Returnerer den opdaterede række.
de_de: Verwendet einen einzigen Datensatz mit Primärschlüsseln und aktualisierten Werten und aktualisiert die entsprechende Zeile in der angegebenen Datenquelle. Gibt die aktualisierte Zeile zurück.
el_gr: Λαμβάνει μία μεμονωμένη εγγραφή με πρωτεύοντα κλειδιά και ενημερωμένες τιμές και ενημερώνει την αντίστοιχη γραμμή στην καθορισμένη προέλευση δεδομένων. Επιστρέφει την ενημερωμένη γραμμή.
es_es: Toma un registro único con claves principales y valores actualizados, y actualiza la fila correspondiente del origen de datos especificado. Devuelve la fila actualizada.
et_ee: Võtab primaarvõtmete ja värskendatud väärtustega üksikkirje ja värskendab vastava rea määratud andmeallikas. Tagastab värskendatud rea.
eu_es: Lehen mailako gakoak eta balio eguneratuak dituen erregistro bakarra hautatzen du eta dagokion errenkada eguneratzen du zehaztutako datu-iturburuan. Errenkada eguneratua itzultzen du.
fi_fi: Ottaa yksittäisen perusavaimia sekä päivitettyjä avaimia sisältävän tietueen ja päivittää vastaavan rivin määritetyssä tietolähteessä. Palauttaa päivitetyn rivin.
fr_fr: Prend un enregistrement comportant des clés primaires et des valeurs mises à jour, puis met à jour la ligne correspondante dans la source de données spécifiée. Renvoie la ligne mise à jour.
gl_es: Colle un único rexistro con claves principais e valores actualizados e actualiza a fila correspondente na orixe de datos especificada. Devolve a fila actualizada.
hi_in: प्राथमिक कुंजी और अद्यतन मूल्यों के साथ एकल रिकॉर्ड लेता है और निर्दिष्ट डेटास्रोत में इसी पंक्ति का अद्यतन करता है. अद्यतित पंक्ति लौटाता है.
hr_hr: Na temelju jednog zapisa s primarnim ključevima i ažuriranim vrijednostima ažurira odgovarajući redak u navedenom izvoru podataka. Vraća ažurirani redak.
hu_hu: Egyetlen, elsődleges kulcsokkal és frissített értékekkel rendelkező rekordot fogad, és frissíti a megfelelő sort a megadott adatforrásban. A frissített sort adja vissza.
id_id: Mengambil satu rekaman dengan kunci utama dan nilai yang diperbarui serta memperbarui baris terkait dalam sumber data yang ditentukan. Menghasilkan baris yang diperbarui.
it_it: Accetta un singolo record con chiavi primarie e valori aggiornati e aggiorna la riga corrispondente nell'origine dati specificata. Restituisce la riga aggiornata.
ja_jp: 単一のレコードをプライマリ キーと更新された値と一緒に取得し、指定したデータソースの対応する行を更新します。更新された行を返します。
kk_kz: Бастапқы кілттері бар бір жазба мен жаңартылған мәндерді алады және көрсетілген деректер көзінде сәйкес жолды жаңартады. Жаңартылған жолды қайтарады.
ko_kr: 기본 키와 업데이트된 값이 있는 단일 레코드를 사용하여 지정된 데이터 원본의 해당 행을 업데이트합니다. 업데이트된 행을 반환합니다.
lt_lt: Paima vieną įrašą su pirminiais raktais bei atnaujintomis reikšmėmis ir atnaujina atitinkamą eilutę nurodytame duomenų šaltinyje. Pateikia atnaujintą eilutę.
lv_lv: Izmanto atsevišķu ierakstu ar primārajām atslēgām un atjauninātajām vērtībām un atjaunina atbilstošo rindu norādītajā datu avotā. Atgriež atjaunināto rindu.
ms_my: Mengambil rekod tunggal dengan kunci utama serta nilai yang dikemas kini dan mengemas kini baris yang sepadan dalam sumber data yang ditentukan. Mengembalikan baris yang dikemas kini.
nb_no: Tar en enkel post med primærnøkler og oppdaterte verdier, og oppdaterer de tilsvarende radene i den angitte datakilden. Returnerer den oppdaterte raden.
nl_nl: Hiermee wordt één record met primaire sleutels en bijgewerkte waarden opgehaald en wordt de desbetreffende rij bijgewerkt in de opgegeven gegevensbron. Een bijgewerkte rij wordt geretourneerd.
pl_pl: Bierze pojedynczy rekord z kluczami podstawowymi oraz zaktualizowanymi wartościami i aktualizuje odpowiedni wiersz w określonym źródle danych. Zwraca zaktualizowany wiersz.
pt_br: Tira um registro único com chaves primárias e valores atualizados e atualiza a linha correspondente na fonte de dados especificada. Retorna a linha atualizada.
pt_pt: Num único registo com chaves primárias e campos atualizados, atualiza a linha correspondente na origem de dados especificada. Devolve a linha atualizada.
ro_ro: Preia o singură înregistrare cu chei primare și valori actualizate și actualizează rândul corespunzător din sursa de date specificată. Returnează rândul actualizat.
ru_ru: Принимает одну запись с первичными ключами и обновленными значениями и обновляет соответствующую строку в указанном источнике данных. Возвращает обновленную строку.
sk_sk: Podľa jedného záznamu s primárnymi kľúčmi a aktualizovanými hodnotami aktualizuje príslušný riadok v zadanom zdroji údajov. Vráti aktualizovaný riadok.
sl_si: Vzame en zapis s primarnimi ključi in posodobljenimi vrednostmi ter posodobi ustrezno vrstico v navedenem viru podatkov. Vrne tabelo s posodobljeno vrstico.
sr_cyrl_rs: Узима један запис са примарним кључевима и ажурираним вредностима и ажурира одговарајући ред у наведеном извору података. Враћа ажурирани ред.
sv_se: Tar en enskild post med primärnycklar och uppdaterade värden och uppdaterar motsvarande rad i den angivna datakällan. Returnerar den uppdaterade raden.
th_th: เลือกบันทึกหนึ่งรายการที่มีคีย์หลักและค่าที่อัปเดตแล้ว และอัปเดตแถวที่สอดคล้องกันในแหล่งข้อมูลที่กำหนด ส่งกลับแถวที่อัปเดตแล้ว
tr_tr: Birincil anahtarların ve güncelleştirilmiş değerlerin bulunduğu tek bir kaydı alır ve belirtilen veri kaynağında karşılık gelen satırı güncelleştirir. Güncelleştirilen satırı döndürür.
uk_ua: Бере один запис із первинними ключами й оновленими значеннями та оновлює відповідний рядок у вказаному джерелі даних. Повертає оновлений рядок.
vi_vn: Lấy một bản ghi đơn có các khóa chính và giá trị đã cập nhật, rồi cập nhật hàng tương ứng trong nguồn dữ liệu được chỉ định. Trả về hàng được cập nhật.
zh_cn: 采用包含主键和已更新值的单个记录，并更新指定数据源中的相应行。返回已更新的行。
zh_tw: 採用具備主索引鍵及更新值的單一記錄，並更新指定的資料來源中對應的資料列。傳回更新的資料列。

# AboutPatchAggregate
source: Takes a table of rows and applies the updates specified in a table of updates in a one-to-one fashion. Returns a table of updated rows.
bg_bg: Взима таблица с редове и прилага актуализациите, указани в таблица с актуализации, една по една. Връща таблица с актуализираните редове.
ca_es: Agafa una taula de files i aplica d'una en una les actualitzacions especificades en una taula d'actualitzacions. Retorna una taula de files actualitzades.
cs_cz: Vezme tabulku řádků a postupně pro každý řádek aplikuje aktualizaci zadanou v odpovídajícím řádku tabulky aktualizací. Vrátí tabulku aktualizovaných řádků.
da_dk: Tager en tabel med rækker og anvender de opdateringer, der er angivet i en tabel med opdateringer, en til en. Returnerer en tabel med opdaterede rækker.
de_de: Verwendet eine Tabelle mit Zeilen und wendet die in einer Tabelle mit Updates angegebenen Aktualisierungen eins zu eins an. Gibt eine Tabelle mit aktualisierten Zeilen zurück.
el_gr: Λαμβάνει έναν πίνακα γραμμών και εφαρμόζει τις ενημερώσεις που καθορίζονται σε έναν πίνακα ενημερώσεων με μέθοδο ένα-προς-ένα. Επιστρέφει έναν πίνακα ενημερωμένων γραμμών.
es_es: Toma una tabla de filas y aplica las actualizaciones especificadas en una tabla de actualizaciones de una a una. Devuelve una tabla de filas actualizadas.
et_ee: Võtab ridade tabeli ja rakendab värskendatud tabelis määratud värskendused üks ühele. Tagastab värskendatud ridade tabeli.
eu_es: Errenkada-taula bat hautatzen du eta eguneratze-taula batean zehaztutako eguneratzeak aplikatzen ditu batetik baterako erlazioa erabiliz. Errenkada-taula eguneratua itzultzen du.
fi_fi: Ottaa rivien taulukon ja ottaa päivitysten taulukossa määritetyt päivitykset käyttöön yksi yhteen -tavalla. Palauttaa päivitettyjen rivien taulukon.
fr_fr: Prend un tableau de lignes, puis applique les mises à jour spécifiées dans un tableau de mises à jour en mode un à un. Renvoie un tableau des lignes mises à jour.
gl_es: Colle unha táboa de filas e aplica as actualizacións especificadas nunha táboa de actualizacións unha a unha. Devolve unha táboa de filas actualizadas.
hi_in: अद्यतनों को निर्दिष्ट पंक्ति की तालिका पर लागू करता है और उन्हें डेटास्रोत की पंक्ति को बदलता है. अद्यतित पंक्ति की तालिका लौटाता है.
hr_hr: Na tablicu redaka primjenjuje ažuriranja određena u tablici ažuriranja u odnosu jedan na jedan. Vraća tablicu ažuriranih redaka.
hu_hu: Sorok tábláját fogadja, és egy-az-egyhez módon alkalmazza a frissítéseket tartalmazó táblában megadott frissítéseket. A frissített sorokat tartalmazó táblát adja vissza.
id_id: Mengambil tabel baris dan menerapkan pembaruan yang ditentukan dalam tabel pembaruan dengan gaya satu-satu. Mengembalikan tabel baris yang diperbarui.
it_it: Accetta una tabella di righe e applica gli aggiornamenti specificati nella tabella di aggiornamenti in modalità uno a uno. Restituisce una tabella di righe aggiornate.
ja_jp: 行のテーブルを取得し、更新プログラムのテーブルで指定された更新を 1 対 1 形式で適用します。更新された行のテーブルを返します。
kk_kz: Жолдар кестесін алады және бірге-бір түрінде жаңартулар кестесінде көрсетілген жаңартуларды қолданады. Жаңартылған жолдардың кестесін қайтарады.
ko_kr: 행 테이블을 사용하여 업데이트 테이블에 지정된 업데이트를 일 대 일 방식으로 적용합니다. 업데이트된 행 테이블을 반환합니다.
lt_lt: Paima eilučių lentelę ir po vieną taiko naujinimus, nurodytus naujinimų lentelėje. Pateikia atnaujintų eilučių lentelę.
lv_lv: Rindu tabulā lieto atjauninājumu tabulā norādītos atjauninājumus pa vienam. Atgriež atjaunināto rindu tabulu.
ms_my: Mengambil jadual baris dan menggunakan kemaskinian yang ditentukan dalam jadual kemaskinian dengan gaya satu dengan satu. Mengembalikan jadual baris yang dikemas kini.
nb_no: Tar en tabell med rader og bruker oppdateringene angitt i en oppdateringstabell på en-til-en-basis. Returnerer en tabell med oppdaterte rader.
nl_nl: Hiermee wordt een tabel met rijen opgehaald en worden de updates in een tabel één voor één toegevoegd. Een tabel met bijgewerkte rijen wordt geretourneerd.
pl_pl: Bierze tabelę wierszy i stosuje aktualizacje określone w tabeli aktualizacji metodą „jeden do jednego”. Zwraca tabelę zaktualizowanych wierszy.
pt_br: Tira uma tabela de linhas e aplica as atualizações especificadas em uma tabela de atualizações com um estilo individual. Retorna uma tabela de linhas atualizadas.
pt_pt: Numa tabela de linhas, aplica as atualizações especificadas numa tabela de atualizações uma de cada vez. Devolve uma tabela de linhas atualizadas.
ro_ro: Preia un tabel de rânduri și aplică actualizările specificate într-un tabel de actualizări într-o modalitate unu-la-unu. Returnează un tabel de rânduri actualizate.
ru_ru: Принимает таблицу строк и применяет обновления, указанные в таблице обновлений, методом "один к одному". Возвращает таблицу обновленных строк.
sk_sk: Vezme tabuľku riadkov a v zodpovedajúcich riadkoch použije aktualizácie zadané v tabuľke aktualizácií. Vráti tabuľku aktualizovaných riadkov.
sl_si: Vzame tabelo z vrsticami in uporabi posodobitve, določene v tabeli s posodobitvami, v vsaki posamezni vrstici. Vrne tabelo s posodobljenimi vrsticami.
sr_cyrl_rs: Узима табелу редова и примењује једну по једну исправку наведену у табели исправки. Враћа табелу ажурираних редова.
sv_se: Tar en tabell med rader och tillämpar uppdateringarna som anges i en tabell med uppdateringar på ett-till-ett sätt. Returnerar en tabell med uppdaterade rader.
th_th: เลือกตารางของแถวและใช้การอัปเดตที่กำหนดในตารางการอัปเดตในลักษณะหนึ่งต่อหนึ่ง ส่งกลับตารางของแถวที่อัปเดตแล้ว
tr_tr: Bir satır tablosu alır ve güncelleştirme tablosunda belirtilen güncelleştirmeleri bire bir uygular. Güncelleştirilen satırların bulunduğu bir tablo döndürür.
uk_ua: Бере таблицю рядків і застосовує оновлення з указаної таблиці в співвідношенні "один-до-одного". Повертає таблицю оновлених рядків.
vi_vn: Lấy một bảng chứa các hàng, rồi áp dụng các cập nhật được chỉ định trong bảng chứa cập nhật theo kiểu lần lượt tương ứng. Trả về bảng chứa các hàng được cập nhật.
zh_cn: 采用多个行组成的表并以一对一的方式应用更新表中指定的更新。返回已更新行组成的表。
zh_tw: 採用資料列的資料表，並套用以一對一方式更新的資料表中指定的更新。傳回已更新資料列的資料表。
