Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrNeedRecord_Arg
source: Cannot use a non-record value in this context: '{0}'.
bg_bg: Не може да се използва стойност, която не е запис, в този контекст: „{0}“.
ca_es: No es pot utilitzar un valor que no sigui un registre en aquest context: '{0}'.
cs_cz: V tomto kontextu nejde použít jinou hodnotu než záznam: {0}.
da_dk: Kan ikke bruge en ikke-post-værdi i denne kontekst: '{0}'.
de_de: In diesem Kontext kann nur ein Datensatzwert verwendet werden: "{0}".
el_gr: Σε αυτό το περιβάλλον δεν είναι δυνατή η χρήση τιμής που δεν είναι τιμή εγγραφής: '{0}'.
es_es: No se puede usar un valor que no es un registro en este contexto: '{0}'.
et_ee: Väärtust, mis pole kirje, ei saa selles kontekstis kasutada: {0}.
eu_es: Ezin da erabili erregistroa ez den baliorik testuinguru honetan: '{0}'.
fi_fi: Muuta kuin tietuearvoa ei voi käyttää tässä kontekstissa: {0}.
fr_fr: Impossible d’utiliser une valeur qui n’est pas un enregistrement dans ce contexte : « {0} ».
gl_es: Non se pode usar un valor que non sexa un rexistro neste contexto: '{0}'.
hi_in: किसी गैर-रेकॉर्ड मान का उपयोग इस प्रसंग में नहीं किया जा सकता: '{0}'.
hr_hr: Nije moguće koristiti vrijednost koja nije zapis u ovom kontekstu: "{0}".
hu_hu: Ebben a környezetben nem használható olyan érték, amely nem rekord: {0}.
id_id: Tidak dapat menggunakan nilai tidak-mencatat dalam konteks ini: '{0}'.
it_it: Non è possibile usare un valore che non è un record in questo contesto: '{0}'.
ja_jp: このコンテキストでは、レコードではない値は使用できません: '{0}'。
kk_kz: Бұл контекстте жазба емес мәнді пайдалану мүмкін емес: "{0}".
ko_kr: 컨텍스트 '{0}'에서 레코드가 아닌 값을 사용할 수 없습니다.
lt_lt: Negalima naudoti ne įrašo reikšmės šiame kontekste: „{0}“.
lv_lv: Šajā kontekstā nevar izmantot ar ierakstu nesaistītu vērtību: {0}.
ms_my: Tidak boleh menggunakan nilai bukan rekod dalam konteks ini: '{0}'.
nb_no: Kan ikke bruke en ikke-postverdi i denne konteksten: {0}.
nl_nl: Kan geen niet-recordwaarde in deze context gebruiken: {0}.
pl_pl: Nie można użyć wartości bez rekordu w tym kontekście: „{0}”.
pt_br: Não é possível usar um valor diferente de registro neste contexto: '{0}'.
pt_pt: Não é possível utilizar um valor que não seja registo neste contexto: "{0}".
ro_ro: Nu se poate utiliza o valoare non-înregistrare în acest context: „{0}”.
ru_ru: Невозможно использовать значение, отличное от записи, в этом контексте: "{0}".
sk_sk: Hodnota mimo záznamu sa nedá použiť v tomto kontexte: {0}.
sl_si: V tem kontekstu ne morete uporabiti vrednosti, ki ni zapis: »{0}«.
sr_cyrl_rs: Није могуће користити вредност која није запис у овом контексту: „{0}“.
sv_se: Det går inte att använda icke-postvärden i den här kontexten: {0}.
th_th: ไม่สามารถใช้ค่าที่ไม่ใช่เรกคอร์ดในบริบทนี้: '{0}'
tr_tr: Kayıt olmayan değerler bu bağlamda kullanılamıyor: '{0}'.
uk_ua: У цьому контексті не можна використати значення, що не є записом: {0}.
vi_vn: Không thể sử dụng một giá trị không có bản ghi trong ngữ cảnh này: '{0}'.
zh_cn: 无法在此上下文中使用非记录值:“{0}”。
zh_tw: 無法使用此內容中非記錄的值: '{0}'。

# ErrNeedRecordOrTable
source: Only record or table values can be used in this context.
bg_bg: В този контекст могат да се използват само стойности на записи или таблици.
ca_es: Només es poden utilitzar valors de registre o de taula en aquest context.
cs_cz: V tomto kontextu lze použít pouze hodnoty záznamů nebo tabulek.
da_dk: Kun post- eller tabelværdier kan bruges i denne sammenhæng.
de_de: In diesem Kontext können nur Datensatz- oder Tabellenwerte verwendet werden.
el_gr: Μόνο τιμές καρτέλας ή πίνακα μπορούν να χρησιμοποιηθούν σε αυτό το περιβάλλον.
es_es: Solo se pueden usar valores de registro o tabla en este contexto.
et_ee: Selles kontekstis saab kasutada ainult kirje või tabeli väärtusi.
eu_es: Testuinguru horretan, erregistro- edo taula-balioak baino ezin dira erabili.
fi_fi: Tässä kontekstissa voi käyttää vain tietue- tai taulukkoarvoja.
fr_fr: Seules les valeurs d’enregistrement ou de table peuvent être utilisées dans ce contexte.
gl_es: Neste contexto só se poden usar valores de rexistro ou táboas.
hi_in: इस संदर्भ में केवल रिकॉर्ड या तालिका मानों का उपयोग किया जा सकता है.
hr_hr: U tom se kontekstu mogu upotrijebiti samo vrijednosti zapisa ili tablice.
hu_hu: Ebben a kontextusban csak rekord- vagy táblaértékek használhatók.
id_id: Hanya nilai rekaman atau tabel yang dapat digunakan dalam konteks ini.
it_it: In questo contesto è possibile utilizzare solo valori di record o tabella.
ja_jp: ここで使用できるのは、レコードまたはテーブルの値のみです。
kk_kz: Бұл контексте тек жазбаны немесе кесте мәндерін ғана пайдалануға болады.
ko_kr: 이 컨텍스트에서는 레코드 또는 테이블 값만 사용할 수 있습니다.
lt_lt: Šiame kontekste galima naudoti tik įrašų arba lentelių reikšmes.
lv_lv: Šajā kontekstā var izmantot tikai ieraksta vai tabulas vērtības.
ms_my: Hanya nilai rekod atau jadual boleh digunakan dalam konteks ini.
nb_no: Bare oppførings- eller tabellverdier kan brukes i denne konteksten.
nl_nl: Alleen record- of tabelwaarden kunnen in deze context worden gebruikt.
pl_pl: W tym kontekście można użyć tylko wartości rekordów lub tabel.
pt_br: Somente valores de registro ou de tabela podem ser usados neste contexto.
pt_pt: Só é possível utilizar valores de registo ou tabela neste contexto.
ro_ro: Doar valorile de înregistrare sau de tabel pot fi utilizate în acest context.
ru_ru: В этом контексте можно использовать только значения записи или таблицы.
sk_sk: V tomto kontexte je možné použiť iba hodnoty záznamu alebo tabuľky.
sl_si: V tem kontekstu je mogoče uporabiti samo vrednosti zapisa ali tabele.
sr_cyrl_rs: У овом контексту могу да се користе само вредности записа или табеле.
sv_se: Endast post- eller tabellvärden kan användas i den här kontexten.
th_th: เฉพาะค่าเรกคอร์ดหรือตารางเท่านั้นที่สามารถใช้ได้ในบริบทนี้
tr_tr: Bu bağlamda yalnızca kayıt veya tablo değerleri kullanılabilir.
uk_ua: У цьому контексті можна використовувати лише значення записів або таблиць.
vi_vn: Chỉ có thể sử dụng các giá trị bản ghi hoặc bảng trong ngữ cảnh này.
zh_cn: 在此上下文中只能使用记录或表值。
zh_tw: 此內容中只能使用記錄或資料表值。

# ErrIncompatibleRecord
source: Cannot use this record. It may contain colliding fields of incompatible types.
bg_bg: Този запис не може да се използва. Може да съдържа сблъскващи се полета от несъвместим тип.
ca_es: No s'ha pogut utilitzar aquest registre. Pot contenir camps de tipus incompatibles en conflicte.
cs_cz: Tento záznam nejde použít. Pravděpodobně obsahuje kolidující pole nekompatibilních typů.
da_dk: Kan ikke bruge denne post. Den kan indeholde kolliderende felter af inkompatible typer.
de_de: Dieser Datensatz kann nicht verwendet werden. Er enthält möglicherweise in Konflikt stehende Felder inkompatibler Typen.
el_gr: Δεν είναι δυνατή η χρήση αυτής της εγγραφής. Μπορεί να περιλαμβάνει πεδία μη συμβατών τύπων σε διένεξη.
es_es: No se puede usar este registro. Puede contener campos de tipos incompatibles en conflicto.
et_ee: Seda kirjet ei saa kasutada. See võib sisaldada vastuolulisi välju, mille tüübid ei ühildu.
eu_es: Ezin da erabili erregistro hau. Baliteke bateragarriak ez diren kontrako eremuak izatea.
fi_fi: Tätä tietuetta ei voi käyttää. Se voi sisältää kenttiä, joiden tyypit ovat yhteensopimattomia.
fr_fr: Impossible d’utiliser cet enregistrement. Il se peut qu’il contienne des champs conflictuels de types incompatibles.
gl_es: Non se pode usar este rexistro. É posible que conteña campos de tipos incompatibles en conflito.
hi_in: इस रिकॉर्ड का उपयोग नहीं किया जा सकता. इसमें असंगत प्रकारों वाली परस्पर विरोधी फ़ील्ड हो सकती हैं.
hr_hr: Taj zapis nije moguće koristiti. Možda sadrži polja nekompatibilnih vrsta u sukobu.
hu_hu: Ez a rekord nem használható. Valószínűleg ütköző, nem kompatibilis típusú mezőket tartalmaz.
id_id: Tidak dapat menggunakan catatan ini. Mungkin berisi bidang bertabrakan dengan jenis yang tidak kompatibel.
it_it: Non è possibile usare questo record. Può contenere campi in conflitto con tipi incompatibili.
ja_jp: このレコードは使用できません。互換性のない型のフィールドが重複している可能性があります。
kk_kz: Бұл жазбаны пайдалану мүмкін емес. Онда үйлесімсіз түрдегі қайшы келетін өрістер болуы мүмкін.
ko_kr: 이 레코드를 사용할 수 없습니다. 호환되지 않는 형식의 충돌하는 필드가 포함되었을 수 있습니다.
lt_lt: Negalima naudoti šio įrašo. Jame gali būti nesuderinamų tipų susikertančių laukų.
lv_lv: Šo ierakstu nevar izmantot. Tajā var būt konfliktējoši lauki vai nesaderīgi tipi.
ms_my: Tidak boleh menggunakan rekod ini. Ia mungkin mengandungi medan jenis tak serasi yang bercanggah.
nb_no: Kan ikke bruke denne posten. Den inneholder kanskje konfliktfelt for inkompatible typer.
nl_nl: Kan deze record niet gebruiken. De record bevat mogelijk conflicterende velden die incompatibel zijn.
pl_pl: Nie można użyć tego rekordu. Może zawierać kolidujące pola niezgodnych typów.
pt_br: Não é possível usar esse registro. Ele pode conter campos colidentes de tipos incompatíveis.
pt_pt: Não é possível utilizar este registo. Pode conter campos de colisão de tipos incompatíveis.
ro_ro: Nu se poate utiliza această înregistrare. Poate conține câmpuri conflictuale, cu tipuri incompatibile.
ru_ru: Невозможно использовать эту запись. Она может содержать конфликтующие поля несовместимых типов.
sk_sk: Tento záznam sa nedá použiť. Možno obsahuje kolidujúce polia nekompatibilného typu.
sl_si: Tega zapisa ni mogoče uporabiti. Morda vsebuje nasprotujoča si polja nezdružljivih tipov.
sr_cyrl_rs: Није могуће користити овај запис. Он можда садржи преклапајућа поља некомпатибилних типова.
sr_latn_rs: Nije moguće koristiti ovaj zapis. On možda sadrži preklapajuća polja nekompatibilnih tipova.
sv_se: Det går inte att använda den här posten. Det är möjligt att den innehåller kolliderande fält av inkompatibla typer.
th_th: ไม่สามารถใช้เรกคอร์ดนี้ อาจมีฟิล์ดขัดแย้งที่ไม่เข้ากัน
tr_tr: Bu kayıt kullanılamaz. Kayıt, uyumsuz türlerin çakışan alanlarını içeriyor olabilir.
uk_ua: Не вдалося використати цей запис. Він може містити конфліктні поля несумісних типів.
vi_vn: Không thể sử dụng bản ghi này. Có thể bản ghi có chứa các trường xung đột thuộc các loại không tương thích.
zh_cn: 无法使用此记录。它可能包含类型不兼容的冲突字段。
zh_tw: 無法使用這筆記錄。它可能包含類型不相容而相衝突的欄位。

# ErrNeedRecord_Func
source: The first argument of '{0}' should be a record.
bg_bg: Първият аргумент на „{0}“ трябва да бъде запис.
ca_es: El primer argument de '{0}' ha de ser un registre.
cs_cz: Prvním argumentem „{0}“ by měl být záznam.
da_dk: Det første argument for "{0}" skal være en post.
de_de: Das erste Argument von „{0}“ sollte ein Datensatz sein.
el_gr: Το πρώτο όρισμα του '{0}' θα πρέπει να είναι εγγραφή.
es_es: El primer argumento de "{0}" debe ser un registro.
et_ee: Funktsiooni {0} esimene argument peab olema kirje.
eu_es: '{0}' elementuaren lehen argumentuak erregistro bat izan behar du.
fi_fi: Kohteen {0} ensimmäisen argumentin tulee olla tietue.
fr_fr: Le premier argument de '{0}' doit être un enregistrement.
gl_es: O primeiro argumento de '{0}' debe ser un rexistro.
hi_in: '{0}' का पहला तर्क एक रेकॉर्ड होना चाहिए.
hr_hr: Prvi argument stavke "{0}" treba biti zapis.
hu_hu: A(z) {0} első argumentumának rekordnak kell lennie.
id_id: Argumen pertama dari '{0}' harus berupa catatan.
it_it: Il primo argomento di '{0}' deve essere un record.
ja_jp: 最初の引数 '{0}' はレコードである必要があります。
kk_kz: "{0}" бірінші аргументі жазба болуы тиіс.
ko_kr: '{0}'의 첫 번째 인수는 레코드여야 합니다.
lt_lt: Pirmas „{0}“ argumentas turėtų būti įrašas.
lv_lv: {0} pirmajam argumentam ir jābūt ierakstam.
ms_my: Argumen pertama '{0}' seharusnya rekod.
nb_no: Det første argumentet for {0} må være en post.
nl_nl: Het eerste argument van {0} moet een record zijn.
pl_pl: Pierwszy argument „{0}” powinien być rekordem.
pt_br: O primeiro argumento de '{0}' deve ser um registro.
pt_pt: O primeiro argumento de "{0}" deve ser um registo.
ro_ro: Primul argument din „{0}” ar trebui să fie o înregistrare.
ru_ru: Первый аргумент "{0}" должен быть записью.
sk_sk: Prvý argument pre {0} má byť záznam.
sl_si: Prvi argument funkcije »{0}« mora biti zapis.
sr_cyrl_rs: Први аргумент за „{0}“ треба да буде запис.
sr_latn_rs: Prvi argument za„{0}“ treba da bude zapis.
sv_se: Det första argumentet för {0} ska vara en post.
th_th: อาร์กิวเมนต์แรกของ '{0}' ควรเป็นเรกคอร์ด
tr_tr: '{0}' öğesinin ilk bağımsız değişkeninin bir kayıt olması gerekir.
uk_ua: Перший аргумент функції "{0}" має бути записом.
vi_vn: Đối số đầu tiên của '{0}' phải là một bản ghi.
zh_cn: '{0}' 的第一个参数应是记录。
zh_tw: '{0}' 的第一個引數應為記錄。

# ErrNotAccessibleInCurrentContext
source: The specified property is not accessible in this context.
bg_bg: Указаното свойство не е достъпно в този контекст.
ca_es: No es pot accedir a la propietat especificada en aquest context.
cs_cz: Zadaná vlastnost není v tomto kontextu přístupná.
da_dk: Den angivne egenskab er ikke tilgængelig i denne kontekst.
de_de: Auf die angegebene Eigenschaft kann in diesem Kontext nicht zugegriffen werden.
el_gr: Δεν είναι δυνατή η πρόσβαση στην καθορισμένη ιδιότητα σε αυτό το περιβάλλον.
es_es: La propiedad especificada no es accesible en este contexto.
et_ee: Määratud atribuudile ei pääse selles kontekstis juurde.
eu_es: Ezin da atzitu zehaztutako propietatea testuinguru honetan.
fi_fi: Määritettyä ominaisuutta ei voi käyttää tässä kontekstissa.
fr_fr: La propriété spécifiée n’est pas accessible dans ce contexte.
gl_es: Non se pode acceder á propiedade especificada neste contexto.
hi_in: निर्दिष्ट गुण इस प्रसंग में पहुँच-योग्य नहीं है.
hr_hr: Navedeno svojstvo nije dostupno u ovom kontekstu.
hu_hu: A megadott tulajdonság nem érhető el ebben a környezetben.
id_id: Properti yang ditentukna tidak dapat diakses dalam konteks ini.
it_it: La proprietà specificata non è accessibile in questo contesto.
ja_jp: 指定されたプロパティは、このコンテキストではアクセスできません。
kk_kz: Көрсетілген сипат бұл контекстте қолжетімді емес.
ko_kr: 이 컨텍스트에서는 지정된 속성에 액세스할 수 없습니다.
lt_lt: Nurodyta ypatybė nėra prieinama šiame kontekste.
lv_lv: Norādītais rekvizīts šajā kontekstā nav pieejams.
ms_my: Sifat yang ditentukan tidak boleh dicapai dalam konteks ini.
nb_no: Den angitte egenskapen er ikke tilgjengelig i denne konteksten.
nl_nl: De opgegeven eigenschap is niet toegankelijk in deze context.
pl_pl: Określona właściwość nie jest dostępna w tym kontekście.
pt_br: A propriedade especificada não está acessível nesse contexto.
pt_pt: A propriedade especificada não está acessível neste contexto.
ro_ro: Proprietatea specificată nu este accesibilă în acest context.
ru_ru: Указанное свойство недоступно в этом контексте.
sk_sk: Zadaná vlastnosť nie je v tomto kontexte prístupná.
sl_si: Določena lastnost ni dosegljiva v tem kontekstu.
sr_cyrl_rs: Наведеном својству се не може приступити у овом контексту.
sr_latn_rs: Navedenom svojstvu se ne može pristupiti u ovom kontekstu.
sv_se: Det angivna egenskapen är inte tillgänglig i den här kontexten.
th_th: คุณสมบัติที่ระบุไม่สามารถเข้าถึงได้ในบริบทนี้
tr_tr: Belirtilen özellik bu bağlamda erişilebilir değil.
uk_ua: Указана властивість недоступна в цьому контексті.
vi_vn: Không thể truy nhập thuộc tính được chỉ định trong ngữ cảnh này.
zh_cn: 在此上下文中无法访问指定属性。
zh_tw: 指定的屬性在此內容中無法存取。

# ErrInternalControlInInputProperty
source: Controls inside a component can't be referenced in that same component's input properties.
bg_bg: Контролите в даден компонент не могат да бъдат посочени във входните свойства на същия този компонент.
ca_es: No es pot fer referència als controls dins d'un component a les propietats d'entrada del mateix component.
cs_cz: Na ovládací prvky uvnitř komponenty nelze odkazovat ve vstupních vlastnostech stejné komponenty.
da_dk: Der kan ikke refereres til kontrolelementer i en komponent i den samme komponents inputegenskaber.
de_de: Auf Steuerelemente in einer Komponente kann in den Eingabeeigenschaften derselben Komponente nicht verwiesen werden.
el_gr: Δεν είναι δυνατό να γίνεται αναφορά στα στοιχεία ελέγχου που υπάρχουν σε ένα στοιχείο στις ιδιότητες εισόδου του ίδιου στοιχείου.
es_es: No se puede hacer referencia a los controles dentro de un componente en las propiedades de entrada de ese mismo componente.
et_ee: Komponendis asuvatele juhtelementidele ei saa sama komponendi sisendatribuutides viidata.
eu_es: Ezin zaie osagaien barruko kontrolei erreferentzia egin osagai beraren sarrerako propietateetan.
fi_fi: Komponentin sisällä oleviin ohjausobjekteihin ei voi viitata saman komponentin syöteominaisuuksissa.
fr_fr: Les contrôles à l’intérieur d’un composant ne peuvent pas être référencés dans les propriétés d’entrée de ce même composant.
gl_es: Non se pode facer referencia aos controis dun compoñente nas propiedades de entrada dese mesmo compoñente.
hi_in: किसी कंपोनेंट के अंदर के नियंत्रणों को उसी कंपोनेंट के इनपुट गुणों में संदर्भित नहीं किया जा सकता है.
hr_hr: Ne može postojati referenca na kontrole unutar komponente u ulaznim svojstvima te iste komponente.
hu_hu: Az összetevők vezérlőire nem lehet hivatkozni ugyanazon összetevő bemeneti tulajdonságaiban.
id_id: Kontrol di dalam komponen tidak dapat direferensikan dalam properti input komponen yang sama.
it_it: Non puoi fare riferimento ai controlli in un componente nelle proprietà di input dello stesso componente.
ja_jp: コンポーネント内部のコントロールを、同じコンポーネントの入力プロパティで参照することはできません。
kk_kz: Компонент ішіндегі басқару элементтерін сол компоненттің кіріс сипаттарында сілтеме жасауға болмайды.
ko_kr: 구성 요소 내의 컨트롤은 동일한 구성 요소의 입력 속성에서 참조할 수 없습니다.
lt_lt: Komponente esančių valdiklių negalima nurodyti to paties komponento įvesties ypatybėse.
lv_lv: Vadīklās komponentā nevar būt atsauce uz tā paša komponenta ievades rekvizītiem.
ms_my: Kawalan dalam komponen tidak boleh dirujuk dalam sifat input komponen yang sama.
nb_no: Det kan ikke henvises til kontroller i en komponent i inndataegenskapene for den samme komponenten.
nl_nl: Er kan niet naar besturingselementen in een onderdeel worden verwezen in de invoereigenschappen van datzelfde onderdeel.
pl_pl: Do kontrolek znajdujących się wewnątrz składnika nie można odwoływać się we właściwościach wejściowych tego składnika.
pt_br: Os controles em um componente não podem ser referenciados nas propriedades de entrada desse mesmo componente.
pt_pt: Os controlos existentes num componente não podem ser referenciados nas propriedades de entrada do mesmo componente.
ro_ro: Controalele din interiorul unei componente nu pot fi utilizate în proprietățile de intrare ale aceleiași componente.
ru_ru: На элементы управления внутри компонента нельзя ссылаться во входных свойствах этого же компонента.
sk_sk: Vo vstupných vlastnostiach súčasti nie je možné odkazovať na ovládacie prvky vnútri tej istej súčasti.
sl_si: Kontrolnike v komponentah ni mogoče navesti v vhodnih lastnostih te iste komponente.
sr_cyrl_rs: Улазна својства компоненте не могу да упућују на контроле унутар те исте компоненте.
sr_latn_rs: Ulazna svojstva komponente ne mogu da upućuju na kontrole unutar te iste komponente.
sv_se: Kontroller i en komponent kan inte refereras till i samma komponents indataegenskaper.
th_th: ตัวควบคุมภายในส่วนประกอบไม่สามารถใช้อ้างอิงในคุณสมบัติข้อมูลป้อนเข้าของส่วนประกอบเดียวกัน
tr_tr: Bir bileşenin içindeki denetimlere, aynı bileşenin giriş özelliklerinde başvurulamaz.
uk_ua: На елементи керування в компоненті не можна посилатися у вхідних властивостях того ж компонента.
vi_vn: Các điều khiển bên trong một cấu phần không thể được tham chiếu trong các thuộc tính đầu vào của cấu phần đó.
zh_cn: 不能在同一组件的输入属性中引用组件内的控件。
zh_tw: 不能在元件的輸入屬性中，參考同一個元件內的控制項。

# ErrColumnNotAccessibleInCurrentContext
source: The specified column is not accessible in this context.
bg_bg: Указаната колона не е достъпна в този контекст.
ca_es: No es pot accedir a la columna especificada en aquest context.
cs_cz: Zadaný sloupec není v tomto kontextu přístupný.
da_dk: Den angivne kolonne er ikke tilgængelig i denne kontekst.
de_de: Auf die angegebene Spalte kann in diesem Kontext nicht zugegriffen werden.
el_gr: Δεν είναι δυνατή η πρόσβαση στην καθορισμένη στήλη σε αυτό το περιβάλλον.
es_es: La columna especificada no es accesible en este contexto.
et_ee: Määratud veerule ei pääse selles kontekstis juurde.
eu_es: Ezin da atzitu zehaztutako zutabea testuinguru honetan.
fi_fi: Määritettyä saraketta ei voi käyttää tässä kontekstissa.
fr_fr: La colonne spécifiée n’est pas accessible dans ce contexte.
gl_es: Non se pode acceder á columna especificada neste contexto.
hi_in: निर्दिष्ट स्तंभ इस प्रसंग में पहुँच-योग्य नहीं है.
hr_hr: Navedeni stupac nije dostupan u ovom kontekstu.
hu_hu: A megadott oszlop nem érhető el ebben a környezetben.
id_id: Kolom yang ditentukan tidak dapat diakses dalam konteks ini.
it_it: La colonna specificata non è accessibile in questo contesto.
ja_jp: 指定された列は、このコンテキストではアクセスできません。
kk_kz: Көрсетілген баған бұл контекстте қолжетімді емес.
ko_kr: 이 컨텍스트에서는 지정된 열에 액세스할 수 없습니다.
lt_lt: Nurodytas stulpelis šiame kontekste nepasiekiamas.
lv_lv: Norādītā kolonna šajā kontekstā nav pieejama.
ms_my: Lajur yang ditentukan tidak dapat diakses dalam konteks ini.
nb_no: Den angitte kolonnen er ikke tilgjengelig i denne konteksten.
nl_nl: De opgegeven kolom is niet toegankelijk in deze context.
pl_pl: Określona kolumna jest niedostępna w tym kontekście.
pt_br: A coluna especificada não está acessível nesse contexto.
pt_pt: A coluna especificada não está acessível neste contexto.
ro_ro: Coloana specificată nu este accesibilă în acest context.
ru_ru: Указанный столбец недоступен в этом контексте.
sk_sk: Zadaný stĺpec nie je v tomto kontexte prístupný.
sl_si: Določen stolpec ni dosegljiv v tem kontekstu.
sr_cyrl_rs: Наведеној колони се не може приступити у овом контексту.
sr_latn_rs: Navedenoj koloni se ne može pristupiti u ovom kontekstu.
sv_se: Den angivna kolumnen är inte tillgänglig i den här kontexten.
th_th: คอลัมน์ที่ระบุไม่สามารถเข้าถึงได้ในบริบทนี้
tr_tr: Belirtilen sütun bu bağlamda erişilebilir değil.
uk_ua: Указаний стовпець недоступний у цьому контексті.
vi_vn: Không thể truy nhập cột được chỉ định trong ngữ cảnh này.
zh_cn: 此上下文中无法访问指定列。
zh_tw: 無法在此內容中存取指定的資料行。
