Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrTooManyUps_LongMessage
source: Complexity increases with each nesting level, so Power Apps supports row-scope nesting only up to 63 levels.
bg_bg: Сложността се увеличава с всяко ниво на влагане, така че Power Apps поддържа влагане в диапазона от редове само до 63 нива.
ca_es: La complexitat augmenta amb cada nivell d'imbricació, per la qual cosa el Power Apps només admet una imbricació d'àmbit de fila de fins a 63 nivells.
cs_cz: S každou úrovní vnoření se zvyšuje složitost, proto Power Apps podporuje vnořování oborů řádků jen do 63 úrovní.
da_dk: Kompleksiteten forøges med hvert indlejringsniveau, så Power Apps understøtter kun række-område-indlejring på op til 63 niveauer.
de_de: Mit jeder Schachtelungsebene steigt die Komplexität, daher unterstützt Power Apps die Schachtelung im Zeilenbereich nur bis zu 63 Ebenen.
el_gr: Η πολυπλοκότητα αυξάνεται με κάθε επίπεδο ενσωμάτωσης, επομένως το Power Apps υποστηρίζει την ενσωμάτωση εμβέλειας γραμμής μόνο έως 63 επίπεδα.
es_es: La complejidad aumenta con cada nivel de anidamiento, por lo que Power Apps solo admite un anidamiento de ámbito de fila de hasta 63 niveles.
et_ee: Keerukus suureneb iga pesastamistasemega, mis tähendab, et Power Apps toetab reaulatuse pesastamist ainult kuni tasemeni 63.
eu_es: Zenbat eta habiaratze-maila gehiago eduki, orduan eta zailagoa da izaten da edukia kudeatzea; horregatik, Power Apps-ek errenkada-esparrua 63. mailaraino habiaratzea onartzen du gehienez.
fi_fi: Monimutkaisuus kasvaa kunkin sisäkkäisyystason myötä, joten Power Apps tukee rivivaikutusalueen sisäkkäisyyttä enintään 63 tasoon saakka.
fr_fr: La complexité augmente à chaque niveau d'imbrication. Power Apps prend donc en charge l'imbrication d'étendue de lignes jusqu'à seulement 63 niveaux.
gl_es: A complexidade aumenta con cada nivel de aniñamento, polo que Power Apps só admite o aniñamento do ámbito da fila nun máximo de 63 niveis.
hi_in: हर नेस्टिंग स्तर के साथ जटिलता बढ़ जाती है, इसलिए Power Apps केवल 63 स्तरों तक पंक्ति-सीमा क्षेत्र नेस्टिंग का समर्थन करता है.
hr_hr: Svaka razina ugnježđivanja povećava kompleksnost, pa Power Apps podržava ugnježđivanje opsega redaka samo do 63 razine.
hu_hu: A bonyolultság minden beágyazási szinttel növekszik, ezért a Power Apps csak legfeljebb 63 szintig támogatja a sor hatókörében való beágyazást.
id_id: Kerumitan meningkat dengan setiap tingkat tumpukan, sehingga Power Apps mendukung tumpukan lingkup baris hanya sampai 63 tingkat.
it_it: Poiché la complessità aumenta a ogni livello di annidamento, Power Apps supporta l'annidamento dell'ambito di riga per un massimo di 63 livelli.
ja_jp: 入れ子のレベルとともに複雑性が増すため、Power Apps は行スコープの入れ子を 63 レベルまでサポートしています。
kk_kz: Күрделілік әрбір енгізу деңгейімен арта түседі, сондықтан Power Apps тек 63 деңгейге дейінгі жол ауқымын енгізуге қолдау көрсетеді.
ko_kr: 각 중첩 수준으로 복잡성이 증가하므로 Power Apps는 행 범위 중첩을 최대 63단계까지만 지원합니다.
lt_lt: Kiekvienas įdėjimo lygis padidina sudėtingumo lygį, todėl „Power Apps“ palaiko tik iki 63 lygių eilučių aprėpties įdėjimą.
lv_lv: Ar katru ligzdošanas līmeni palielinās sarežģītība, tādēļ pakalpojumā Power Apps tiek atbalstīti tikai tādi rindu tvērumi, kas tiek ligzdoti ne dziļāk par 63 līmeņiem.
ms_my: Kerumitan meningkat dengan setiap aras penyarangan, oleh itu Power Apps menyokong penyarangan baris skop hanya sehingga 63 aras.
nb_no: Kompleksiteten øker med hvert nestingsnivå, så Power Apps støtter kun nesting av rad-område opptil 63 nivåer.
nl_nl: Bij elke nestniveau neemt de complexiteit toe. In Power Apps wordt het nesten van rijbereiken tot maximaal 63 niveaus ondersteund.
pl_pl: Złożoność zwiększa się z każdym poziomem zagnieżdżenia, więc usługa Power Apps obsługuje zagnieżdżanie zakresu wierszy tylko do 63 poziomów.
pt_br: A complexidade aumenta com cada nível de aninhamento, portanto, o Power Apps dá suporte para aninhamento de escopo de linha somente para até 63 níveis.
pt_pt: A complexidade aumenta com cada nível de aninhamento, por isso o Power Apps suporta aninhamento de âmbito de linha apenas até 63 níveis.
ro_ro: Complexitatea crește cu fiecare nivel de imbricare, de aceea Power Apps acceptă imbricarea rândurilor în domeniul de acoperire doar până la 63 de niveluri.
ru_ru: С каждым уровнем вложенности сложность возрастает, поэтому Power Apps поддерживает не более 63 уровней вложения в области строки.
sk_sk: S každou úrovňou vnorenia sa zvyšuje zložitosť, preto služba Power Apps podporuje vnorenie rozsahu riadkov iba po 63. úroveň.
sl_si: Zapletenost se povečuje z vsako ravnjo gnezdenja, zato Power Apps podpira gnezdenje obsega vrstic le do 63 ravni.
sr_cyrl_rs: Сложеност се повећава са сваким нивоом угнежђивања, тако да Power Apps подржава угнежђивање опсега редова само до 63 нивоа.
sr_latn_rs: Složenost se povećava sa svakim nivoom ugnežđivanja, tako da Power Apps podržava ugnežđivanje opsega redova samo do 63 nivoa.
sv_se: Komplexiteten ökar med varje kapslingsnivå, så Power Apps stöder bara kapsling av radomfång upp till 63 nivåer.
th_th: ความซับซ้อนจะเพิ่มขึ้นในแต่ละระดับการซ้อน ดังนั้น Power Apps จึงสนับสนุนการซ้อนขอบเขตแถวได้ 63 ระดับเท่านั้น
tr_tr: Her iç içe geçme düzeyinde karmaşıklık arttığından Power Apps yalnızca 63 düzeye kadar satır kapsamı iç içe geçmeyi destekler.
uk_ua: З кожним рівнем вкладеності зростає складність, тому Power Apps підтримує вкладення області рядка лише до 63 рівнів.
vi_vn: Độ phức tạp sẽ tăng theo mỗi mức lồng, do đó, Power Apps chỉ hỗ trợ lồng phạm vi hàng tới tối đa 63 mức.
zh_cn: 复杂性会随嵌套级别的增加而增加，因此 Power Apps 最多支持 63 个行范围嵌套级别。
zh_tw: 每多一層巢狀結構，複雜度就會隨之增加，所以 Power Apps 最多只支援 63 層的資料列範圍巢狀層級。

# ErrorResource_ErrTooManyUps_HowToFix_1
source: Rewrite the formula with fewer nesting levels.
bg_bg: Напишете отново формулата с по-малко нива на влагане.
ca_es: Reescriviu la fórmula amb menys nivells d'imbricació.
cs_cz: Přepište vzorec na méně úrovní vnoření.
da_dk: Omskriv formlen med færre indlejringsniveauer.
de_de: Schreiben Sie die Formel mit weniger Schachtelungsebenen neu.
el_gr: Συντάξτε εκ νέου τον τύπο με λιγότερα επίπεδα ενσωμάτωσης.
es_es: Vuelva a escribir la fórmula con menos niveles de anidamiento.
et_ee: Kirjutage valem väiksema arvu pesastamistasemetega ümber.
eu_es: Idatzi berriro formula habiaratze-maila gutxiago eduki ditzan.
fi_fi: Kirjoita kaava uudelleen käyttäen entistä harvempia sisäkkäisyystasoja.
fr_fr: Réécrivez la formule avec moins de niveaux d’imbrication.
gl_es: Escriba a fórmula de novo con menos niveis de aniñamento.
hi_in: कम नेस्टिंग स्तरों वाला सूत्र फिर से लिखें.
hr_hr: Ponovno napišite formulu s manje razina ugnježđivanja.
hu_hu: Írja át a képletet kevesebb beágyazási szint használatával.
id_id: Tulis ulang rumus dengan lebih sedikit tingkat tumpukan.
it_it: Riscrivere la formula con un numero minore di livelli di annidamento.
ja_jp: 入れ子のレベルが少ない数式に書き直してください。
kk_kz: Азырақ енгізу деңгейлерімен формуланы қайта жазыңыз.
ko_kr: 수식의 중첩 수준이 더 적어지게 다시 작성합니다.
lt_lt: Perrašykite formulę naudodami mažiau įdėjimo lygių.
lv_lv: Pārrakstiet formulu, izmantojot mazāk ligzdošanas līmeņu.
ms_my: Tulis semula formula dengan aras bersarang kurang.
nb_no: Skriv om formelen med færre nestingsnivåer.
nl_nl: Herschrijf de formule met minder geneste niveaus.
pl_pl: Przepisz formułę tak, aby zawierała mniej poziomów zagnieżdżenia.
pt_br: Reescreva a fórmula com menos níveis de aninhamento.
pt_pt: Reescreva a fórmula com menos níveis de aninhamento.
ro_ro: Rescrieți formula cu mai puține niveluri de imbricare.
ru_ru: Перепишите формулу, используя меньше уровней вложения.
sk_sk: Prepíšte vzorec tak, aby sa v ňom používalo menej úrovní vnorenia.
sl_si: Znova napišite formulo z manj ravnmi gnezdenja.
sr_cyrl_rs: Поново напишите формулу са мање нивоа угнежђивања.
sr_latn_rs: Ponovo napišite formulu sa manje nivoa ugnežđivanja.
sv_se: Skriv om formeln med färre kapslingsnivåer.
th_th: เขียนสูตรใหม่ด้วยระดับการซ้อนที่น้อยลง
tr_tr: Formülü daha az sayıda iç içe geçme düzeyi ile yeniden yazın.
uk_ua: Перепишіть формулу, використовуючи менше рівнів вкладення.
vi_vn: Viết lại công thức với ít mức lồng hơn.
zh_cn: 请使用较少的嵌套级别重写公式。
zh_tw: 請重寫公式，減少使用的巢狀層級。

# ErrorResource_ErrRuleNestedTooDeeply_ShortMessage
source: Expression nesting too deep. An expression in your formula is nested more than 50 levels.
bg_bg: Влагането на израз е на твърде дълбоко ниво. Изразът във формулата е вложен в над 50 нива.
ca_es: L'expressió té una imbricació massa profunda. Una expressió de la fórmula està imbricada més de 50 nivells.
cs_cz: Příliš hluboké vnořování výrazu. Výraz ve vzorci se vnořuje více než 50 úrovní.
da_dk: Udtryksindlejringen er for dyb. Et udtryk i din formel er indlejret på mere end 50 niveauer.
de_de: Die Ausdrucksschachtelung ist zu tief. Ein Ausdruck in Ihrer Formel ist auf mehr als 50 Ebenen geschachtelt.
el_gr: Υπερβολικά πολλά επίπεδα ενσωμάτωσης παράστασης. Μια παράσταση στον τύπο σας έχει ενσωματωθεί σε βάθος μεγαλύτερο των 50 επιπέδων.
es_es: Anidamiento de expresión demasiado profundo. Una expresión de la fórmula tiene más de 50 niveles de anidamiento.
et_ee: Väljend on pesastatud liiga sügavalt. Valemis olev väljend on pesastatud rohkem kui 50 taset.
eu_es: Espresioaren habiaratzea sakonegia da. 50 mailara baino gehiagora habiaratu da formulako espresio bat.
fi_fi: Lausekkeen sisäkkäisyys on liian syvä. Kaavasi lauseke on yli 50 tasoa sisäkkäin.
fr_fr: L’imbrication d’expressions est trop profonde. Une expression dans votre formule est imbriquée de plus de 50 niveaux.
gl_es: O aniñamento da expresión é demasiado profundo. Unha expresión da fórmula está aniñada cunha profundidade de máis de 50 niveis.
hi_in: व्यंजक नेस्टिंग बहुत गहन है. आपके सूत्र का एक व्यंजक 50 से अधिक स्तरों तक नेस्टेड है.
hr_hr: Preduboko ugnježđivanje izraza. Izraz u formuli ugniježđen je više od 50 razina. PowerApps podržava ugnježđivanje izraza do najviše 50 razina. Tako dubok izraz teško je razumjeti i održavati.
hu_hu: A kifejezés beágyazása túl mély. A képletben 50 szintnél mélyebbre van beágyazva egy kifejezés.
id_id: Penumpukan ekspresi terlalu dalam. Ekspresi dalam rumus Anda bertumpuk lebih dari 50 tingkat.
it_it: L'annidamento dell'espressione è troppo profondo. Un'espressione della formula è annidata in oltre 50 livelli.
ja_jp: 式の入れ子が深すぎます。数式内の式が 50 レベルを超える入れ子になっています。
kk_kz: Өрнек тым терең енгізілген. Формуладағы өрнек 50 деңгейден асырып енгізілген.
ko_kr: 식이 너무 깊게 중첩되었습니다. 수식의 식이 50단계를 넘게 중첩되었습니다.
lt_lt: Išraiška įdėta per giliai. Jūsų formulėje išraiškos įdėjimas viršija 50 lygių.
lv_lv: Izteiksme ir ligzdota pārāk dziļi. Formulā iekļauta izteiksme ir ligzdota dziļāk par 50 līmeņiem.
ms_my: Penyarangan ungkapan terlalu dalam. Ungkapan dalam formula anda disarangkan lebih daripada 50 aras.
nb_no: Nesting av uttrykket er for dypt. Et uttrykk i formelen er nestet mer enn 50 nivåer.
nl_nl: De expressie is te diep genest. Een expressie in de formule is meer dan 50 niveaus genest.
pl_pl: Zbyt głębokie zagnieżdżanie wyrażeń. Wyrażenie w formule jest zagnieżdżone na poziomie większym niż 50.
pt_br: O aninhamento da expressão está muito profundo. Uma expressão na sua fórmula está aninhada em mais de 50 níveis.
pt_pt: Aninhamento de expressões demasiado profundo. Uma expressão na sua fórmula está aninhada em mais de 50 níveis.
ro_ro: Imbricarea expresiilor este prea adâncă. O expresie din formulă este imbricată pe mai mult de 50 de niveluri.
ru_ru: Слишком глубокая вложенность выражения. Формула содержит выражение, вложенное глубже, чем на 50 уровней.
sk_sk: Vnorenie výrazu je príliš hlboké. Výraz vo vzorci je vnorený viac ako 50 úrovní.
sl_si: Gnezdenje izraza je pregloboko. Izraz v formuli je ugnezden več kot 50 ravni.
sr_cyrl_rs: Предубоко угнежђивање израза. Израз у формули је угнежђен више од 50 нивоа.
sr_latn_rs: Preduboko ugnežđivanje izraza. Izraz u formuli je ugnežđen više od 50 nivoa.
sv_se: Uttryckskapslingen är för djup. Ett uttryck i formeln har kapslats i mer än 50 nivåer.
th_th: การซ้อนนิพจน์ที่ลึกเกินไป มีการซ้อนนิพจน์ในสูตรของคุณอยู่มากกว่า 50 ระดับ
tr_tr: İfade çok fazla iç içe geçmiş. Formülünüzdeki bir ifade 50'den fazla düzeyde iç içe geçmiş.
uk_ua: Заглибоке вкладення виразу. Вираз у формулі вкладено глибше ніж на 50 рівнів.
vi_vn: Mức lồng biểu thức quá sâu. Công thức của bạn có một biểu thức được lồng hơn 50 mức.
zh_cn: 表达式嵌套太深。公式中的表达式嵌套级别超过 50 个。
zh_tw: 運算式巢狀了太多層。公式中運算式的巢狀層級超過了 50 層。

# ErrorResource_ErrRuleNestedTooDeeply_LongMessage
source: Power Apps supports expression nesting up to only 50 levels. An expression this deep is difficult to understand and maintain.
bg_bg: Power Apps поддържа влагане на изрази само до 50 нива. Трудно е толкова дълбок израз да се разбира и поддържа.
ca_es: El Power Apps només permet que les expressions s'imbriquin en un màxim de 50 nivells. Una expressió amb tanta profunditat és difícil d'entendre i mantenir.
cs_cz: Power Apps podporuje vnořování výrazů jen do 50 úrovní. Takto hluboce vnořený výraz se obtížně čte a udržuje.
da_dk: Power Apps understøtter kun udtryksindlejring på op til 50 niveauer. Et så dybt udtryk er svært at forstå og vedligeholde.
de_de: Power Apps unterstützt die Ausdrucksschachtelung nur bis zu 50 Ebenen. Ein so tief geschachtelter Ausdruck ist schwer zu verstehen und zu verwalten.
el_gr: Το Power Apps υποστηρίζει την ενσωμάτωση παραστάσεων μόνο έως 50 επίπεδα. Η κατανόηση και η συντήρηση μιας παράστασης σε αυτό το βάθος είναι δύσκολη.
es_es: Power Apps admite un anidamiento de expresión de hasta 50 niveles. Una expresión de esta profundidad es difícil de comprender y mantener.
et_ee: Power Apps toetab avaldise pesastamist ainult kuni tasemeni 50. Nii sügavat avaldist on raske mõista ja hallata.
eu_es: Power Apps erabiltzen baduzu, gehienez, 50. mailaraino habiara dezakezu espresioa. Gogoan izan oso zaila dela hain sakon dagoen espresio bat ulertzea eta mantentzea.
fi_fi: Power Apps tukee lausekkeen sisäkkäisyyttä vain 50:een tasoon saakka. Näin syvä lauseke on vaikea ymmärtää ja ylläpitää.
fr_fr: Power Apps prend en charge l'imbrication d'expressions jusqu'à 50 niveaux. Une expression de cette profondeur est difficile à comprendre et à gérer.
gl_es: Power Apps só admite un aniñamento da expresión cunha profundidade de 50 niveis. É difícil manter e comprender unha expresión con esta profundidade.
hi_in: Power Apps केवल 50 स्तरों तक व्यंजक नेस्टिंग का समर्थन करता है. ऐसे गहन व्यंजक को समझना और बरकरार रखना कठिन है.
hr_hr: Power Apps podržava ugnježđivanje izraza samo do 50 razina. Tako dubok izraz teško je tumačiti i održavati.
hu_hu: A Power Apps legfeljebb 50 szintig támogatja a kifejezések beágyazását. Egy ennyire mélyen beágyazott kifejezést nehéz megérteni és kezelni.
id_id: Power Apps mendukung penumpukan ekspresi hanya sampai 50 tingkat. Ekspresi sedalam ini sulit untuk dipahami dan dipertahankan.
it_it: Power Apps supporta l'annidamento delle espressioni fino a un massimo di 50 livelli. Un'espressione con tale profondità risulta di difficile comprensione e gestione.
ja_jp: Power Apps では、50 レベルまでの入れ子の式がサポートされています。これほど深くなっている式は、理解するのも管理するのも困難です。
kk_kz: Power Apps тек 50 деңгейге дейін өрнекті енгізуге қолдау көрсетеді. Бұл терең енгізілген өрнек түсіну және қолдау үшін қиын болады.
ko_kr: Power Apps는 식의 중첩을 최대 50단계까지만 지원합니다. 이렇게 깊은 식은 이해하고 유지하기가 어렵습니다.
lt_lt: „Power Apps“ palaiko išraiškų įdėjimą tik iki 50 lygių. Taip giliai įdėtą išraišką sunku suprasti ir palaikyti.
lv_lv: Pakalpojumā Power Apps tiek atbalstīta izteiksmju ligzdošana tikai līdz 50 līmeņiem. Šādā dziļumā ligzdotu izteiksmi ir grūti saprast un uzturēt.
ms_my: Power Apps menyokong penyarangan ungkapan sehingga aras 50 sahaja. Ungkapan sedalam ini sukar untuk difahami dan dikekalkan.
nb_no: Power Apps støtter nesting av uttrykk kun opptil 50 nivåer. Et så dypt uttrykk er vanskelig å forstå og vedlikeholde.
nl_nl: Power Apps ondersteunt het nesten van expressies tot maximaal 50 niveaus. Een dergelijk diep geneste expressie is moeilijk te begrijpen en onderhouden.
pl_pl: Usługa Power Apps obsługuje zagnieżdżanie wyrażeń tylko do 50 poziomów. Zrozumienie i obsługa wyrażenia o takiej głębokości jest utrudnione.
pt_br: O Power Apps dá suporte ao aninhamento de expressão somente até 50 níveis. Uma expressão dessa profundidade é difícil de entender e manter.
pt_pt: O Power Apps suporta o aninhamento de expressões apenas até 50 níveis. Uma expressão com esta profundidade é difícil de compreender e manter.
ro_ro: Power Apps acceptă imbricarea expresiilor numai până la 50 de niveluri. O expresie cu o asemenea adâncime este dificil de înțeles și de întreținut.
ru_ru: Power Apps поддерживает не более 50 уровней вложения. Выражения с большей глубиной вложения слишком сложны для разбора и поддержки.
sk_sk: Služba Power Apps podporuje vnorenie výrazu maximálne po 50. úroveň. Pochopenie a udržiavanie výrazu, ktorý je vnorený takto hlboko, je príliš náročné.
sl_si: Power Apps podpira gnezdenje izrazov le do 50 ravni. Tako globoko ugnezden izraz je težko razumeti in vzdrževati.
sr_cyrl_rs: Power Apps подржава угнежђивање израза само до 50 нивоа. Израз који се налази овако дубоко тешко је разумети и одржавати.
sr_latn_rs: Power Apps podržava ugnežđivanje izraza samo do 50 nivoa. Izraz koji se nalazi ovako duboko teško je razumeti i održavati.
sv_se: Power Apps stöder enbart uttryckskapsling på upp till 50 nivåer. Ett uttryck som ligger så här djupt är svårt att förstå och hantera.
th_th: Power Apps สนับสนุนการซ้อนนิพจน์ได้ 50 ระดับเท่านั้น นิพจน์ที่ซ้อนกันลึกนี้จะยากต่อการทำความเข้าใจและดูแล
tr_tr: Power Apps yalnızca 50 düzeye kadar iç içe geçmeyi destekler. Bu derinlikte bir ifadeyi anlamak ve korumak zor olabilir.
uk_ua: Power Apps підтримує вкладення виразів лише до 50 рівнів. Настільки глибокий вираз важко зрозуміти й підтримувати.
vi_vn: Power Apps chỉ hỗ trợ biểu thức lồng tới tối đa 50 mức. Biểu thức được lồng sâu như thế này sẽ khó để hiểu và duy trì.
zh_cn: Power Apps 支持最多 50 个级别的表达式嵌套。很难理解和维持这种级别数的表达式。
zh_tw: Power Apps 最多只支援 50 層的運算式巢狀結構。這麼多層的運算式不僅不易了解，也不容易維護。

# ErrorResource_ErrRuleNestedTooDeeply_HowToFix_1
source: Rewrite the formula with fewer nesting levels.
bg_bg: Напишете отново формулата с по-малко нива на влагане.
ca_es: Reescriviu la fórmula amb menys nivells d'imbricació.
cs_cz: Přepište vzorec na méně úrovní vnoření.
da_dk: Omskriv formlen med færre indlejringsniveauer.
de_de: Schreiben Sie die Formel mit weniger Schachtelungsebenen neu.
el_gr: Συντάξτε εκ νέου τον τύπο με λιγότερα επίπεδα ενσωμάτωσης.
es_es: Vuelva a escribir la fórmula con menos niveles de anidamiento.
et_ee: Kirjutage valem väiksema arvu pesastamistasemetega ümber.
eu_es: Idatzi berriro formula habiaratze-maila gutxiago eduki ditzan.
fi_fi: Kirjoita kaava uudelleen käyttäen entistä harvempia sisäkkäisyystasoja.
fr_fr: Réécrivez la formule avec moins de niveaux d’imbrication.
gl_es: Escriba a fórmula de novo con menos niveis de aniñamento.
hi_in: कम नेस्टिंग स्तरों वाला सूत्र फिर से लिखें.
hr_hr: Ponovno napišite formulu s manje razina ugnježđivanja.
hu_hu: Írja át a képletet kevesebb beágyazási szint használatával.
id_id: Tulis ulang rumus dengan lebih sedikit tingkat tumpukan.
it_it: Riscrivere la formula con un numero minore di livelli di annidamento.
ja_jp: 入れ子のレベルが少ない数式に書き直してください。
kk_kz: Азырақ енгізу деңгейлерімен формуланы қайта жазыңыз.
ko_kr: 수식의 중첩 수준이 더 적어지게 다시 작성합니다.
lt_lt: Perrašykite formulę naudodami mažiau įdėjimo lygių.
lv_lv: Pārrakstiet formulu, izmantojot mazāk ligzdošanas līmeņu.
ms_my: Tulis semula formula dengan aras bersarang kurang.
nb_no: Skriv om formelen med færre nestingsnivåer.
nl_nl: Herschrijf de formule met minder geneste niveaus.
pl_pl: Przepisz formułę tak, aby zawierała mniej poziomów zagnieżdżenia.
pt_br: Reescreva a fórmula com menos níveis de aninhamento.
pt_pt: Reescreva a fórmula com menos níveis de aninhamento.
ro_ro: Rescrieți formula cu mai puține niveluri de imbricare.
ru_ru: Перепишите формулу, используя меньше уровней вложения.
sk_sk: Prepíšte vzorec tak, aby sa v ňom používalo menej úrovní vnorenia.
sl_si: Znova napišite formulo z manj ravnmi gnezdenja.
sr_cyrl_rs: Поново напишите формулу са мање нивоа угнежђивања.
sr_latn_rs: Ponovo napišite formulu sa manje nivoa ugnežđivanja.
sv_se: Skriv om formeln med färre kapslingsnivåer.
th_th: เขียนสูตรใหม่ด้วยระดับการซ้อนที่น้อยลง
tr_tr: Formülü daha az sayıda iç içe geçme düzeyi ile yeniden yazın.
uk_ua: Перепишіть формулу, використовуючи менше рівнів вкладення.
vi_vn: Viết lại công thức với ít mức lồng hơn.
zh_cn: 请使用较少的嵌套级别重写公式。
zh_tw: 請重寫公式，減少使用的巢狀層級。
