Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutHex2Dec_number
source: A hexadecimal string convert to decimal.
bg_bg: Шестнадесетичен низ, който да бъде преобразуван в десетично число.
ca_es: Una cadena hexadecimal que es converteix en decimal.
cs_cz: Převod šestnáctkového řetězce na desítkový.
da_dk: En hexadecimal streng konverteres til decimal streng.
de_de: Eine in Dezimalzahl konvertierte Hexadezimalzeichenfolge.
el_gr: Μια μετατροπή δεκαεξαδικής συμβολοσειράς σε δεκαδική.
es_es: Conversión de cadena hexadecimal a decimal.
et_ee: Kuueteistkümnendstring kümnendarvuks teisendamiseks.
eu_es: Balio hamartar bihurtzeko erabiliko den kate hamaseitarra.
fi_fi: Heksadesimaalimerkkijono, joka muunnetaan desimaaliluvuksi.
fr_fr: Chaîne hexadécimale convertie en chaîne décimale.
gl_es: Cadea hexadecimal que se vai converter en decimal.
hi_in: एक हेक्साडेसिमल स्ट्रिंग दशमलव में बदलती है.
hr_hr: Pretvaranje heksadecimalnog niza u decimalni.
hu_hu: Hexadecimális sztring decimális értékké alakítva.
id_id: String heksadesimal dikonversi ke desimal.
it_it: Conversione della stringa esadecimale in decimale.
ja_jp: 16 進文字列を 10 進に変換します。
kk_kz: Он алтылық жол ондық бөлшекке түрлендіріледі.
ko_kr: 16진수 문자열을 10진수로 변환합니다.
lt_lt: Šešioliktainio formato eilutės konvertavimas į dešimtainį skaičių.
lv_lv: Heksadecimāla virkne tiek pārvērsta par decimāldaļskaitli.
ms_my: Rentetan perenambelasan ditukar kepada perpuluhan.
nb_no: En heksadesimal streng konverteres til desimaltall.
nl_nl: Een hexadecimale tekenreeks geconverteerd naar een decimale tekenreeks.
pl_pl: Konwersja ciągu szesnastkowego na liczbę dziesiętną.
pt_br: Uma conversão de cadeia de caracteres hexadecimais em decimais.
pt_pt: Uma cadeia hexadecimal convertida em decimal.
ro_ro: Un șir hexazecimal de convertit în zecimal.
ru_ru: Преобразование шестнадцатеричной строки в десятичный формат.
sk_sk: Šestnástkový reťazec, ktorý sa má skonvertovať na desiatkový.
sl_si: Šestnajstiški niz pretvori v decimalni.
sr_cyrl_rs: Хексидецимална ниска конвертована у децимални број.
sv_se: En hexadecimal sträng för att konvertera till decimaltal.
th_th: สตริงเลขฐานสิบหกแปลงเป็นเลขฐานสิบ
tr_tr: Onaltılık dizeyi ondalığa dönüştürülür.
uk_ua: Перетворення шістнадцяткового рядка на десятковий.
vi_vn: Một chuỗi thập lục phân cần chuyển đổi sang chuỗi thập phân.
zh_cn: 十六进制字符串转换为小数。
zh_tw: 十六進位字串會轉換為十進位。

# AboutHex2DecT
source: Converts a column of hexadecimal numbers to decimals
bg_bg: Преобразува колона от шестнадесетични числа в десетични
ca_es: Converteix una columna de nombres hexadecimals en decimals
cs_cz: Převede sloupec šestnáctkových čísel na desítková
da_dk: Konverterer en kolonne med hexadecimale tal til decimaltal
de_de: Konvertiert eine Spalte mit Hexadezimalzahlen in Dezimalzahlen
el_gr: Μετατρέπει μια στήλη δεκαεξαδικών τιμών σε δεκαδικούς
es_es: Convierte una columna de números hexadecimales a decimales
et_ee: Teisendab kuueteistkümnendarvude veeru kümnendarvudeks
eu_es: Zutabe bateko balio hamaseitarrak hamartar bihurtzen ditu
fi_fi: Muuntaa heksadesimaalilukujen sarakkeen desimaaleiksi
fr_fr: Convertit une colonne de nombres hexadécimaux en nombres décimaux
gl_es: Converte unha columna de números hexadecimais en decimais
hi_in: हेक्साडेसिमल संख्याओं के कॉलम को दशमलव में बदलता है
hr_hr: Pretvara stupac heksadecimalnih brojeva u decimalne
hu_hu: Hexadecimális számok oszlopát alakítja át tizedes törtekké
id_id: Mengonversi kolom angka heksadesimal ke desimal
it_it: Converte in decimali una colonna di numeri esadecimali
ja_jp: 16 進数の列を 10 進に変換する
kk_kz: Он алтылық сандар бағанын ондық бөлшектерге түрлендіреді
ko_kr: 10진수로 16진수 열 변환
lt_lt: Konvertuoja šešioliktainių skaičių stulpelį į dešimtainius
lv_lv: Heksadecimālie skaitļi kolonnā tiek pārvērsti par decimāldaļskaitļiem
ms_my: Menukar lajur nombor perenambelasan kepada perpuluhan
nb_no: Konverterer en kolonne med heksadesimaltall tall til desimaltall
nl_nl: Converteert een kolom met hexadecimale getallen naar decimale getallen
pl_pl: Konwertuje kolumnę liczb szesnastkowych na liczby dziesiętne
pt_br: Converte uma coluna de números hexadecimais em decimais
pt_pt: Converte uma coluna de números hexadecimais em decimais
ro_ro: Convertește o coloană de numere hexazecimale la zecimale
ru_ru: Преобразует столбец шестнадцатеричных чисел в десятичный формат
sk_sk: Skonvertuje stĺpec šestnástkových čísel na desiatkové
sl_si: Pretvori stolpec šestnajstiških števil v decimalna
sr_cyrl_rs: Конвертује колону хексадецималних бројева у децималне
sv_se: Konverterar en kolumn med hexadecimala tal till decimaltal
th_th: แปลงคอลัมน์ของเลขฐานสิบหกเป็นเลขฐานสิบ
tr_tr: Onaltılık sayı sütunundaki değerleri ondalık sayılara dönüştürür
uk_ua: Перетворює стовпець шістнадцяткових чисел на десяткові числа
vi_vn: Chuyển đổi một cột số thập lục phân sang số thập phân
zh_cn: 将十六进制数字列转换为小数
zh_tw: 將十六進位數資料行轉換為十進位

# Hex2DecTArg1
source: table
bg_bg: таблица
ca_es: taula
cs_cz: tabulka
da_dk: tabel
de_de: Tabelle
el_gr: πίνακας
es_es: tabla
et_ee: tabel
eu_es: taula
fi_fi: taulukko
gl_es: táboa
hi_in: तालिका
hr_hr: tablica
hu_hu: tábla
id_id: tabel
it_it: tabella
ja_jp: テーブル
kk_kz: кесте
ko_kr: 테이블
lt_lt: lentelė
lv_lv: tabula
ms_my: jadual
nb_no: tabell
nl_nl: tabel
pl_pl: tabela
pt_br: tabela
pt_pt: tabela
ro_ro: tabel
ru_ru: таблица
sk_sk: tabuľka
sl_si: tabela
sr_cyrl_rs: табела
sv_se: tabell
th_th: ตาราง
tr_tr: tablo
uk_ua: таблиця
vi_vn: bảng
zh_cn: 表
zh_tw: 資料表

# AboutHex2Dec_table
source: A column of hexadecimal strings to convert to decimals.
bg_bg: Колона от шестнадесетични низове, които да бъдат преобразувани в десетични числа.
ca_es: Columna de cadenes hexadecimals que es convertiran en decimals.
cs_cz: Sloupec šestnáctkových řetězců pro převod na desítková čísla.
da_dk: En kolonne med hexadecimale strenge, der skal konverteres til decimale strenge.
de_de: Eine Spalte mit Hexadezimalzeichenfolgen, die in Dezimalstellen konvertiert werden soll.
el_gr: Μια στήλη δεκαεξαδικών συμβολοσειρών για μετατροπή σε δεκαδικές.
es_es: Una columna de cadenas hexadecimales para convertir a decimales.
et_ee: Kuueteistkümnendstringide veerg kümnendarvudeks teisendamiseks.
eu_es: Balio hamartar bihurtzeko erabiliko diren kate hamaseitarren zutabea.
fi_fi: Heksadesimaalimerkkijonojen sarake, joka muunnetaan desimaaliluvuiksi.
fr_fr: Colonne de chaînes hexadécimales à convertir en chaînes décimales.
gl_es: Columna de cadeas hexadecimais que se van converter en decimais.
hi_in: दशमलव में बदलने के लिए हेक्साडेसिमल स्ट्रिंग का एक कॉलम.
hr_hr: Stupac heksadecimalnih nizova za pretvaranje u decimalne.
hu_hu: A hexadecimális sztringek oszlopa, tizedes törtekké alakítva.
id_id: Kolom string heksadesimal untuk dikonversi ke desimal.
it_it: Colonna di stringhe esadecimali da convertire in decimali.
ja_jp: 10 進に変換する 16 進文字列の列です。
kk_kz: Ондық бөлшектерге түрлендірілетін он алтылық жолдар бағаны.
ko_kr: 10진수로 변환할 16진수 문자열의 열입니다.
lt_lt: Šešioliktainio formato eilučių stulpelis konvertavimui į dešimtainius skaičius.
lv_lv: Kolonna ar heksadecimālām virknēm, kas jāpārvērš par decimāldaļskaitļiem.
ms_my: Lajur rentetan perenambelasan untuk ditukar kepada perpuluhan.
nb_no: En kolonne med heksadesimalstrenger som skal konverteres til desimaltall.
nl_nl: Een kolom met hexadecimale tekenreeksen om te converteren naar decimale tekenreeksen.
pl_pl: Kolumna ciągów szesnastkowych do przekonwertowania na liczby dziesiętne.
pt_br: Uma coluna de cadeias de caracteres hexadecimais para converter em decimais.
pt_pt: Uma coluna de cadeias hexadecimais para converter em decimais.
ro_ro: O coloană de șiruri hexazecimale de convertit la zecimale.
ru_ru: Столбец шестнадцатеричных строк для преобразования в десятичный формат.
sk_sk: Stĺpec šestnástkových reťazcov, ktoré sa majú skonvertovať na desiatkové.
sl_si: Stolpec šestnajstiških nizov za pretvorbo v decimalne.
sr_cyrl_rs: Колона хексидецималних ниски за конвертовање у децималне.
sv_se: En kolumn med hexadecimala strängar för att konvertera till decimaltal.
th_th: คอลัมน์ของสตริงเลขฐานสิบหกที่จะแปลงเป็นเลขฐานสิบ
tr_tr: Ondalık dizelere dönüştürülecek onaltılık dizeler sütunu.
uk_ua: Стовпець шістнадцяткових рядків для перетворення на десяткові числа.
vi_vn: Một cột gồm các chuỗi thập lục phân cần chuyển đổi sang chuỗi thập phân.
zh_cn: 要转换为小数的十六进制字符串列。
zh_tw: 要轉換為十進位的十六進位字串資料行。

# ErrDeprecated
source: This feature is deprecated and is no longer supported.
bg_bg: Тази функция е отхвърлена и вече не се поддържа.
ca_es: Aquesta característica és obsoleta i ja no s'admet.
cs_cz: Tato funkce je zastaralá a již není podporována.
da_dk: Denne funktion udfases og understøttes ikke længere.
de_de: Diese Funktion ist veraltet und wird nicht mehr unterstützt.
el_gr: Αυτή η δυνατότητα δεν χρησιμοποιείται και δεν υποστηρίζεται πλέον.
es_es: Esta característica está en desuso y ya no se admite.
et_ee: See funktsioon on iganenud ja seda ei toetata enam.
eu_es: Eginbidea zaharkituta dago eta ez da aurrerantzean onartuko.
fi_fi: Tämä ominaisuus on vanhentunut, eikä sitä enää tueta.
fr_fr: Cette fonctionnalité est déconseillée et n’est plus prise en charge.
gl_es: Esta funcionalidade está obsoleta e xa non é compatible.
hi_in: यह सुविधा अप्रचलित कर दी गई है और यह अब समर्थित नहीं है.
hr_hr: Ta je značajka zastarjela i više nije podržana.
hu_hu: Ez a funkció elavult, és már nem támogatott.
id_id: Fitur ini tidak digunakan lagi dan sudah tidak didukung.
it_it: Questa funzionalità è deprecata e non è più supportata.
ja_jp: この機能は廃止されたため、現在はサポートされていません。
kk_kz: Бұл мүмкіндік ұсынылмайды және бұдан былай қолдау көрсетілмейді.
ko_kr: 이 기능은 사용되지 않으며 더 이상 지원되지 않습니다.
lt_lt: Ši funkcija nerekomenduojama ir nebepalaikoma.
lv_lv: Šis līdzeklis ir novecojis un vairs netiek atbalstīts.
ms_my: Ciri ini ditamatkan dan tidak lagi disokong.
nb_no: Denne funksjonen er avskrevet og støttes ikke lenger.
nl_nl: Deze functie is afgeschaft en wordt niet meer ondersteund.
pl_pl: Ta funkcja jest przestarzała i nie jest już obsługiwana.
pt_br: Este recurso é preterido e não tem mais suporte.
pt_pt: Esta funcionalidade foi preterida e já não é suportada.
ro_ro: Această caracteristică este perimată și nu mai este acceptată.
ru_ru: Эта функция устарела и больше не поддерживается.
sk_sk: Táto funkcia je zastaraná a už nie je podporovaná.
sl_si: Ta funkcija je opuščena in ni več podprta.
sr_cyrl_rs: Ова функција је застарела и више није подржана.
sv_se: Den här funktionen är inaktuell och stöds inte längre.
th_th: คุณลักษณะนี้ไม่สนับสนุนและไม่ได้รับการรองรับอีกต่อไป
tr_tr: Bu özellik kullanım dışı bırakıldı ve artık desteklenmiyor.
uk_ua: Цю функцію вилучено. Вона більше не підтримується.
vi_vn: Tính năng này không được dùng nữa và không còn được hỗ trợ.
zh_cn: 此功能已被弃用并且不再受支持。
zh_tw: 此功能已淘汰，不再受支援。

# ErrUnsupportedFunction
source: In namespace {1}, function {0} is not supported.
bg_bg: В пространството на имената {1} функцията {0} не се поддържа.
ca_es: A l'espai de noms {1}, la funció {0} no s'admet.
cs_cz: V oboru názvů {1} není funkce {0} podporována.
da_dk: I navneområdet {1} understøttes funktionen {0} ikke.
de_de: Im Namespace {1} wird die Funktion {0} nicht unterstützt.
el_gr: Στο χώρο ονομάτων {1}, η συνάρτηση {0} δεν υποστηρίζεται.
es_es: En el espacio de nombres {1}, no se admite la función {0}.
et_ee: Nimeruumis {1} ei toetata funktsiooni {0}.
eu_es: {0} funtzioa ez da onartzen {1} izen-lekuan.
fi_fi: Nimitilan {1} funktiota {0} ei tueta.
fr_fr: Dans l’espace de noms {1}, la fonction {0} n’est pas prise en charge.
gl_es: No espazo de nomes {1} non se admite a función {0}.
hi_in: namespace {1} में, फ़ंक्शन {0} समर्थित नहीं है.
hr_hr: U prostoru naziva {1} funkcija {0} nije podržana.
hu_hu: A(z) {1} névtérben a(z) {0} függvény nem támogatott.
id_id: Di ruang nama {1}, fungsi {0} tidak didukung.
it_it: Nello spazio dei nomi {1} la funzione {0} non è supportata.
ja_jp: 名前空間 {1}、関数 {0} はサポートされていません。
kk_kz: {1} атау кеңістігінде {0} функциясына қолдау көрсетілмейді.
ko_kr: 네임스페이스 {1}에서 {0} 함수가 지원되지 않습니다.
lt_lt: Vardų srityje {1} funkcija {0} nepalaikoma.
lv_lv: Funkcija {0} netiek atbalstīta nosaukumvietā {1}.
ms_my: Dalam ruang nama {1}, fungsi {0} tidak disokong.
nb_no: Funksjonen {0} støttes ikke i navneområdet {1}.
nl_nl: Functie {0} in naamruimte {1} wordt niet ondersteund.
pl_pl: Funkcja {0} nie jest obsługiwana w przestrzeni nazw {1}.
pt_br: No namespace {1}, a função {0} não tem suporte.
pt_pt: A função {0} não é suportada no espaço de nomes {1}.
ro_ro: În spațiul de nume {1} funcția {0} nu este acceptată.
ru_ru: В пространстве имен "{1}" функция "{0}" не поддерживается.
sk_sk: V priestore názvov {1} nie je funkcia {0} podporovaná.
sl_si: Funkcija {0} ni podprta v imenskem prostoru {1}.
sr_cyrl_rs: У простору за име {1}, функција {0} није подржана.
sv_se: I namnrymd {1} stöds inte funktionen {0}.
th_th: ไม่รองรับฟังก์ชัน {0} ใน namespace {1}
tr_tr: {1} ad alanında {0} işlevi desteklenmiyor.
uk_ua: У просторі імен "{1}" функція "{0}" не підтримується.
vi_vn: Không hỗ trợ hàm {0} trong không gian tên {1}.
zh_cn: 在 {1} 命名空间中不支持 {0} 函数。
zh_tw: 在命名空間 {1} 中，不支援函式 {0}。

# WarnDeferredType
source: Warning: Deferred type provided.
bg_bg: Предупреждение: Предоставен е отложен тип.
ca_es: Advertiment: s'ha proporcionat el tipus ajornat.
cs_cz: Upozornění: Odložený typ poskytnut.
da_dk: Advarsel: Udskudt type leveret.
de_de: Warnung: Verzögerter Typ bereitgestellt.
el_gr: Προειδοποίηση: Παρέχεται τύπος χωρίς αναβολή.
es_es: Advertencia: Tipo diferido proporcionado.
et_ee: Hoiatus: esitati edasi lükatud tüüp.
eu_es: Abisua: atzeratutako mota bat eman da.
fi_fi: Varoitus: lykätty tyyppi annettu.
fr_fr: Avertissement : type différé fourni.
gl_es: Aviso: Forneceuse un tipo aprazado.
hi_in: चेतावनी: आस्थगित प्रकार प्रदान किया गया.
hr_hr: Upozorenje: navedena je odgođena vrsta.
hu_hu: Figyelmeztetés: Késleltetett típus van megadva.
id_id: Peringatan: Tipe yang ditangguhkan diberikan.
it_it: Avviso: fornito tipo posticipato.
ja_jp: 警告: 未定の型が指定されています。
kk_kz: Ескерте: кейінге қалдырылған түр берілген.
ko_kr: 경고: 지연된 유형이 제공되지 않습니다.
lt_lt: Įspėjimas: pateiktas atidėtas tipas.
lv_lv: Brīdinājums. Norādīts atlikta ieraksta tips.
ms_my: Amaran: Jenis tertunda disediakan.
nb_no: Advarsel: Utsatt type oppgitt.
nl_nl: Waarschuwing: uitgesteld type opgegeven.
pl_pl: Ostrzeżenie: dostarczono odroczony typ.
pt_br: Aviso: Tipo diferido fornecido.
pt_pt: Aviso: tipo adiado fornecido.
ro_ro: Avertisment: s-a furnizat un tip amânat.
ru_ru: Предупреждение. Указан тип Deferred.
sk_sk: Upozornenie: Zadali ste neznámy typ.
sl_si: Opozorilo: na voljo je odložena vrsta.
sr_cyrl_rs: Упозорење: Наведен је одложени тип.
sv_se: Varning! En senarelagd typ har angetts.
th_th: คำเตือน: ชนิดที่ระบุเป็นชนิดแบบเลื่อนเวลา
tr_tr: Uyarı: Ertelenmiş tür sağlandı.
uk_ua: Попередження! Надано відкладений тип.
vi_vn: Cảnh báo: Đã cung cấp loại bị hoãn lại.
zh_cn: 警告: 提供了延迟类型。
zh_tw: 警告: 已提供延期類型。

# ErrExpectedIdentifierArg_Name
source: Expected identifier name
bg_bg: Очаква се име на идентификатор
ca_es: Nom d'identificador esperat
cs_cz: Očekávaný název identifikátoru
da_dk: Navn på forventet id
de_de: Erwarteter Name des Bezeichners
el_gr: Αναμενόμενο όνομα αναγνωριστικού
es_es: Nombre de identificador esperado
et_ee: Eeldatav identifikaatori nimi
eu_es: Espero den identifikatzailearen izena
fi_fi: Odotettu tunnuksen nimi
fr_fr: Nom de l’identificateur attendu
gl_es: Nome esperado do identificador
hi_in: अपेक्षित आइडेंटिफ़ायर का नाम
hr_hr: Očekivani naziv identifikatora
hu_hu: Várt azonosítónév
id_id: Nama pengidentifikasi yang diharapkan
it_it: Nome dell'identificatore previsto
ja_jp: 予期される識別子名
kk_kz: Күтілген идентификатор атауы
ko_kr: 예상 식별자 이름
lt_lt: Numatomas identifikatoriaus pavadinimas
lv_lv: Paredzētais identifikatora nosaukums
ms_my: Nama pengecam dijangkakan
nb_no: Forventet identifikatornavn
nl_nl: Verwachte id-naam
pl_pl: Oczekiwano nazwy identyfikatora
pt_br: Nome do identificador esperado
pt_pt: Nome do identificador esperado
ro_ro: Numele de identificator așteptat
ru_ru: Ожидаемое имя идентификатора
sk_sk: Očakávaný názov identifikátora
sl_si: Pričakovano ime identifikatorja
sr_cyrl_rs: Очекивани назив идентификатора
sv_se: Förväntat namn på identifierare
th_th: ชื่อตัวระบุที่คาดไว้
tr_tr: Beklenen tanımlayıcı adı
uk_ua: Очікуване ім’я ідентифікатора
vi_vn: Tên mã định danh dự kiến
zh_cn: 预期标识符名称
zh_tw: 預期的識別碼名稱

# ErrInvalidFunction
source: This function is ambiguous, it contains lambda expressions and column identifiers for the same argument.
bg_bg: Тази функция е двусмислена: съдържа ламбда-изрази и идентификатори на колони за един и същ аргумент.
ca_es: Aquesta funció és ambigua; conté expressions lambda i identificadors de columna per al mateix argument.
cs_cz: Tato funkce je nejednoznačná, obsahuje výrazy lambda a identifikátory sloupců pro stejný argument.
da_dk: Denne funktion er entydig. Den indeholder lambda-udtryk og kolonne-id'er for det samme argument.
de_de: Diese Funktion ist mehrdeutig; sie enthält Lambdaausdrücke und Spaltenbezeichner für dasselbe Argument.
el_gr: Αυτή η συνάρτηση είναι διφορούμενη, περιέχει παραστάσεις λάμδα και αναγνωριστικά στηλών για το ίδιο όρισμα.
es_es: Esta función es ambigua, contiene expresiones lambda e identificadores de columna para el mismo argumento.
et_ee: See funktsioon on mitmetähenduslik, see sisaldab sama argumendi lambdaavaldisi ja veeruidentifikaatoreid.
eu_es: Funtzioa anbiguoa da: argumentu bereko lambda adierazpenak eta zutabe-identifikatzaileak ditu.
fi_fi: Tämä funktio on epäselvä, se sisältää Lambda-lausekkeita ja saraketunnisteita samalle argumentille.
fr_fr: Cette fonction est ambiguë, elle contient des expressions lambda et des identificateurs de colonne pour le même argument.
gl_es: Esta función é ambigua, contén expresións lambda e identificadores de columna para o mesmo argumento.
hi_in: यह फ़ंक्शन संदिग्ध है, इसमें इसी तरह के तर्क के लिए लैम्बडा एक्सप्रेशन्स और स्तंभ आइडेंटिफ़ायर शामिल हैं.
hr_hr: Ta je funkcija dvosmislena, sadrži izraz lambda i identifikatore stupca za isti argument.
hu_hu: Ez a függvény nem egyértelmű, azonos argumentumhoz tartalmaz lambda kifejezéseket és oszlopazonosítókat.
id_id: Fungsi ini ambigu karena berisi ekspresi lambda dan pengidentifikasi kolom untuk argumen yang sama.
it_it: Questa funzione è ambigua, contiene espressioni lambda e identificatori di colonna per lo stesso argomento.
ja_jp: この関数はあいまいです。Lambda 式と列識別子が同じ引数に含まれています。
kk_kz: Бұл функция айқын емес, оның құрамында бірдей аргумент үшін Lambda өрнектері мен баған идентификаторлары бар.
ko_kr: 이 함수는 모호하며 동일한 인수에 대한 람다 식과 열 식별자를 포함합니다.
lt_lt: Ši funkcija yra nevienareikšmiška, joje yra to paties argumento lambda išraiškos ir stulpelių identifikatoriai.
lv_lv: Šī funkcija ir neviennozīmīga. Tajā ir ietvertas LAMBDA izteiksmes un kolonnu identifikatori vienam un tam pašam argumentam.
ms_my: Fungsi ini samar-samar, ia mengandungi ungkapan LAMBDA dan pengecam lajur untuk argumen yang sama.
nb_no: Denne funksjonen er tvetydig, den inneholder lambda-uttrykk og kolonneidentifikatorer for samme argument.
nl_nl: Deze functie is dubbelzinnig. De functie bevat een aantal lambda-expressies en kolom-id's voor hetzelfde argument.
pl_pl: Ta funkcja jest niejednoznaczna, ponieważ zawiera wyrażenia lambda oraz identyfikatory kolumn dla tego samego argumentu.
pt_br: Esta função é ambígua, contém expressões lambda e identificadores de colunas para o mesmo argumento.
pt_pt: Esta função é ambígua: contém expressões lambda e identificadores de coluna para o mesmo argumento.
ro_ro: Această funcție este ambiguă. Conține expresii lambda și identificatori de coloană pentru același argument.
ru_ru: Эта функция является неоднозначной, она содержит лямбда-выражения и идентификаторы столбцов для одного аргумента.
sk_sk: Táto funkcia je nejednoznačná, obsahuje výrazy lambda a identifikátory stĺpcov pre rovnaký argument.
sl_si: Ta funkcija je dvoumna. Za isti argument vsebuje izraze lambda in identifikatorje stolpcev.
sr_cyrl_rs: Ова функција је двосмислена, садржи ламбда изразе и идентификаторе колона за исти аргумент.
sv_se: Denna funktion är tvetydig. Den innehåller lambda-uttryck och kolumnidentifierare för samma argument.
th_th: ฟังก์ชันนี้คลุมเครือ โดยประกอบด้วยนิพจน์แลมบ์ดาและตัวระบุคอลัมน์สำหรับอาร์กิวเมนต์เดียวกัน
tr_tr: Bu işlev belirsiz, aynı bağımsız değişken için Lambda ifadesi ve sütun tanımlayıcıları içeriyor.
uk_ua: Ця функція неоднозначна, вона містить лямбда-вирази та ідентифікатори стовпців для одного аргументу.
vi_vn: Hàm này không rõ ràng, chứa các biểu thức lambda và mã định danh cột cho cùng một đối số.
zh_cn: 此函数不明确，其中包含同一参数的 Lambda 表达式和列标识符。
zh_tw: 此函式不明確，其包含同一個引數的 Lambda 運算式和資料行識別碼。

# OptionSetOptionNotSupported
source: The value of option {0} is not of expected type {1}.
bg_bg: Стойността на опцията {0} не е от очакван тип {1}.
ca_es: El valor de l'opció {0} no és del tipus esperat {1}.
cs_cz: Hodnota možnosti {0} není očekávaného typu {1}.
da_dk: Værdien af indstillingen {0} ikke af den forventede type {1}.
de_de: Der Wert der Option {0} entspricht nicht dem erwarteten Typ {1}.
el_gr: Η τιμή του πεδίου {0} δεν είναι αναμενόμενου τύπου {1}.
es_es: El valor de la opción {0} no es del tipo esperado {1}.
et_ee: Suvandi {0} väärtuse tüüp pole eeldatud tüüp {1}.
eu_es: {0} aukeraren balioa ez da esperotako motakoa ({1}).
fi_fi: Vaihtoehdon {0} arvo ei ole odotettu tyyppi {1}.
fr_fr: La valeur de l’option {0} n’est pas du type attendu {1}.
gl_es: O valor da opción {0} non é do tipo {1} esperado.
hi_in: विकल्प {0} का मान अपेक्षित प्रकार {1} का नहीं है.
hr_hr: Vrijednost opcije {0} nije očekivane vrste {1}.
hu_hu: A beírt {0} értéke nem a(z) {1} várt típusú.
id_id: Nilai opsi {0} bukanlah tipe {1} yang diharapkan.
it_it: Il valore dell'opzione {0} non è del tipo previsto {1}.
ja_jp: オプション {0} の型が予期された型 {1} ではありません。
kk_kz: {0} параметрінің мәні күтілген {1} түрінде емес.
ko_kr: {0} 옵션의 값이 예상 유형 {1}이(가) 아닙니다.
lt_lt: Parinkties {0} reikšmė nėra laukiamo tipo {1}.
lv_lv: Opcijas {0} vērtība neatbilst paredzētajam tipam {1}.
ms_my: Nilai pilihan {0} bukan jenis jangkaan {1}.
nb_no: Verdien for alternativet {0} ikke er av forventet type {1}.
nl_nl: De waarde van optie {0} is niet het verwachte type {1}.
pl_pl: Wartość opcji {0} nie jest wartością oczekiwanego typu {1}.
pt_br: O valor de opção {0} não é do tipo esperado {1}.
pt_pt: O valor da opção {0} não é do tipo esperado {1}.
ro_ro: Valoarea opțiunii {0} nu are tipul prevăzut {1}.
ru_ru: Значение параметра "{0}" отличается от ожидаемого типа "{1}".
sk_sk: Hodnota možnosti {0} nie je očakávaného typu {1}.
sl_si: Vrednost možnosti {0} ni pričakovane vrste {1}.
sr_cyrl_rs: Вредност опције {0} није очекиваног типа {1}.
sv_se: Värdet för alternativet {0} är inte av förväntad typ {1}.
th_th: ค่าของตัวเลือก {0} ไม่ใช่ประเภท {1} ที่คาดไว้
tr_tr: {0} seçeneğinin değeri, beklenen {1} türünde değil.
uk_ua: Значення параметра {0} не відноситься до очікуваного типу {1}.
vi_vn: Giá trị của tùy chọn {0} không thuộc loại dự kiến {1}.
zh_cn: 选项 {0} 的值不是预期类型 {1}。
zh_tw: 選項 {0} 的值不是預期的類型 {1}。
