Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrOperatorExpected_ShortMessage
source: Expected operator. We expect an operator such as +, *, or & at this point in the formula.
bg_bg: Очаква се оператор. Очакваме оператор, като например +, * или & на този етап във формулата.
ca_es: S'esperava un operador. S'espera un operador, com ara +, * o &, en aquest punt de la fórmula.
cs_cz: Očekával se operátor. V této části vzorce očekáváme operátor, třeba +, * nebo &.
da_dk: Operator forventet. Vi forventer en operator, f.eks. +, *, eller & på dette sted i formlen.
de_de: Operator erwartet. An dieser Stelle in der Formel wird ein Operator wie beispielsweise +, *, oder & erwartet.
el_gr: Αναμενόταν τελεστής. Σε αυτό το σημείο στον τύπο αναμένεται ένας τελεστής όπως +, * ή &.
es_es: Se esperaba un operador. Esperamos un operador, como +, * o &, en este punto de la fórmula.
et_ee: Eeldati operaatorit. Siinkohal eeldame valemis operaatorit nagu +, *, või &.
eu_es: Eragile bat espero zen. +, *, & edo antzeko eragile bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin operaattoria. Odotetaan operaattoria, kuten +, *, tai &, kaavan tässä kohdassa.
fr_fr: Un opérateur était attendu. Nous attendons un opérateur tel que +, *, ou & à ce stade de la formule.
gl_es: Esperábase un operador, como +, * ou &, neste punto da fórmula.
hi_in: ऑपरेटर अपेक्षित है. सूत्र में इस बिंदु पर हम एक ऑपरेटर, जैसे कि +, *, या & की अपेक्षा रखते हैं.
hr_hr: Očekuje se operator. Na tom mjestu u formuli očekujemo operator, npr. +, * ili &.
hu_hu: A rendszer operátort (például +, * vagy & jelet) várt a képlet ezen pontján.
id_id: Operator yang diharapkan. Kami mengharapkan operator seperti +, *, atau & pada titik ini dalam rumus.
it_it: È previsto un operatore. A questo punto della formula è previsto un operatore, ad esempio +, * o &.
ja_jp: 演算子が必要です。数式のこの時点で、+、*、& などの演算子が必要です。
kk_kz: Оператор күтілген. Формуладағы бұл жерде +, * немесе & сияқты оператор күтіледі.
ko_kr: 연산자가 필요합니다. 수식에서 이 지점에 +, * 또는 & 등의 연산자가 필요합니다.
lt_lt: Numatomas operatorius. Šioje formulės dalyje numatomas operatorius, pvz., +, * arba &.
lv_lv: Ir paredzēts operators. Šajā formulas vietā ir paredzēts kāds operators, piemēram, +, * vai &.
ms_my: Menjangkakan operator. Kami menjangkakan operator seperti +, *, atau & pada peringkat ini dalam formula.
nb_no: Forventet operator. Vi forventer en operator, slik som +, *, or &, på dette stedet i formelen.
nl_nl: Er wordt een operator verwacht. Op deze positie in de formule wordt een operator zoals +, *, of & verwacht.
pl_pl: Oczekiwany jest operator. W tym miejscu w formule oczekujemy operatora, takiego jak +, * lub &.
pt_br: Operador esperado. Esperamos um operador como +, * ou & neste ponto na fórmula.
pt_pt: Operador esperado. Era esperado um operador como +, * ou & nesta parte da fórmula.
ro_ro: Se aștepta un operator. Așteptăm un operator, cum ar fi +, * sau & în acest punct din formulă.
ru_ru: Ожидался оператор. В этой точке формулы должен быть оператор, например +, * или &.
sk_sk: Očakával sa operátor. V tomto bode vzorca sa očakáva operátor, napríklad +, * alebo &.
sl_si: Pričakovan je operator. Na tem mestu v formuli je pričakovan operator, kot je +, & ali *.
sr_cyrl_rs: Очекује се оператор. Очекујемо оператор као што је +, * или & у овом делу формуле.
sr_latn_rs: Očekuje se operator. Očekujemo operator kao što je +, * ili & u ovom delu formule.
sv_se: En operator förväntades. Vi förväntar oss en operator som +, *, eller & vid den här punkten i formeln.
th_th: ตัวดำเนินการที่คาดไว้ เราคาดหวังตัวดำเนินการ เช่น +, *, หรือ & ที่จุดนี้ในสูตร
tr_tr: İşleç bekleniyor. Formülde bu noktada +, * veya & gibi bir işleç bekleniyor.
uk_ua: Очікувався оператор. У цьому місці формули очікується оператор, як-от "+", "*" або "&".
vi_vn: Đã dự kiến có toán tử. Chúng tôi dự kiến có toán tử, như +, * hoặc & tại điểm này trong công thức.
zh_cn: 应为运算符。公式中的此处应为运算符，例如 +、* 或 &。
zh_tw: 應為運算子。公式中的此位置應為 +、*、或 & 等運算子。

# ErrorResource_ErrOperatorExpected_LongMessage
source: Operators join two operands together. This error occurs if you put two functions (operands) together with no operator between them -- for example, Len("mytext")Len("mytext").
bg_bg: Операторите обединяват два операнда. Тази грешка възниква, ако поставите две функции (операндa) заедно без оператор между тях – например Len("mytext")Len("mytext").
ca_es: Els operadors uneixen dos operands. Aquest error es produeix si combineu dues funcions (operands) i no les separeu amb cap operador; per exemple, Len("mytext")Len("mytext").
cs_cz: Operátory spojují dva operandy. K této chybě dojde, pokud spojíte dvě funkce (operandy) bez toho, abyste mezi ně vložili operátor -- třeba Len("mujtext")Len("mujtext").
da_dk: Operatorer joinforbinder to operander. Denne fejl opstår, hvis du sætter to funktioner (operander) sammen uden nogen operator mellem dem, f.eks. Len("mytext")Len("mytext").
de_de: Operatoren verbinden zwei Operanden. Dieser Fehler tritt auf, wenn Sie zwei Funktionen (Operanden) verbinden, ohne dazwischen einen Operator einzufügen. Beispiel: Len("MeinText")Len("MeinText").
el_gr: Οι τελεστές συνδέουν δύο τελεστέους. Αυτό το σφάλμα παρουσιάζεται αν τοποθετήσετε μαζί δύο συναρτήσεις (τελεστέους) χωρίς τελεστή ανάμεσά τους, για παράδειγμα, Len("mytext")Len("mytext").
es_es: Los operadores unen dos operandos. Este error se produce si coloca dos funciones (operandos) juntos sin ningún operador entre ellos, por ejemplo, Len("mytext")Len("mytext").
et_ee: Operaatorid liidavad omavahel kahte operandi. Tõrge ilmneb, kui panete kokku kaks funktsiooni (operandi), kuid nende vahel puudub operaator – nt Len("mytext")Len("mytext").
eu_es: Eragileek bi eragigai bateratzen dituzte. Adibidez, errore hau gertatuko da eragilerik ez duten bi funtzio (eragigai) bateratzen dituzunean; hala nola, Len("mytext")Len("mytext").
fi_fi: Operaattorit liittävät kaksi operandia toisiinsa. Tämä virhe ilmenee, jos sijoitat kaksi funktiota (operandia) yhteen ilman operaattoria niiden välissä, esimerkiksi Len("omateksti")Len("omateksti").
fr_fr: Les opérateurs unissent deux opérandes. Cette erreur se produit si vous placez deux fonctions (opérandes) ensemble sans opérateur entre elles, par exemple, Len("montexte")Len("montexte").
gl_es: Os operadores unen dous operandos. Este erro prodúcese se coloca dúas funcións (operandos) xuntas sen ningún operador entre elas, por exemplo: Len("mytext")Len("mytext").
hi_in: ऑपरेटर दो ऑपरैंड को एक साथ जोड़ते हैं. यदि आप बीच में बिना किसी ऑपरेटर के दो फ़ंक्शंस (ऑपरैंड) को एक साथ रखते हैं-- उदाहरण के लिए, Len("mytext")Len("mytext"), तो यह त्रुटि होगी.
hr_hr: Operatori povezuju dva operanda. Ta se pogreška pojavljuje ako postavite dvije funkcije (operanda) jednu do druge, a da se između njih ne nalazi operator, primjerice Len("mojtekst")Len("mojtekst").
hu_hu: Az operátorok két operandust kötnek össze. Ez a hiba akkor fordul elő, ha úgy köt össze két függvényt (operandust), hogy nincs közöttük operátor. Példa: Len("sajátszöveg")Len("sajátszöveg").
id_id: Operator menggabungkan dua operand sekaligus. Kesalahan ini terjadi jika Anda memasukkan dua fungsi (operand) sekaligus tanpa operator di antara keduanya -- misalnya, Len("mytext")Len("mytext").
it_it: Gli operatori uniscono due operandi. Questo errore si verifica se si uniscono due funzioni (operandi) senza alcun operatore tra di esse, ad esempio: Len("testo")Len("testo").
ja_jp: 演算子は 2 つのオペランドを結合します。このエラーは、2 つの関数 (オペランド) をその間に演算子を指定しないで配置した場合に生じます (例: Len("mytext")Len("mytext"))。
kk_kz: Операторлар екі операндты біріктіреді. Екі функцияны (операндты) ортасында операторсыз біріктірсеңіз, осы қате пайда болады, мысалы, Len("mytext")Len("mytext").
ko_kr: 연산자는 두 개의 피연산자를 결합합니다. 이 오류는 두 개의 함수(피연산자) 사이에 연산자를 넣지 않는 경우(예: Len("mytext")Len("mytext"))에 발생합니다.
lt_lt: Operatoriai sujungia du operandus. Ši klaida įvyksta, jei dvi funkcijos (operandai) sujungiamos nededant jokio operatoriaus tarp jų, pvz., Len("mytext")Len("mytext").
lv_lv: Ar operatoriem tiek savienoti divi operandi. Šī kļūda rodas, ja saliekat divas funkcijas (operandus), starp tām nenorādot nevienu operatoru — piemēram, Len("mansteksts")Len("mansteksts").
ms_my: Operator mencantumkan dua operan bersama-sama. Ralat ini berlaku jika anda meletakkan dua fungsi (operan) bersama-sama tanpa operator di antaranya -- contohnya, Len("mytext")Len("mytext").
nb_no: Operatorer slår sammen to operander. Denne feilen oppstår hvis du setter to funksjoner (operander) sammen uten operator mellom dem, for eksempel Len("mytext")Len("mytext").
nl_nl: Met operatoren worden operands samengevoegd. Deze fout doet zich voor als u twee functies (operands) combineert zonder dat hier een operator tussen staat, bijvoorbeeld Len("mijntekst")Len("mijntekst").
pl_pl: Operatory łączą ze sobą dwa operandy. Ten błąd wystąpi, jeśli umieścisz obok siebie dwie funkcje (operandy) bez operatora między nimi — na przykład Len("mójtekst")Len("mójtekst").
pt_br: Operadores unem dois operandos. Este erro ocorrerá se você colocar duas funções (operandos) juntas sem nenhum operador entre elas. Por exemplo, Len("meutexto")Len("meutexto").
pt_pt: Os operadores unem dois operandos. Este erro ocorre quando junta duas funções (operandos) sem um operador entre as mesmas. Por exemplo, Len("mytext")Len("mytext").
ro_ro: Operatorii asociază doi operanzi. Această eroare apare dacă asociați două funcții (operanzi) fără vreun operator între ele; de exemplu Len("textulmeu")Len("textulmeu").
ru_ru: Операторы соединяют два операнда. Данная ошибка возникает, когда вы ставите рядом две функции (два операнда), но не указываете между ними оператор, например: Len("mytext")Len("mytext").
sk_sk: Operátory spájajú dva operandy. Táto chyba sa vyskytne, ak uvediete spolu dve funkcie (operandy) bez operátora medzi nimi, napríklad Len("môjtext")Len("môjtext").
sl_si: Operatorji združijo dva operanda. Do te napake pride, če dodate dve funkciji (operanda) brez operatorja med njima, na primer Len("mojebesedilo")Len("mojebesedilo").
sr_cyrl_rs: Оператори спајају два операнда. Ова грешка се јавља ако саставите две функције (операнда), а између њих не додате оператор, на пример, Len("mojtekst")Len("mojtekst").
sr_latn_rs: Operatori spajaju dva operanda. Ova greška se javlja ako sastavite dve funkcije (operanda), a između njih ne dodate operator, na primer, Len("mojtekst")Len("mojtekst").
sv_se: Operatorer kopplar ihop två operander. Det här felet uppstår om du placerar två funktioner (operander) tillsammans utan en operator mellan dem, till exempel Len("mytext")Len("mytext").
th_th: ตัวดำเนินการจะรวมสองตัวถูกดำเนินการเข้าด้วยกัน ข้อผิดพลาดนี้จะเกิดขึ้นถ้าคุณวางสองฟังก์ชัน (ตัวถูกดำเนินการ) เข้าด้วยกันโดยไม่มีตัวดำเนินการระหว่างตัวถูกดำเนินการทั้งสอง ตัวอย่างเช่น Len("mytext")Len("mytext")
tr_tr: İşleçler iki işleneni birbirine ekler. Bu hata, iki işlevi (işleneni) aralarında bir işleç olmadan kullandığınızda oluşur -- örneğin, Len("metnim")Len("metnim").
uk_ua: Оператор об’єднує два операнди. Ця помилка стається, якщо між двома функціями (операндами) немає оператора. Приклад: Len("текст")Len("текст").
vi_vn: Toán tử kết hợp hai toán hạng lại với nhau. Lỗi này xảy ra nếu bạn đặt hai hàm (toán hạng) lại với nhau mà không có toán tử nào giữa chúng -- ví dụ: Len("mytext")Len("mytext").
zh_cn: 运算符将两个操作数连接在一起。如果将两个函数(操作数)放在一起，但它们之间没有运算符，则会发生此错误 - 例如 Len("我的文本")Len("我的文本")。
zh_tw: 運算子連接兩個運算元。若您指定了兩個函式 (運算元)，但兩者之間沒有運算子，就會發生此錯誤。例如: Len("mytext")Len("mytext")。

# ErrorResource_ErrOperatorExpected_HowToFix_1
source: Edit your formula so that it includes an operator between the operands.
bg_bg: Редактирайте формулата си така, че да включва оператор между операндите.
ca_es: Editeu la fórmula perquè inclogui un operador entre els operands.
cs_cz: Upravte svůj vzorec tak, aby mezi operandy obsahoval operátor.
da_dk: Rediger formlen, så den indeholder en operator mellem operanderne.
de_de: Bearbeiten Sie Ihre Formel so, dass sie einen Operator zwischen den Operanden enthält.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να περιλαμβάνει έναν τελεστή μεταξύ των τελεστέων.
es_es: Edite la fórmula para que incluya un operador entre los operandos.
et_ee: Redigeerige oma valemit nii, et see sisaldaks operandide vahel operaatorit.
eu_es: Editatu formula eragile bat eduki dezan eragigaien artean.
fi_fi: Muokkaa kaavaasi niin, että se sisältää operaattorin operandien välissä.
fr_fr: Modifiez votre formule afin qu’elle comprenne un opérateur entre les opérandes.
gl_es: Edite a fórmula de xeito que inclúa un operador entre os operandos.
hi_in: अपने सूत्र को संपादित करें ताकि ऑपरैंड्स के बीच कोई ऑपरेटर शामिल हो सके.
hr_hr: Uredite formulu tako da sadrži operator između operanada.
hu_hu: Módosítsa a képletet úgy, hogy az operandusai között legyen egy operátor.
id_id: Edit rumus Anda agar mencantumkan operator di antara operand.
it_it: Modificare la formula affinché includa un operatore tra gli operandi.
ja_jp: 数式を編集し、オペランド間に演算子を含めます。
kk_kz: Формуланы ол операндтар арасындағы операторды қамтитын етіп өңдеңіз.
ko_kr: 피연산자 사이에 연산자가 포함되도록 수식을 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad joje tarp operandų būtų operatorius.
lv_lv: Rediģējiet formulu tā, lai starp operandiem būtu ietverts kāds operators.
ms_my: Edit formula anda supaya mengandungi operator antara operan.
nb_no: Rediger formelen slik at den inneholder en operatør mellom operandene.
nl_nl: Bewerk de formule zodat hierin een operator tussen de operands is opgenomen.
pl_pl: Edytuj formułę tak, aby zawierała operator między operandami.
pt_br: Edite sua fórmula para que ela inclua um operador entre dois operandos.
pt_pt: Edite a fórmula de forma a incluir um operador entre os operandos.
ro_ro: Editați-vă formula astfel încât să includă un operator între operanzi.
ru_ru: Измените формулу так, чтобы она включала оператор между операндами.
sk_sk: Upravte vzorec tak, aby obsahoval operátor medzi operandmi.
sl_si: Uredite formulo tako, da bo vsebovala operator med operandi.
sr_cyrl_rs: Уредите формулу тако да садржи оператор између операнада.
sr_latn_rs: Uredite formulu tako da sadrži operator između operanada.
sv_se: Redigera din formel så att den innehåller en operator mellan operanderna.
th_th: แก้ไขสูตรของคุณเพื่อให้มีตัวดำเนินการระหว่างตัวถูกดำเนินการ
tr_tr: Formülünüzü işlenenler arasında bir işleç içerecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб між операндами в ній стояв оператор.
vi_vn: Chỉnh sửa công thức của bạn để công thức có toán tử giữa các toán hạng.
zh_cn: 编辑公式，使其在操作数之间包含一个运算符。
zh_tw: 請編輯您的公式，在公式中的運算元之間加入運算子。

# ErrorResource_ErrOperatorExpected_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: upotreba jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
id_id: Modul: Menggunakan rumus dasar
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrNumberExpected_ShortMessage
source: Expected number. We expect a number at this point in the formula.
bg_bg: Очаква се число. Очакваме число на този етап във формулата.
ca_es: S'esperava un nombre. S'espera un nombre en aquest punt de la fórmula.
cs_cz: Očekávalo se číslo. V této části vzorce očekáváme číslo.
da_dk: Antal forventet. Vi forventer et tal på dette sted i formlen.
de_de: Zahl erwartet. An dieser Stelle in der Formel wird eine Zahl erwartet.
el_gr: Αναμενόταν αριθμός. Σε αυτό το σημείο στον τύπο αναμένεται αριθμός.
es_es: Se esperaba un número. Esperamos un número en este punto de la fórmula.
et_ee: Eeldati arvu. Siinkohal eeldame valemis arvu.
eu_es: Zenbaki bat espero zen. Zenbaki bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin lukua. Odotetaan lukua kaavan tässä kohdassa.
fr_fr: Un nombre est attendu. Nous attendons un nombre à ce stade de la formule.
gl_es: Esperábase un número neste punto da fórmula.
hi_in: संख्या अपेक्षित है. हम सूत्र में इस बिंदु पर संख्या की अपेक्षा रखते हैं.
hr_hr: Očekuje se broj. Na tom mjestu u formuli očekujemo broj.
hu_hu: A rendszer számot várt a képlet ezen pontján.
id_id: Angka yang diharapkan. Kami mengharapkan angka pada titik ini dalam rumus.
it_it: È previsto un numero. A questo punto della formula è previsto un numero.
ja_jp: 数値が必要です。数式のこの時点で、数値が必要です。
kk_kz: Сан күтілген. Формуладағы бұл жерде сан күтіледі.
ko_kr: 숫자가 필요합니다. 수식에서 이 지점에 숫자가 필요합니다.
lt_lt: Numatomas skaičius. Šioje formulės dalyje numatomas skaičius.
lv_lv: Ir paredzēts skaitlis. Šajā formulas posmā tiek gaidīts skaitlis.
ms_my: Nombor dijangka. Kami menjangkakan nombor pada masa ini dalam formula.
nb_no: Forventet tall. Vi forventer et tall på dette stedet i formelen.
nl_nl: Er wordt een getal verwacht. Op deze positie in de formule wordt een getal verwacht.
pl_pl: Oczekiwano liczby. W tym miejscu w formule oczekujemy liczby.
pt_br: Número esperado. Esperamos um número neste ponto na fórmula.
pt_pt: Número esperado. Era esperado um número nesta parte da fórmula.
ro_ro: Se aștepta un număr. Așteptăm un număr în acest punct din formulă.
ru_ru: Ожидалось число. В этой точке формулы должно быть число.
sk_sk: Očakávalo sa číslo. V tomto bode vzorca sa očakáva číslo.
sl_si: Pričakovana je številka. Na tem mestu v formuli je pričakovana številka.
sr_cyrl_rs: Очекује се број. Очекујемо број у овом делу формуле.
sr_latn_rs: Očekuje se broj. Očekujemo broj u ovom delu formule.
sv_se: Ett tal förväntades. Vi förväntar oss ett tal vid den här punkten i formeln.
th_th: ตัวเลขที่คาดไว้ เราคาดหวังตัวเลขในจุดนี้ในสูตร
tr_tr: Sayı bekleniyor. Formülde bu noktada bir sayı bekleniyor.
uk_ua: Очікувалося число. У цьому місці формули очікується число.
vi_vn: Đã dự kiến có số. Chúng tôi dự kiến có số tại điểm này trong công thức.
zh_cn: 应为数字。公式中的此处应为数字。
zh_tw: 應為數字。公式中的此位置應為數字。
