Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrNumberOrStringExpected_HowToFix_1
source: Edit your formula so that it evaluates to text or a number at this point in the formula.
bg_bg: Редактирайте формулата си така, че изчислението да води до текст или число на този етап във формулата.
ca_es: Editeu la fórmula de manera que s'utilitzi un text o un nombre.
cs_cz: Upravte svůj vzorec tak, aby se v této části vzorce vyhodnotil jako text nebo číslo.
da_dk: Rediger formlen, så den evalueres til tekst eller tal på dette sted i formlen.
de_de: Bearbeiten Sie Ihre Formel so, dass an dieser Stelle in der Formel eine Auswertung als Text oder Zahl erfolgt.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να αποδίδει κείμενο ή αριθμό σε αυτό το σημείο στον τύπο.
es_es: Edite la fórmula para que se calcule como texto o un número en este punto de la fórmula.
et_ee: Redigeerige oma valemit nii, et see annab siinkohal valemis tulemuseks teksti või arvu.
eu_es: Editatu formula testu edo zenbaki bat kalkula dezan formularen puntu honetan.
fi_fi: Muokkaa kaavaasi niin, että se antaa arvioitaessa tekstin tai luvun kaavan tässä kohdassa.
fr_fr: Modifiez votre formule afin qu’elle donne du texte ou un nombre à ce point de la formule.
gl_es: Editar a fórmula de xeito que se avalíe como un texto ou un número neste punto da fórmula.
hi_in: अपने सूत्र को संपादित करें ताकि सूत्र में इस बिंदु पर यह पाठ या किसी संख्या के लिए मूल्यांकन करे.
hr_hr: Uredite formulu tako da se na ovom mjestu u formuli nalazi tekst ili broj.
hu_hu: Módosítsa a képletet úgy, hogy a képlet ezen pontján szöveget vagy számot adjon vissza.
id_id: Edit rumus Anda agar mengevaluasi teks atau angka pada titik ini dalam rumus.
it_it: Modificare la formula affinché restituisca un numero o un testo a questo punto della formula.
ja_jp: 数式を編集し、この時点の数式でテキストまたは数値に評価されるようにします。
kk_kz: Формуланы формуладағы осы жерде ол мәтін немесе сан болатын етіп өңдеңіз.
ko_kr: 수식의 이 지점에서 텍스트 또는 숫자로 평가되도록 수식을 편집합니다.
lt_lt: Redaguokite savo taip formulę taip, kad šios formulės dalies rezultatas būtų tekstas arba skaičius.
lv_lv: Rediģējiet formulu tā, lai šajā formulas posmā tiktu iegūts teksts vai skaitlis.
ms_my: Edit formula anda supaya menilai teks atau nombor pada peringkat ini dalam formula.
nb_no: Rediger formelen slik at den returnerer tekst eller et tall på dette punktet i formelen.
nl_nl: Bewerk de formule zodat de formule op deze positie resulteert in tekst of een getal.
pl_pl: Edytuj formułę tak, aby jej wynikiem w tym miejscu w formule był tekst lub liczba.
pt_br: Edite sua fórmula para que ela avalie um texto ou número neste ponto.
pt_pt: Edite a fórmula para que avalie com texto ou um número nesta parte da fórmula.
ro_ro: Editați-vă formula astfel încât să se evalueze la un text sau un număr în acest punct din formulă.
ru_ru: Измените формулу так, чтобы результатом вычисления в этом месте в формуле был текст или число.
sk_sk: Upravte vzorec tak, aby sa v tomto bode vyhodnotil ako text alebo číslo.
sl_si: Uredite formulo tako, da bo ovrednotena kot besedilo ali število na tem mestu v formuli.
sr_cyrl_rs: Уредите формулу тако да даје текст или број као резултат у овом делу формуле.
sr_latn_rs: Uredite formulu tako da daje tekst ili broj kao rezultat u ovom delu formule.
sv_se: Redigera din formel så att den utvärderas till en text eller ett tal vid den här punkten i formeln.
th_th: แก้ไขสูตรของคุณเพื่อให้ประเมินเป็นข้อความหรือตัวเลขที่จุดนี้ในสูตร
tr_tr: Formülünüzü formülün bu noktasında bir metin veya sayı verecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб у цьому місці результат її обчислення становив текст або число.
vi_vn: Chỉnh sửa công thức của bạn để cho ra kết quả văn bản hoặc số tại điểm này trong công thức.
zh_cn: 编辑公式，使公式此时的计算结果为文本或数字。
zh_tw: 請編輯您的公式，使公式中的此位置能被評估為文字或數字。

# ErrorResource_ErrNumberOrStringExpected_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrClosingBracketExpected_ShortMessage
source: Expected closing bracket. We expect a closing bracket (}) at this point in the formula.
bg_bg: Очаква се затваряща скоба. Очакваме затваряща скоба (}) на този етап във формулата.
ca_es: S'esperava un claudàtor de tancament. S'espera un claudàtor de tancament (}) en aquest punt de la fórmula.
cs_cz: Očekává se pravá složená závorka. V této části vzorce očekáváme pravou složenou závorku (}).
da_dk: Højreparentes forventet. Vi forventer en højreparentes (}) på dette sted i formlen.
de_de: Schließende Klammer erwartet. An dieser Stelle in der Formel wird eine schließende geschweifte Klammer (}) erwartet.
el_gr: Αναμενόταν δεξιά αγκύλη. Σε αυτό το σημείο στον τύπο αναμένεται μια δεξιά αγκύλη (}).
es_es: Se esperaba una llave de cierre. Esperamos una llave de cierre (}) en este punto de la fórmula.
et_ee: Eeldati sulgevat sulgu. Siinkohal eeldame valemis sulgevat sulgu (}).
eu_es: Ixteko giltza bat espero zen. Ixteko giltza (}) bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin sulkevaa aaltosuljetta. Odotetaan sulkevaa aaltosuljetta (}) kaavan tässä kohdassa.
fr_fr: Accolade fermante attendue. Nous attendons une accolade fermante (}) à ce stade de la formule.
gl_es: Esperábase un corchete de peche (}) neste punto da fórmula.
hi_in: बंद करने वाला कोष्ठक अपेक्षित है. सूत्र में इस जगह हम बंद करने वाले कोष्ठक (}) की अपेक्षा करते हैं.
hr_hr: Očekuje se desna zagrada. Na tom mjestu u formuli očekujemo desnu zagradu (}).
hu_hu: A rendszer záró zárójelet várt a képlet ezen pontján.
id_id: Tanda kurung tutup yang diharapkan. Kami mengharapkan tanda kurung tutup (}) pada titik ini dalam rumus.
it_it: È prevista una parentesi graffa chiusa. A questo punto della formula è prevista una parentesi graffa chiusa (}).
ja_jp: 閉じかっこが必要です。数式のこの時点で、閉じかっこ (}) が必要です。
kk_kz: Жабатын жақша күтілген. Формуладағы бұл жерде жабатын жақша (}) күтіледі.
ko_kr: 닫는 대괄호가 필요합니다. 수식에서 이 지점에 닫는 대괄호(})가 필요합니다.
lt_lt: Numatomas dešinysis skliaustas. Šioje formulės dalyje numatomas dešinysis skliaustas (}).
lv_lv: Ir paredzēta aizverošā figūriekava. Šajā formulas posmā tiek gaidīta aizverošā figūriekava (}).
ms_my: Tanda kurung penutup dijangka. Kami menjangkakan tanda kurung penutup (}) pada masa ini dalam formula.
nb_no: Forventet avsluttende sløyfeparentes. Vi forventer en avsluttende sløyfeparentes (}) på dette stedet i formelen.
nl_nl: Er wordt een afsluitende accolade verwacht. Op deze positie in de formule wordt een afsluitende accolade (}) verwacht.
pl_pl: Oczekiwano nawiasu zamykającego. W tym miejscu w formule oczekujemy nawiasu zamykającego (}).
pt_br: Chave de fechamento esperada. Esperamos uma chave de fechamento (}) neste ponto na fórmula.
pt_pt: Parêntese reto de fecho esperado. Era esperado um parêntese reto de fecho (}) nesta parte da fórmula.
ro_ro: Se aștepta o acoladă de închidere. Așteptăm o acoladă de închidere (}) în acest punct din formulă.
ru_ru: Ожидалась закрывающая скобка. В этой точке формулы должна быть закрывающая фигурная скобка (}).
sk_sk: Očakávala sa pravá zátvorka. V tomto bode vzorca sa očakáva pravá zátvorka (}).
sl_si: Pričakovan je zaklepaj. Na tem mestu v formuli je pričakovan zaklepaj (}).
sr_cyrl_rs: Очекује се затворена заграда. Очекујемо затворену заграду (}) у овом делу формуле.
sr_latn_rs: Očekuje se zatvorena zagrada. Očekujemo zatvorenu zagradu (}) u ovom delu formule.
sv_se: Avslutande klammerparantes förväntades. Vi förväntar oss en avslutande klammerparantes (}) vid denna punkt i formeln.
th_th: วงเล็บเหลี่ยมปิดที่คาดไว้ เราคาดหวังวงเล็บเหลี่ยมปิด (}) ในจุดนี้ในสูตร
tr_tr: Sağ küme ayracı bekleniyor. Formülde bu noktada bir sağ küme ayracı (}) bekleniyor.
uk_ua: Очікувалася закривна дужка. У цьому місці формули очікується закривна дужка ("}").
vi_vn: Đã dự kiến có dấu ngoặc đóng. Chúng tôi dự kiến có dấu ngoặc đóng (}) tại điểm này trong công thức.
zh_cn: 应为右方括号。公式的此处应使用右方括号(})。
zh_tw: 應為右中括號。公式中的此位置應為右中括號 (})。

# ErrorResource_ErrClosingBracketExpected_LongMessage
source: A closing bracket indicates the end of a record (for example, {Month:"1"}, {Month:"2"} …).
bg_bg: Затварящата скоба указва края на записа (например: {Month:"1"}, {Month:"2"} …).
ca_es: Una clau de tancament indica el final d'un registre (per exemple, {Month:"1"}, {Month:"2"}…).
cs_cz: Pravá složená závorka znamená konec záznamu (třeba {Month:"1"}, {Month:"2"}…).
da_dk: En højreparentes angiver slutningen af en post (f.eks. {Month:"1"}, {Month:"2"}...).
de_de: Eine schließende Klammer gibt das Ende eines Datensatzes an (Beispiel: {Month:"1"}, {Month:"2"}...).
el_gr: Μια δεξιά αγκύλη υποδεικνύει το τέλος μιας εγγραφής (για παράδειγμα, {Month:"1"}, {Month:"2"}…).
es_es: Una llave de cierre indica el final de un registro (por ejemplo, {Month:"1"}, {Month:"2"}...).
et_ee: Sulgev sulg tähistab kirje lõppu (nt {Month:"1"}, {Month:"2"} …).
eu_es: Erregistro baten amaiera adierazten du (adibidez, {Month:"1"}, {Month:"2"} …) ixteko giltzak.
fi_fi: Sulkeva aaltosulje ilmaisee tietueen päättymisen (esimerkiksi {Month:"1"}, {Month:"2"}...).
fr_fr: Une accolade fermante indique la fin d’un enregistrement (par exemple, {Month:"1"}, {Month:"2"} ...).
gl_es: Un corchete de peche indica o final dun rexistro (por exemplo, {Month:"1"}, {Month:"2"} …).
hi_in: बंद करने वाला कोष्ठक किसी रिकॉर्ड की समाप्ति को इंगित करता है (उदाहरण के लिए, {Month:"1"}, {Month:"2"} …).
hr_hr: Desna zagrada označava kraj zapisa (primjerice {Month:"1"}, {Month:"2"} ...).
hu_hu: A záró zárójel a rekord végét jelöli (például {Month:"1"}, {Month:"2"}...).
id_id: Tanda kurung tutup menunjukkan akhir catatan (misalnya, {Month:"1"}, {Month:"2"} …).
it_it: Una parentesi graffa chiusa indica la fine di un record (ad esempio, {Mese:"1"}, {Mese:"2"}...).
ja_jp: 閉じかっこは、レコードの終わりを示します (例: {Month:"1"}、{Month:"2"} …)。
kk_kz: Жабатын жақша жазбаның соңын көрсетеді (мысалы, {Month:"1"}, {Month:"2"} …).
ko_kr: 닫는 대괄호는 레코드의 끝을 나타냅니다(예: {Month:"1"}, {Month:"2"}…).
lt_lt: Dešinysis skliaustas nurodo įrašo pabaigą (pvz., {Month:"1"}, {Month:"2"}…).
lv_lv: Aizverošā figūriekava norāda uz ieraksta beigām (piemēram, {Month:"1"}, {Month:"2"}…).
ms_my: Tanda kurung penutup menunjukkan hujung rekod (contohnya, {Month:"1"}, {Month:"2"} …).
nb_no: En avsluttende klammeparentes angir slutten på en post (f.eks. {Month:"1"}, {Month:"2"} ...).
nl_nl: Een afsluitende accolade geeft het einde van een record aan (bijvoorbeeld {Month:"1"}, {Month:"2"} …).
pl_pl: Nawias zamykający wskazuje koniec rekordu (na przykład {Month:"1"}, {Month:"2"}...).
pt_br: Uma chave de fechamento indica o final de um registro (por exemplo, {Month:"1"}, {Month:"2"} …).
pt_pt: Uma chaveta de fecho indica o fim de um registo (por exemplo, {Month:"1"}, {Month:"2"} …).
ro_ro: O acoladă de închidere indică sfârșitul unei înregistrări (de exemplu, {Month:"1"}, {Month:"2"} …).
ru_ru: Закрывающая фигурная скобка показывает конец записи (например, {Month:"1"}, {Month:"2"}…).
sk_sk: Pravá zátvorka označuje koniec záznamu (napríklad {Month:"1"}, {Month:"2"}…).
sl_si: Zaklepaj označuje konec zapisa (na primer {Month:"1"}, {Month:"2"} …).
sr_cyrl_rs: Затворена заграда указује на крај записа (на пример, {Month:"1"}, {Month:"2"}…).
sr_latn_rs: Zatvorena zagrada ukazuje na kraj zapisa (na primer, {Month:"1"}, {Month:"2"}…).
sv_se: En avslutande klammerparantes anger slutet av en post (till exempel {Month:"1"}, {Month:"2"}...).
th_th: วงเล็บเหลี่ยมปิดจะระบุจุดสิ้นสุดของระเบียน (ตัวอย่างเช่น {Month:"1"}, {Month:"2"} …)
tr_tr: Sağ ayraç bir kaydın sonunu gösterir (örneğin, {Month:"1"}, {Month:"2"} …).
uk_ua: Закривна дужка вказує на кінець запису (наприклад, {Month:"1"}, {Month:"2"} тощо).
vi_vn: Dấu ngoặc đóng biểu thị sự kết thúc của bản ghi (ví dụ: {Month:"1"}, {Month:"2"}...).
zh_cn: 右方括号表示记录的结尾(例如 {Month:"1"}、{Month:"2"} …)。
zh_tw: 右中括號表示記錄結尾 (例如 {Month:"1"}、{Month:"2"}...)。

# ErrorResource_ErrClosingBracketExpected_HowToFix_1
source: Edit your formula so that it includes a bracket.
bg_bg: Редактирайте формулата си така, че да включва скоба.
ca_es: Editeu la fórmula perquè inclogui un claudàtor.
cs_cz: Upravte svůj vzorec tak, aby obsahoval složenou závorku.
da_dk: Rediger din formel, så den indeholder en parentes.
de_de: Bearbeiten Sie Ihre Formel so, dass sie eine Klammer enthält.
el_gr: Επεξεργαστείτε τον τύπο ώστε να περιλαμβάνει μια αγκύλη.
es_es: Edite la fórmula para que incluya una llave.
et_ee: Redigeerige oma valemit nii, et see sisaldaks sulgu.
eu_es: Editatu formula giltzaren karaktere bat eduki dezan.
fi_fi: Muokkaa kaavaasi niin, että se sisältää aaltosulkeen.
fr_fr: Modifiez votre formule afin qu’elle inclue une accolade.
gl_es: Edite a fórmula de xeito que inclúa un corchete.
hi_in: अपने सूत्र को संपादित करें ताकि इसमें कोष्ठक शामिल किया जा सके.
hr_hr: Uredite formulu tako da sadrži zagradu.
hu_hu: Módosítsa a képletet úgy, hogy az zárójelet tartalmazzon.
id_id: Edit rumus Anda agar mencantumkan tanda kurung.
it_it: Modificare la formula affinché includa una parentesi graffa.
ja_jp: 数式を編集し、かっこが含まれるようにします。
kk_kz: Формуланы ол жақшаны қамтитын етіп өзгертіңіз.
ko_kr: 수식에 대괄호가 포함되도록 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad joje būtų skliaustas.
lv_lv: Rediģējiet formulu tā, lai tā ietvertu figūriekavu.
ms_my: Edit formula anda supaya mengandungi tanda kurung.
nb_no: Rediger formelen slik at den inneholder en sløyfeparentes.
nl_nl: Bewerk de formule zodanig dat deze een accolade bevat.
pl_pl: Edytuj formułę tak, aby zawierała nawias.
pt_br: Edite sua fórmula para que ela inclua uma chave.
pt_pt: Edite a fórmula de forma a incluir um parêntese reto.
ro_ro: Editați formula astfel încât să includă o acoladă.
ru_ru: Измените формулу так, чтобы она включала фигурную скобку.
sk_sk: Upravte vzorec tak, aby obsahoval zátvorku.
sl_si: Uredite formulo tako, da bo vsebovala oklepaj.
sr_cyrl_rs: Уредите формулу тако да садржи заграду.
sr_latn_rs: Uredite formulu tako da sadrži zagradu.
sv_se: Redigera din formel så att den innehåller en klammerparantes.
th_th: แก้ไขสูตรของคุณเพื่อให้มีเครื่องหมายวงเล็บเหลี่ยม
tr_tr: Formülünüzü ayraç içerecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб вона містила дужку.
vi_vn: Chỉnh sửa công thức của bạn để công thức có chứa dấu ngoặc.
zh_cn: 请编辑公式，使其包含一个方括号。
zh_tw: 編輯公式，以便其包含括號。

# ErrorResource_ErrEmptyInvalidIdentifier_ShortMessage
source: The identifier has no valid text.
bg_bg: Идентификаторът е празен или съдържа невалиден знак, като например табулация или нов ред.
ca_es: L'identificador està buit o conté un caràcter no vàlid, com ara una tabulació o un salt de línia.
cs_cz: Identifikátor je prázdný nebo obsahuje neplatný znak, například tabulátor nebo nový řádek.
da_dk: Id'et er tomt eller indeholder et ugyldigt tegn, f.eks. et tabulatortegn eller tegn for ny linje.
de_de: Der Bezeichner ist leer oder enthält ein ungültiges Zeichen, z. B. einen Tabulator oder Zeilenumbruch.
el_gr: Το αναγνωριστικό είναι κενό ή περιέχει μη έγκυρο χαρακτήρα, όπως καρτέλα ή νέα γραμμή.
es_es: El identificador no tiene texto válido.
et_ee: Identifikaator on tühiväärtusega või sisaldab sobimatut märki (nt tabeldust või uut rida).
eu_es: Identifikatzailea hutsik dago edo karaktere baliogabe bat dauka; adibidez, tabulazio-marka bat edo lerro-jauzi bat.
fi_fi: Tunniste on tyhjä tai sisältää virheellisen merkin, kuten sarkaimen tai rivinvaihdon.
fr_fr: L’identificateur est vide ou contient un caractère non valide, comme une tabulation ou une nouvelle ligne.
gl_es: O identificador está baleiro ou contén un carácter non válido, como un separador ou unha nova liña.
hi_in: पहचानकर्ता रिक्त है या उसमें कोई अमान्य वर्ण, जैसे टैब या नई पंक्ति, है.
hr_hr: Identifikator je prazan ili sadrži znak koji nije valjan, kao što je kartica ili novi redak.
hu_hu: Az azonosító üres vagy érvénytelen karaktert tartalmaz, például tabulátort vagy új sor.
id_id: Pengidentifikasi kosong atau berisi karakter yang tidak valid, seperti tab atau baris baru.
it_it: L'identificatore è vuoto o contiene un carattere non valido, ad esempio una tabulazione o una nuova riga.
ja_jp: この識別子は空であるか、またはタブや改行などの無効な文字が使用されています。
kk_kz: Идентификатор бос немесе қойынша немесе жаңа жол сияқты жарамсыз таңбаны қамтиды.
ko_kr: 식별자가 비어 있거나 탭이나 줄바꿈 등 잘못된 문자가 포함되어 있습니다.
lt_lt: Identifikatorius yra tuščias arba jame įvestas netinkamas simbolis, pvz., tabuliacijos žymė arba nauja eilutė.
lv_lv: Identifikators ir tukšs vai satur nederīgu rakstzīmi, piemēram, tabulēšanas rakstzīmi vai jaunu rindu.
ms_my: Pengecam kosong atau mengandungi aksara yang tidak sah, seperti tab atau baris baharu.
nb_no: Identifikatoren er tom eller inneholder et ugyldig tegn, for eksempel tabulator eller linjeskift.
nl_nl: De id is leeg of bevat een ongeldig teken, zoals een tab of nieuwe regel.
pl_pl: Identyfikator jest pusty lub zawiera nieprawidłowy znak, taki jak tabulator lub znak końca wiersza.
pt_br: O identificador está vazio ou contém um caractere inválido, como uma tabulação ou uma nova linha.
pt_pt: O identificador está vazio ou contém um caráter inválido, como uma tabulação ou uma nova linha.
ro_ro: Identificatorul este necompletat sau conține un caracter nevalid, cum ar fi un caracter de tabulare sau de linie nouă.
ru_ru: Идентификатор пуст или содержит недопустимый символ, например символ табуляции или новой строки.
sk_sk: Identifikátor je prázdny alebo obsahuje neplatný znak, napríklad tabulátor alebo nový riadok.
sl_si: Identifikator je prazen ali vsebuje neveljaven znak, na primer tabulator ali nova vrstica.
sr_cyrl_rs: Идентификатор је празан или садржи неважећи знак, као што је табулатор или нови ред.
sr_latn_rs: Identifikator nema važeći tekst.
sv_se: Identifieraren är tom eller innehåller ett ogiltigt tecken, till exempel ett tabbtecken eller tecken för ny rad.
th_th: ตัวระบุว่างเปล่าหรือมีอักขระที่ไม่ถูกต้อง เช่น แท็บหรือบรรทัดใหม่
tr_tr: Tanımlayıcı boş veya sekme ya da yeni satır gibi geçersiz bir karakter içeriyor.
uk_ua: Ідентифікатор пустий або містить неприпустимий символ, наприклад символ табуляції або переходу на новий рядок.
vi_vn: Thông tin nhận dạng còn trống hoặc chứa ký tự không hợp lệ, chẳng hạn như tab hoặc ký tự xuống dòng.
zh_cn: 标识符为空或包含无效字符，如制表符或换行符。
zh_tw: 識別碼為空或包含無效字元，例如定位字元或換行符號。
