Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_HowToFix_2
source: If you’re comparing records or tables, the field or column types must match exactly.
bg_bg: Ако сравнявате записи или таблици, типовете колона или поле трябва да съвпадат точно.
ca_es: Si compareu registres o taules, els tipus de camps o columnes han de coincidir exactament.
cs_cz: Pokud porovnáváte záznamy nebo tabulky, pole nebo typy sloupců se musí přesně shodovat.
da_dk: Hvis du sammenligner poster eller tabeller, skal felt- eller kolonnetyperne stemme præcist overens.
de_de: Wenn Sie Datensätze oder Tabellen vergleichen, müssen die Feld- oder Spaltentypen genau übereinstimmen.
el_gr: Αν συγκρίνετε εγγραφές ή πίνακες, οι τύποι των πεδίων ή των στηλών πρέπει να ταιριάζουν απόλυτα.
es_es: Si compara registros o tablas, los tipos de campo o columna deben coincidir exactamente.
et_ee: Kui võrdlete kirjeid või tabeleid, peavad välja või veeru tüübid täpselt ühtima.
fi_fi: Jos vertailet tietueita tai taulukkoja, kenttien tai sarakkeiden tyyppien on täsmättävä tarkasti.
fr_fr: Si vous comparez des enregistrements ou des tables, les types de champ ou de colonne doivent correspondre exactement.
gl_es: Se estás a comparar rexistros ou táboas, os tipos de campo ou columna deben coincidir exactamente.
hu_hu: Ha rekordokat vagy táblákat hasonlít össze, a mező-, illetve oszloptípusoknak pontosan egyezniük kell.
id_id: Jika Anda membandingkan data atau tabel, tipe bidang atau kolom harus cocok dengan tepat.
it_it: Se si confrontano record o tabelle, i tipi di campo o di colonna devono corrispondere esattamente.
ja_jp: レコードまたはテーブルを比較している場合は、フィールドまたは列の型が正確に一致する必要があります。
kk_kz: Жазбаларды немесе кестелерді салыстырып жатсаңыз, өріс немесе баған түрлері дәл сәйкес келуі тиіс.
ko_kr: 레코드 또는 테이블을 비교하는 경우 필드 또는 열 유형이 정확히 일치해야 합니다.
lt_lt: Jei lyginate įrašus arba lenteles, laukų arba stulpelių tipai turi tiksliai sutapti.
lv_lv: Ja atkārtoti salīdzināt ierakstus vai tabulas, lauka vai kolonnas veidiem ir jābūt vienādiem.
ms_my: Jika anda membandingkan rekod atau jadual, jenis medan atau lajur mestilah sepadan dengan tepat.
nl_nl: Als je records of tabellen vergelijkt, moeten de veld- of kolomtypen exact overeenkomen.
pl_pl: Jeśli porównujesz rekordy lub tabele, typy pól lub kolumn muszą być dokładnie takie same.
ru_ru: Если вы сравниваете записи или таблицы, типы полей или столбцов должны в точности совпадать.
sk_sk: Ak porovnávate záznamy alebo tabuľky, typy polí alebo stĺpcov sa musia presne zhodovať.
sl_si: Če primerjate zapise ali tabele, se morajo vrste polj ali stolpcev natančno ujemati.
sr_cyrl_rs: Ако упоређујете записе или табеле, типови поља или колона морају тачно да се подударају.
sr_latn_rs: Ako upoređujete zapise ili tabele, tipovi polja ili kolona moraju tačno da se podudaraju.
sv_se: Om du jämför poster eller tabeller, måste fält- eller kolumntyperna matcha exakt.
th_th: ถ้าคุณกำลังเปรียบเทียบระเบียนหรือตาราง ชนิดเขตข้อมูลหรือคอลัมน์ต้องตรงกันเท่านั้น
tr_tr: Kayıtları veya tabloları karşılaştırıyorsanız, alanlar ve sütun türleri tam olarak eşleşmelidir.
uk_ua: Якщо ви порівнюєте записи або таблиці, типи полів або стовпців мають точно збігатися.
vi_vn: Loại trường hoặc cột phải khớp chính xác nếu bạn đang so sánh các bản ghi hoặc bảng.
zh_cn: 若要比较多个记录或表，字段或列类型必须完全匹配。
zh_tw: 若您要比較記錄或資料表，則欄位或資料行類型必須完全相符。

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: upotreba jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
id_id: Modul: Menggunakan rumus dasar
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrIncompatibleTypesForEquality_Left_Right_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
id_id: Modul: Rumus dasar penulis dengan tabel dan data
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_ShortMessage
source: No parameter. This function has no optional parameter named '{0}'.
bg_bg: Няма параметър. Тази функция няма незадължителен параметър на име „{0}“.
ca_es: No hi ha cap paràmetre. Aquesta funció no té cap paràmetre opcional anomenat "{0}".
cs_cz: Žádný parametr. Tato funkce nemá žádný nepovinný parametr s názvem {0}.
da_dk: Ingen parameter. Denne funktion ikke har ingen valgfri parameter med navnet '{0}'.
de_de: Kein Parameter. Diese Funktion umfasst keinen optionalen Parameter mit dem Namen „{0}“.
el_gr: Καμία παράμετρος. Αυτή η συνάρτηση δεν έχει προαιρετική παράμετρο με όνομα "{0}".
es_es: No hay ningún parámetro. Esta función no tiene ningún parámetro opcional denominado "{0}".
et_ee: Parameeter puudub. Sellel funktsioonil ei ole valikulist parameetrit nimega '{0}'.
eu_es: Parametroa ez dago. Funtzio honek ez du "{0}" izeneko aukerako parametrorik.
fi_fi: Ei parametria. Tällä funktiolla ei ole valinnaista parametria nimeltä {0}.
fr_fr: Aucun paramètre. Cette fonction n’a aucun paramètre facultatif nommé « {0} ».
gl_es: Ningún parámetro. Esta función non ten ningún parámetro opcional denominado "{0}".
hi_in: कोई पैरामीटर नहीं. इस फ़ंक्शन में '{0}' नाम का कोई वैकल्पिक पैरामीटर नहीं है.
hr_hr: Ne postoji nijedan parametar. Ta funkcija ne sadrži neobavezan parametar naziva "{0}".
hu_hu: Nem létező paraméter. Ez a függvény nem rendelkezik {0} nevű nem kötelező paraméterrel.
id_id: Parameter tidak ada. Fungsi ini tidak memiliki parameter opsional dengan nama '{0}'.
it_it: Nessun parametro. Questa funzione non contiene alcun parametro facoltativo denominato '{0}'.
ja_jp: パラメーターがありません。この関数には '{0}' という名前のオプションのパラメーターがありません。
kk_kz: Параметр жоқ. Бұл функцияда "{0}" деп аталатын міндетті емес параметр жоқ.
ko_kr: 매개 변수가 없습니다. 이 함수에는 이름이 '{0}'인 선택적 매개 변수가 없습니다.
lt_lt: Nėra parametro. Šioje funkcijoje nėra pasirenkamo parametro pavadinimu {0}.
lv_lv: Nav parametra. Šai funkcijai nav izvēles parametra ar nosaukumu {0}.
ms_my: Tiada parameter. Fungsi ini tiada parameter pilihan yang bernama '{0}'.
nb_no: Ingen parameter. Denne funksjonen har ikke en valgfri parameter med navnet {0}.
nl_nl: Geen parameter. De functie heeft geen optionele parameter met de naam {0}.
pl_pl: Brak parametru. Ta funkcja nie ma opcjonalnego parametru o nazwie „{0}”.
pt_br: Nenhum parâmetro. Essa função não tem nenhum parâmetro opcional denominado '{0}'.
pt_pt: Nenhum parâmetro. Esta função não tem um parâmetro opcional com o nome "{0}".
ro_ro: Niciun parametru. Această funcție nu are niciun parametru opțional cu numele „{0}”.
ru_ru: Нет параметра. Эта функция не имеет необязательного параметра с именем "{0}".
sk_sk: Žiadny parameter. Táto funkcia nemá žiadny voliteľný parameter s názvom {0}.
sl_si: Ni parametra. Ta funkcija nima izbirnega parametra, imenovanega »{0}«.
sr_cyrl_rs: Нема параметра. Ова функција нема опционални параметар „{0}“.
sr_latn_rs: Nema parametra. Ova funkcija nema opcionalni parametar „{0}“.
sv_se: Ingen parameter. Den här funktionen har ingen valfri parameter med namnet {0}.
th_th: ไม่มีพารามิเตอร์ ฟังก์ชันนี้ยังไม่มีพารามิเตอร์ที่เลือกได้ที่ชื่อว่า '{0}'
tr_tr: Parametre yok. Bu işlev, '{0}' adlı isteğe bağlı bir parametre içermiyor.
uk_ua: Немає параметра. Ця функція не має додаткового параметра з ім’ям "{0}".
vi_vn: Không có tham số nào. Hàm này không có tham số tùy chọn nào mang tên '{0}'.
zh_cn: 无参数。此函数没有名为 '{0}' 的可选参数。
zh_tw: 沒有任何參數。此函式沒有名為 '{0}' 的選擇性參數。

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_HowToFix_1
source: How to fix: Remove or rename the parameter in your formula.
bg_bg: Начин за коригиране: Премахнете или преименувайте параметъра в своята формула.
ca_es: Procediments: suprimiu el paràmetre de la fórmula o canvieu-li el nom.
cs_cz: Postup opravy: Odeberte nebo přejmenujte ve vzorci daný parametr.
da_dk: Løs problemet: Fjern eller omdøb parameteren i din formel.
de_de: Vorgehensweise zur Behebung: Entfernen Sie den Parameter in Ihrer Formel, oder benennen Sie ihn um.
el_gr: Τρόπος διόρθωσης: Καταργήστε ή μετονομάστε την παράμετρο στον τύπο σας.
es_es: Procedimiento de corrección: Quitar el parámetro de la fórmula o cambiar su nombre.
et_ee: Kuidas parandada: eemaldage või nimetage oma valemi parameeter ümber.
eu_es: Konponbidea: kendu formulako parametroa edo alda iezaiozu izena.
fi_fi: Korjaustapa: poista kaavasi parametri tai nimeä se uudelleen.
fr_fr: Résolution : Supprimez ou renommez le paramètre dans votre formule.
gl_es: Como corrixilo: Elimine ou cambie o nome do parámetro na fórmula.
hi_in: कैसे ठीक करें: अपने सूत्र से पैरामीटर को निकालें या उसका नाम बदलें.
hr_hr: Kako riješiti: Uklonite ili preimenujte parametar u formuli.
hu_hu: Javítási útmutató: Távolítsa el vagy nevezze át a képletben szereplő paramétert.
id_id: Cara memperbaiki: Hapus atau ganti nama parameter dalam rumus.
it_it: Procedura di correzione: Rimuovere o rinominare il parametro nella formula.
ja_jp: 修正方法: 数式内のパラメーターを削除するか、その名前を変更します。
kk_kz: Түзету әдісі: формулаңыздағы параметрді жойыңыз немесе оның атын өзгертіңіз.
ko_kr: 해결 방법: 수식의 매개 변수 이름을 바꾸거나 매개 변수를 제거합니다.
lt_lt: Kaip sutvarkyti: pašalinkite arba pervardykite parametrą savo formulėje.
lv_lv: Kā izlabot kļūdu: noņemiet vai pārdēvējiet formulā iekļauto parametru.
ms_my: Cara membetulkannya: Alih keluar atau namakan semula parameter dalam formula anda.
nb_no: Slik retter du opp: Fjern eller gi nytt navn til parameteren i formelen.
nl_nl: De oplossing: verwijder of hernoem de parameter in de formule.
pl_pl: Jak rozwiązać problem: usuń parametr z formuły lub zmień jego nazwę.
pt_br: Como corrigir: remova ou renomeie o parâmetro na sua fórmula.
pt_pt: Como corrigir: remova ou mude o nome do parâmetro na fórmula.
ro_ro: Cum se remediază: Eliminați sau redenumiți parametrul din formulă.
ru_ru: Решение: удалите или переименуйте параметр в формуле.
sk_sk: Postup opravy: Odstráňte alebo premenujte parameter vo vzorci.
sl_si: Navodila za popravljanje: odstranite ali preimenujte parameter v svoji formuli.
sr_cyrl_rs: Како да поправите: Уклоните или преименујте параметар у формули.
sr_latn_rs: Kako da popravite: Uklonite ili preimenujte parametar u formuli.
sv_se: Lösning: Ta bort eller byt namn på parametern i din formel.
th_th: วิธีแก้ไข: เอาออกหรือเปลี่ยนชื่อพารามิเตอร์ในสูตรของคุณ
tr_tr: Nasıl düzeltilir: Formülünüzdeki parametreyi kaldırın veya yeniden adlandırın.
uk_ua: Щоб виправити, вилучіть або перейменуйте параметр у формулі.
vi_vn: Cách khắc phục: Loại bỏ hoặc đổi tên tham số trong công thức của bạn.
zh_cn: 解决方式: 删除或重命名公式中的参数。
zh_tw: 如何修正: 請將公式中的參數移除或重新命名。

# ErrorResource_ErrServiceFunctionUnknownOptionalParam_Name_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrColumnTypeMismatch_ColName_ExpectedType_ActualType_ShortMessage
source: Incompatible type. The '{0}' column in the data source you’re updating expects a '{1}' type and you’re using a '{2}' type.
bg_bg: Несъвместим тип. Колоната „{0}“ в източника на данни, който актуализирате, очаква тип „{1}“, а вие използвате тип „{2}“.
ca_es: Tipus no compatible. La columna "{0}" de la font de dades que esteu actualitzant espera un tipus "{1}", però esteu utilitzant un tipus "{2}".
cs_cz: Nekompatibilní typ Sloupec {0} v aktualizovaném zdroji dat očekává typ {1}, ale používáte typ {2}.
da_dk: Inkompatibel type. Kolonnen '{0}' i den datakilde, du opdaterer, forventer en '{1}' type, og du bruger en '{2}' type.
de_de: Typ nicht kompatibel. Die Spalte „{0}“ in der zu aktualisierenden Datenquelle erwartet den Typ „{1}“, aber Sie verwenden den Typ „{2}“.
el_gr: Μη συμβατός τύπος. Η στήλη "{0}" στην προέλευση δεδομένων που ενημερώνετε αναμένει τύπο "{1}" και εσείς χρησιμοποιείτε τύπο "{2}".
es_es: El tipo no es compatible. La columna "{0}" del origen de datos que está actualizando espera el tipo "{1}", pero usa el tipo "{2}".
et_ee: Ühildumatu tüüp. Värskendatava andmeallika veerg „{0}“ eeldab tüüpi „{1}“ ja kasutate tüüpi „{2}“.
fi_fi: Tyyppi ei ole yhteensopiva. Päivitettävän tietolähteen sarake '{0}' odottaa '{1}' tyyppiä, mutta käytät '{2}' tyyppiä.
fr_fr: Type incompatible. La colonne « {0} » dans la source de données que vous mettez à jour attend un type « {1} », et vous utilisez un type « {2} ».
gl_es: Tipo incompatible. A columna "{0}" na orixe de datos que estás a actualizar espera un tipo "{1}" e ti estás a usar un tipo "{2}".
hu_hu: Inkompatibilis típus. A frissíteni kívánt adatforrás „{0}” oszlopa a(z) „{1}” típust várja, de Ön „{2}” típust használ.
id_id: Tipe tidak kompatibel. Kolom '{0}' dalam sumber data yang Anda perbarui memperkirakan tipe '{1}' dan Anda menggunakan tipe '{2}'.
it_it: Tipo non compatibile. La colonna '{0}' nell'origine dati in fase di aggiornamento prevede un tipo '{1}' ma è stato usato un tipo '{2}'.
ja_jp: 互換性のない型です。更新しているデータ ソースの '{0}' 列では '{1}' 型が必要ですが、'{2}' 型を使用しています。
kk_kz: Түр үйлесімді емес. Сіз жаңартып жатқан деректер көзіндегі «{0}» бағанында «{1}» түрі болуы керек, ал сіз «{2}» түрін пайдаланып жатырсыз.
ko_kr: 호환되지 않는 형식입니다. 업데이트하려는 데이터 원본의 '{0}' 열은 '{1}' 형식이어야 하는데 '{2}' 형식을 사용 중입니다.
lt_lt: Nesuderinamas tipas. Jūsų atnaujinamo duomenų šaltinio stulpelyje „{0}“ tikimasi „{1}“ tipo, o jūs naudojate „{2}“ tipą.
lv_lv: Nesaderīgs tips. Kolonnas {0} tipam datu avotā, ko atjaunināt, jābūt {1}, bet jūs lietojat tipu {2}.
ms_my: Jenis tidak serasi. Lajur '{0}' lajur dalam sumber data yang anda sedang kemas kini menjangkakan jenis '{1}' dan anda menggunakan jenis '{2}'.
nl_nl: Niet-compatibel type. De kolom {0} in de gegevensbron die je bijwerkt, verwacht het type {1} maar je gebruikt het type {2}.
pl_pl: Niezgodny typ. Kolumna „{0}” w aktualizowanym źródle danych oczekuje typu „{1}”, a używany jest typ „{2}”.
ru_ru: Несовместимый тип. В столбце "{0}" в обновляемом источнике данных требуется тип "{1}", а используется тип "{2}".
sk_sk: Nekompatibilný typ. Stĺpec {0} v zdroji údajov, ktorý aktualizujete, očakáva typ {1} a vy používate typ {2}.
sl_si: Nezdružljivi vrsti. Stolpec »{0}« v viru podatkov, ki ga posodabljate, pričakuje vrsto »{1}«, vi pa uporabljate vrsto »{2}«.
sr_cyrl_rs: Некомпатибилан тип. Колона „{0}“ у извору података који ажурирате очекује тип „{1}“, а ви користите тип „{2}“.
sr_latn_rs: Nekompatibilan tip. Kolona „{0}“ u izvoru podataka koji ažurirate očekuje tip „{1}“, a vi koristite tip „{2}“.
sv_se: Inkompatibel typ. Kolumnen {0} i datakällan som du uppdaterar förväntar sig en {1}-typ och du använder en {2}-typ.
th_th: ชนิดที่เข้ากันไม่ได้ คอลัมน์ '{0}' ในแหล่งข้อมูลที่คุณกำลังอัปเดตต้องการชนิด '{1}' และคุณกำลังใช้ชนิด '{2}'
tr_tr: Uyumsuz tür. Güncelleştirmekte olduğunuz veri kaynağındaki ‘{0}’ sütunu bir ‘{1}’ türü bekliyor ancak ‘{2}’ türünü kullanıyorsunuz.
uk_ua: Несумісний тип. Для стовпця "{0}", який ви оновлюєте в джерелі даних, очікується тип "{1}", а ви використовуєте тип "{2}".
vi_vn: Loại không tương thích. Cột '{0}' trong nguồn dữ liệu bạn đang cập nhật yêu cầu loại '{1}', nhưng bạn đang sử dụng loại '{2}'.
zh_cn: 类型不兼容。正在更新的数据源中的 "{0}" 列应为 "{1}" 类型，但你使用的是 "{2}" 类型。
zh_tw: 類型不相容。您正在更新之資料來源中的 '{0}' 資料行應為 '{1}' 類型，而您使用了 '{2}' 類型。
