Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrJSONArg1UnsupportedType
source: The JSON function cannot serialize objects of type '{0}'.
bg_bg: Функцията JSON не може да сериализира обекти от тип {0}.
ca_es: La funció JSON no pot serialitzar objectes de tipus "{0}".
cs_cz: Funkce JSON nemůže serializovat objekty typu {0}.
da_dk: Funktionen JSON kan ikke serialisere objekter af typen '{0}'.
de_de: Die JSON-Funktion kann keine Objekte vom Typ "{0}" serialisieren.
el_gr: Δεν είναι δυνατή η σειριοποίηση αντικειμένων τύπου "{0}" από τη συνάρτηση JSON.
es_es: La función JSON no puede serializar objetos de tipo "{0}".
et_ee: Funktsioon JSON ei saa serialiseerida objekte tüübiga '{0}'.
eu_es: JSON funtzioak ezin ditu serializatu "{0}" motako objektuak.
fi_fi: JSON-funktio ei voi sarjoittaa objekteja, joiden tyyppi on {0}.
fr_fr: La fonction JSON ne peut pas sérialiser d’objets de type « {0} ».
gl_es: A función JSON non pode pór en serie obxectos de tipo "{0}".
hi_in: JSON फ़ंक्शन, '{0}' प्रकार के ऑब्जेक्ट्स क्रमबद्ध नहीं कर सकता.
hr_hr: Funkcija JSON ne može serijalizirati objekte vrste "{0}".
hu_hu: A JSON-függvény nem tudja szerializálni a(z) {0} típusú objektumokat.
id_id: Fungsi JSON tidak dapat menserialisasi objek dari tipe '{0}'.
it_it: La funzione JSON non può serializzare oggetti del tipo '{0}'.
ja_jp: JSON 関数では型 '{0}' のオブジェクトをシリアル化できません。
kk_kz: JSON функциясы "{0}" түріндегі нысандарды сериализациялай алмайды.
ko_kr: JSON 함수는 '{0}' 형식의 개체를 직렬화할 수 없습니다.
lt_lt: JSON funkcija negali nuoseklinti tipo {0} objektų.
lv_lv: JSON funkcija nevar serializēt objektus, kuru tips ir “{0}”.
ms_my: Fungsi JSON tidak boleh menyirikan objek daripada jenis '{0}'.
nb_no: JSON-funksjonen kan ikke serialisere objekter av typen '{0}'.
nl_nl: De JSON-functie kan geen objecten van het type {0} serialiseren.
pl_pl: Funkcja JSON nie może serializować obiektów typu „{0}”.
pt_br: A função JSON não pode serializar objetos do tipo '{0}'.
pt_pt: A função JSON não consegue serializar objetos do tipo "{0}".
ro_ro: Funcția JSON nu poate serializa obiectele de tipul „{0}”.
ru_ru: Функция JSON не может сериализовать объекты типа "{0}".
sk_sk: Funkcia JSON nemôže serializovať objekty typu {0}.
sl_si: Funkcija JSON ne more serializirati predmetov vrste »{0}«.
sr_cyrl_rs: Функција JSON не може да серијализује објекте типа „{0}“.
sv_se: JSON-funktionen kan inte serialisera objekt av typen {0}.
th_th: ฟังก์ชัน JSON ไม่สามารถทำให้วัตถุของชนิด '{0}' เป็นอนุกรมได้
tr_tr: JSON işlevi, '{0}' türündeki nesneleri seri hale getiremiyor.
uk_ua: Функція JSON не може серіалізувати об’єкти типу "{0}".
vi_vn: Hàm JSON không thể tạo chuỗi các đối tượng thuộc loại '{0}'.
zh_cn: JSON 函数无法序列化“{0}”类型的对象。
zh_tw: JSON 函數無法序列化類型為 '{0}' 的物件。

# ErrJSONArg1UnsupportedNestedType
source: The JSON function cannot serialize tables / objects with a nested property called '{0}' of type '{1}'.
bg_bg: Функцията JSON не може да сериализира таблици/обекти с вложено свойство от тип {0}, наречено „{1}“.
ca_es: La funció JSON no pot serialitzar taules ni objectes amb una propietat imbricada anomenada "{0}" de tipus "{1}".
cs_cz: Funkce JSON nemůže serializovat tabulky nebo objekty s vnořenou vlastností s názvem {0} a typem {1}.
da_dk: JSON-funktionen kan ikke serialisere tabeller/objekter med en indlejret egenskab med navnet '{0}' af typen '{1}'.
de_de: Die JSON-Funktion kann keine Tabellen/Objekte mit einer geschachtelten Eigenschaft "{0}" des Typs "{1}" serialisieren.
el_gr: Δεν είναι δυνατή η σειριοποίηση πινάκων/αντικειμένων με ένθετη ιδιότητα με όνομα "{0}" και τύπο "{1}" από τη συνάρτηση JSON.
es_es: La función JSON no puede serializar tablas ni objetos con una propiedad anidada denominada "{0}" de tipo "{1}".
et_ee: Funktsioon JSON ei saa serialiseerida tabeleid/objekte, millel on pesastatud atribuut tüübiga '{1}' ja nimega '{0}'.
eu_es: JSON funtzioak ezin ditu serializatu "{1}" motako eta "{0}" izeneko propietate habiaratu bat duten taulak edo objektuak.
fi_fi: JSON-funktio ei voi sarjoittaa taulukoita tai objekteja, joilla on sisäkkäinen ominaisuus {0}, jonka tyyppi on {1}.
fr_fr: La fonction JSON ne peut pas sérialiser des tables/objets avec une propriété imbriquée appelée « {0} » de type « {1} ».
gl_es: A función JSON non pode pór en serie táboas nin obxectos cunha propiedade aniñada denominada "{0}" de tipo "{1}".
hi_in: JSON फ़ंक्शन, '{1}' प्रकार के '{0}' नाम के नेस्ट किए गए गुण वाली तालिकाओं/ऑब्जेक्ट्स को क्रमबद्ध नहीं कर सकता.
hr_hr: Funkcija JSON ne može serijalizirati tablice / objekte s ugniježđenim svojstvom "{0}" vrste "{1}".
hu_hu: A JSON-függvény nem tudja szerializálni a(z) {1} típusú, {0} nevű beágyazott tulajdonsággal rendelkező táblákat/objektumokat.
id_id: Fungsi JSON tidak dapat melakukan serialisasi tabel/objek dengan properti bertumpuk bernama '{0}' dari jenis '{1}'.
it_it: La funzione JSON non può serializzare tabelle/oggetti con una proprietà annidata denominata '{0}' di tipo '{1}'.
ja_jp: JSON 関数では型 '{1}' の入れ子になった '{0}' というプロパティを持つテーブルまたはオブジェクトをシリアル化できません。
kk_kz: JSON функциясы "{1}" түріндегі "{0}" деп аталатын кірістірілген сипаты бар кестелерді/нысандарды сериализациялай алмайды.
ko_kr: JSON 함수는 '{1}' 형식의 '{0}'(이)라는 중첩된 속성이 포함된 테이블/개체를 직렬화할 수 없습니다.
lt_lt: JSON funkcija negali nuoseklinti lentelių / objektų su tipo {1} įdėtąja ypatybe {0}.
lv_lv: JSON funkcija nevar serializēt tabulas/objektus, kuros ir ligzdots rekvizīts ar nosaukumu “{0}” un tipu “{1}”.
ms_my: Fungsi JSON tidak dapat diterbitkan sebagai jadual / objek dengan sifat bersarang yang dipanggil '{0}' daripada jenis '{1}'.
nb_no: JSON-funksjonen kan ikke serialisere tabeller/objekter med en nestet egenskap kalt '{0}' av typen '{1}'.
nl_nl: Met de JSON-functie kunnen geen tabellen/objecten worden geserialiseerd die de geneste eigenschap {0} van het type {1} bevatten.
pl_pl: Funkcja JSON nie może serializować tabel/obiektów z zagnieżdżoną właściwością typu „{1}” o nazwie „{0}”.
pt_br: A função JSON não pode serializar tabelas/objetos com uma propriedade aninhada chamada '{0}' do tipo '{1}'.
pt_pt: A função JSON não pode serializar tabelas/objetos com uma propriedade aninhada do tipo "{1}" chamada "{0}".
ro_ro: Funcția JSON nu poate serializa tabelele/obiectele cu o proprietate imbricată numită „{0}” de tip „{1}”.
ru_ru: Функция JSON не может сериализовать таблицы или объекты со вложенным свойством "{0}" типа "{1}".
sk_sk: Funkcia JSON nemôže serializovať tabuľky alebo objekty s vnorenou vlastnosťou {0} typu {1}.
sl_si: Funkcija JSON ne more serializirati tabel/predmetov z ugnezdeno lastnostjo vrste »{1}«, imenovano »{0}«.
sr_cyrl_rs: Функција JSON не може да серијализује табеле/објекте са угнежђеним својством „{0}“ типа „{1}“.
sv_se: JSON-funktionen kan inte serialisera tabeller/objekt med en den kapslade egenskapen {0} av typen {1}.
th_th: ฟังก์ชัน JSON ไม่สามารถทำให้ตาราง / วัตถุที่มีคุณสมบัติที่ซ้อนกันที่เรียกว่า '{0}' ของชนิด '{1}' เป็นอนุกรมได้
tr_tr: JSON işlevi, '{1}' türündeki '{0}' adlı iç içe geçmiş bir özelliğe sahip tabloları/nesneleri seri hale getiremiyor.
uk_ua: Функція JSON не може серіалізувати таблиці або об’єкти з вкладеною властивістю "{0}" типу "{1}".
vi_vn: Hàm JSON không thể tạo chuỗi các bảng / đối tượng có thuộc tính lồng nhau có tên là '{0}' thuộc loại '{1}'.
zh_cn: JSON 函数无法使用类型“{1}”的嵌套属性“{0}”来序列化表/对象。
zh_tw: JSON 函式無法將具有類型為 '{1}' 且稱作 '{0}' 之巢狀屬性的資料表/物件序列化。

# ErrJSONArg1UnsupportedTypeWithNonBehavioral
source: The JSON function cannot serialize binary data in non-behavioral expression.
bg_bg: Функцията за JSON не може да сериализира двоични данни в неповеденчески израз.
ca_es: La funció JSON no pot serialitzar dades binàries en una expressió que no sigui de comportament.
cs_cz: Funkce JSON nemůže serializovat binární data ve výrazu, který není behaviorální.
da_dk: JSON-funktionen kan ikke serialisere binære data i et ikke-adfærdsbaseret udtryk.
de_de: Die JSON-Funktion kann binäre Daten in einem Ausdruck, der kein Verhalten ausdrückt, nicht serialisieren.
el_gr: Η συνάρτηση JSON δεν είναι δυνατό να σειριοποιήσει δυαδικά δεδομένα σε παράσταση που δεν αφορά τη συμπεριφορά.
es_es: La función JSON no puede serializar los datos binarios en una expresión que no es de comportamiento.
et_ee: JSON-i funktsioon ei saa kahendandmeid mittekäitumuslikus avaldises serialiseerida.
eu_es: JSON funtzioak ezin ditu serializatu datu bitarrak portaerarekin zerikusirik ez duten espresioetan.
fi_fi: JSON-toiminto ei voi sarjallistaa binaaritietoja ei-käyttäytymisen lausekkeessa.
fr_fr: La fonction JSON ne peut pas sérialiser les données binaires dans une expression non comportementale.
gl_es: A función JSON non pode serializar datos binarios na expresión non condutual.
hi_in: JSON फ़ंक्शन गैर-व्यवहारिक अभिव्यक्ति में बाइनरी डेटा को क्रमबद्ध नहीं कर सकता है.
hr_hr: Funkcija JSON ne može serijalizirati binarne podatke u izrazu koji nije ponašanje.
hu_hu: A JSON függvény nem tudja szerializálni a bináris adatokat nem viselkedési kifejezésben.
id_id: Fungsi JSON tidak dapat membuat serial data biner dalam ekspresi non-perilaku.
it_it: La funzione JSON non può serializzare dati binari in espressioni non comportamentali.
ja_jp: JSON 関数が、非行動的式でバイナリ データをシリアル化できません。
kk_kz: JSON функциясы тәртіптік емес өрнекте екілік деректерді қатарластыра алмайды.
ko_kr: JSON 함수는 비동작 표현식으로 바이너리 데이터를 직렬화할 수 없습니다.
lt_lt: Funkcija JSON negali išdėstyti dvejetainių duomenų eilutėmis ne veikimo būdo išraiškoje.
lv_lv: JSON funkcija nevar serializēt bināros datus izteiksmē, kas nav uzvedības izteiksme.
ms_my: Fungsi JSON tidak boleh menyirikan data perduaan dalam ungkapan bukan tingkah laku.
nb_no: JSON-funksjonen kan ikke serialisere binære data i ikke-atferdsuttrykk.
nl_nl: De JSON-functie kan binaire gegevens niet serialiseren in niet-gedragsexpressies.
pl_pl: Funkcja JSON nie może serializować danych binarnych w wyrażeniu niebehawioralnym.
pt_br: A função JSON não pode serializar dados binários em expressão não comportamental.
pt_pt: A função JSON não pode serializar dados binários em expressões não comportamentais.
ro_ro: Funcția JSON nu poate serializa datele binare într-o expresie necomportamentală.
ru_ru: Функция JSON не может сериализовать двоичные данные в неповеденческом выражении.
sk_sk: Funkcia JSON nemôže serializovať binárne údaje v inom ako behaviorálnom výraze.
sl_si: Funkcija JSON ne more serializirati binarnih podatkov v izrazu, ki ni povezan z vedenjem.
sr_cyrl_rs: Функција JSON не може да серијализује бинарне податке у изразу који се не односи на понашање.
sv_se: JSON-funktionen kan inte serialisera binära data i icke-beteendeuttryck.
th_th: ฟังก์ชัน JSON ไม่สามารถจัดลำดับข้อมูลไบนารีในนิพจน์ที่ไม่ใช่พฤติกรรมได้
tr_tr: JSON işlevi, ikili verileri davranışsal olmayan ifadede serileştiremez.
uk_ua: Функція JSON не може серіалізувати двійкові дані у неповедінковому виразі.
vi_vn: Hàm JSON không thể tuần tự hóa dữ liệu nhị phân trong biểu thức phi hành vi.
zh_cn: JSON 函数无法对非行为表达式中的二进制数据进行序列化。
zh_tw: JSON 函式無法序列化非行為運算式中的二進位資料。

# ErrTraceInvalidCustomRecordType
source: The parameter {0} contains a property of type {1} which is not supported.
bg_bg: Параметърът {0} съдържа свойство от тип {1}, което не се поддържа.
ca_es: El paràmetre {0} conté una propietat de tipus {1}, que no s'admet.
cs_cz: Parametr {0} obsahuje vlastnost typu {1}, který není podporovaný.
da_dk: Parameteren {0} indeholder en egenskab af typen {1}, som ikke understøttes.
de_de: Der Parameter "{0}" enthält eine Eigenschaft vom Typ "{1}". Dies wird nicht unterstützt.
el_gr: Η παράμετρος {0} περιέχει μια ιδιότητα τύπου {1} που δεν υποστηρίζεται.
es_es: El parámetro {0} contiene una propiedad de tipo {1} que no se admite.
et_ee: Parameeter {0} sisaldab atribuudi tüüpi {1}, mida ei toetata.
eu_es: {0} parametroak onartzen ez den {1} motako propietate bat dauka.
fi_fi: Parametri {0} sisältää tyypin {1} ominaisuuden, jota ei tueta.
fr_fr: Le paramètre {0} contient une propriété de type {1} qui n’est pas prise en charge.
gl_es: O parámetro {0} contén unha propiedade de tipo {1} que non é compatible.
hi_in: पैरामीटर {0} में प्रकार {1} का एक गुण शामिल है, जो समर्थित नहीं है.
hr_hr: Parametar {0} sadrži svojstvo vrste {1} koje nije podržano.
hu_hu: A(z) {0} paraméter nem támogatott, {1} típusú tulajdonságot tartalmaz.
id_id: Parameter {0} berisi properti tipe {1} yang tidak didukung.
it_it: Il parametro {0} contiene una proprietà del tipo {1} che non è supportato.
ja_jp: パラメーター {0} に型 {1} のプロパティが含まれていますが、これはサポートされていません。
kk_kz: {0} параметрінде қолдау көрсетілмейтін {1} түріне жататын сипат бар.
ko_kr: 매개 변수 {0}에 지원되지 않는 {1} 유형의 속성이 포함되어 있습니다.
lt_lt: Parametras {0} turi {1} tipo tapatybę, kuri nėra palaikoma.
lv_lv: Parametrs {0} satur rekvizītu ar tipu {1}, kas netiek atbalstīts.
ms_my: Parameter {0} mengandungi sifat jenis {1} yang tidak disokong.
nb_no: Parameteren {0} inneholder en egenskap av typen {1}, som ikke støttes.
nl_nl: De parameter {0} bevat een eigenschap van het type {1} die niet wordt ondersteund.
pl_pl: Parametr {0} zawiera właściwość typu {1}, która nie jest obsługiwana.
pt_br: O parâmetro {0} contém uma propriedade do tipo {1} que não tem suporte.
pt_pt: O parâmetro {0} contém uma propriedade do tipo {1} que não é suportada.
ro_ro: Parametrul {0} conține o proprietate de tip {1} care nu este acceptată.
ru_ru: Параметр {0} содержит свойство типа {1}, которое не поддерживается.
sk_sk: Parameter {0} obsahuje vlastnosť typu {1}, ktorá nie je podporovaná.
sl_si: Parameter {0} vsebuje lastnost vrste {1}, ki ni podprta.
sr_cyrl_rs: Параметар {0} садржи својство типа {1}, што није подржано.
sv_se: Parametern {0} innehåller en egenskap av typen {1} vilken inte stöds.
th_th: พารามิเตอร์ {0} มีคุณสมบัติชนิด {1} ซึ่งไม่ได้รับการสนับสนุน
tr_tr: {0} parametresi, desteklenmeyen {1} türünde bir özellik içeriyor.
uk_ua: Параметр {0} містить непідтримувану властивість типу "{1}".
vi_vn: Tham số {0} chứa thuộc tính thuộc loại {1} không được hỗ trợ.
zh_cn: 参数 {0} 包含类型为 {1} 的属性，而该属性不受支持。
zh_tw: 參數 {0} 包含不支援的 {1} 類型屬性。

# ErrRecordContainsInvalidFields_Arg
source: The specified column is read-only and can't be modified: {0}.
bg_bg: Указаната колона е само за четене и не може да се променя: {0}.
ca_es: La columna especificada és només de lectura i no es pot modificar: {0}.
cs_cz: Zadaný sloupec je určený jen pro čtení a nelze upravit: {0}.
da_dk: Den angivne kolonne er skrivebeskyttet og kan ikke ændres: {0}
de_de: Die angegebene Spalte ist schreibgeschützt und kann nicht geändert werden: {0}.
el_gr: Η καθορισμένη στήλη είναι μόνο για ανάγνωση και δεν είναι δυνατή η τροποποίησή της: {0}.
es_es: La columna especificada es de solo lectura y no se puede modificar: {0}.
et_ee: Määratud veerg on kirjutuskaitstud ja seda ei saa muuta: {0}.
eu_es: Zehaztutako zutabea irakurtzeko soilik da eta ezin da aldatu: {0}.
fi_fi: Määritetty sarake on vain luku -muotoa, eikä sitä voi muokata: {0}.
fr_fr: La colonne indiquée est en lecture seule et ne peut pas être modifiée : {0}.
gl_es: A columna especificada é só de lectura e non se pode modificar: {0}.
hi_in: निर्दिष्ट स्तंभ केवल पढ़ने के लिए है और संशोधित नहीं किया जा सकता: {0}.
hr_hr: Navedeni je stupac samo za čitanje i ne može se mijenjati: {0}.
hu_hu: A megadott oszlop írásvédett, ezért nem módosítható: {0}.
id_id: Kolom yang ditentukan adalah kolom baca-saja dan tidak dapat diubah: {0}.
it_it: La colonna specificata è di sola lettura e non può essere modificata: {0}.
ja_jp: 指定された列 {0} は読み取り専用です。変更できません。
kk_kz: Көрсетілген баған тек оқуға арналған және оны өзгерту мүмкін емес: {0}.
ko_kr: 지정된 다음 열은 읽기 전용이므로 수정할 수 없습니다. {0}
lt_lt: Nurodytas stulpelis yra tik skaitomas, jo modifikuoti negalima: {0}.
lv_lv: Norādītā kolonna ir tikai lasāma un to nevar modificēt: {0}.
ms_my: Lajur yang ditentukan adalah baca sahaja dan tidak boleh diubah suai: {0}.
nb_no: Den angitte kolonnen er skrivebeskyttet og kan ikke endres: {0}.
nl_nl: De opgegeven kolom is alleen-lezen en kan niet worden gewijzigd: {0}.
pl_pl: Określona kolumna jest kolumną tylko do odczytu i nie można jej zmodyfikować: {0}.
pt_br: A coluna especificada é somente leitura e não pode ser modificada: {0}.
pt_pt: A coluna especificada é só de leitura e não pode ser modificada: {0}.
ro_ro: Coloana specificată este doar în citire și nu poate fi modificată. {0}.
ru_ru: Указанный столбец доступен только для чтения, и его невозможно изменить: {0}.
sk_sk: Zadaný stĺpec je určený iba na čítanie a nemožno ho upravovať: {0}.
sl_si: Navedeni stolpec je samo za branje, zato ga ni mogoče spremeniti: {0}.
sr_cyrl_rs: Наведена колона је само за читање и није је могуће изменити: {0}.
sv_se: Den angivna kolumnen är skrivskyddad och kan inte ändras: {0}.
th_th: คอลัมน์ที่ระบุเป็นแบบอ่านได้อย่างเดียว และไม่สามารถแก้ไขได้: {0}
tr_tr: Belirtilen sütun salt okunur ve değiştirilemez: {0}.
uk_ua: Указаний стовпець доступний лише для читання, і в нього не можна вносити зміни: {0}.
vi_vn: Cột được chỉ định là cột chỉ đọc và không sửa đổi được: {0}.
zh_cn: 指定列为只读状态，无法修改: {0}。
zh_tw: 指定的資料行是唯讀資料行，無法修改: {0}。

# AboutSearch
source: Searches text in 'source'. Returns rows where text is found. Comparison is done in case-insensitive manner.
bg_bg: Търси текста в „източник“. Връща редовете, където е открит текстът. Сравнението се извършва при различаване на главни и малки букви.
ca_es: Cerca text a l'element 'source'. Retorna files on es troba text. Es fa la comparació sense distingir entre majúscules i minúscules.
cs_cz: Vyhledá text ve zdroji. Vrátí řádky, na kterých se text nachází. Při porovnávání se nerozlišují malá a velká písmena.
da_dk: Søger tekst i 'kilde'. Returnerer rækker, hvor der findes tekst. Sammenligning sker, uden at der skelnes mellem store og små bogstaver.
de_de: Durchsucht Text in "Quelle". Gibt Zeilen zurück, in denen Text gefunden wird. Beim Vergleich wird Groß-/Kleinschreibung ignoriert.
el_gr: Αναζητά κείμενο στην "προέλευση". Επιστρέφει σειρές στις οποίες εντοπίζεται κείμενο. Η σύγκριση γίνεται χωρίς διάκριση πεζών-κεφαλαίων.
es_es: Busca texto en el origen. Devuelve las filas en las que encuentra el texto. La comparación no distingue entre mayúsculas y minúsculas.
et_ee: Otsib allikast teksti. Tagastab teksti sisaldavad read. Võrdlus pole tõstutundlik.
eu_es: Testua bilatzen du "source" taulan eta testua duten errenkadak itzultzen ditu. Konparazioak egitean, maiuskulak eta minuskulak bereizten dira.
fi_fi: Hakee tekstiä source-kohteesta. Palauttaa rivit, joista teksti löytyy. Vertailu tehdään niin, että kirjainkoko ei ole merkitsevä.
fr_fr: Recherche du texte dans « source ». Retourne les lignes dans lesquelles le texte est trouvé. Effectue une comparaison en ignorant la casse.
gl_es: Busca texto na "orixe". Devolve as filas nas que se atopa texto. Realízase unha comparación sen distinción entre maiúsculas e minúsculas.
hi_in: source' में पाठ खोजता है. वह पंक्तियाँ लौटाता है जहाँ पाठ मिला है. तुलना केस-संवेदी तरीके से की गई है.
hr_hr: Pretražuje tekst u "izvoru". Vraća retke gdje je tekst pronađen. U usporedbi se razlikuju mala i velika slova.
hu_hu: Megkeres egy szöveges értéket a forrásban. Azokat a sorokat adja vissza, amelyben megtalálható a szöveges érték. Az összehasonlításban nem számítanak különbözőnek a kis- és a nagybetűk.
id_id: Mencari teks di 'sumber'. Menampilkan baris teks ditemukan. Perbandingan dilakukan dengan cara nonpeka huruf.
it_it: Cerca il testo in 'origine'. Restituisce le righe in cui viene trovato il testo. Il confronto viene eseguito senza distinzione tra maiuscole e minuscole.
ja_jp: 'ソース' 内のテキストを検索します。テキストが見つかった行を返します。比較は大文字と小文字を区別しないで行われます。
kk_kz: Көздегі мәтінді іздейді. Мәтін табылған жолдарды қайтарады. Салыстыру регистрді ескермей орындалады.
ko_kr: '원본'에서 텍스트를 검색합니다. 텍스트가 있는 행을 반환합니다. 비교 작업은 대/소문자 구분 없이 수행됩니다.
lt_lt: Ieško teksto šaltinyje. Pateikia eilutes, kuriose randama teksto. Palyginimas atliekamas neatsižvelgiant į didžiąsias ir mažąsias raides.
lv_lv: Meklē tekstu vienumā "source". Atgriež rindas, kur teksts tiek atrasts. Salīdzināšana tiek veiktā bez reģistrjutīguma.
ms_my: Mencari teks dalam 'sumber'. Mengembalikan baris, lokasi teks ditemui. Perbandingan dilakukan dalam keadaan tidak sensitif huruf.
nb_no: Søker i tekst i kilden. Returnerer rader der teksten blir funnet. Sammenligningen gjøres ved å skille mellom små og store bokstaver.
nl_nl: Hiermee wordt tekst gezocht in 'source'. De rijen waarin tekst wordt gevonden, worden geretourneerd. De vergelijking vindt plaats op een niet-hoofdlettergevoelige manier.
pl_pl: Wyszukuje tekst w elemencie „źródło”. Zwraca wiersze, w których znaleziono tekst. Porównanie jest wykonywane bez uwzględniania wielkości liter.
pt_br: Pesquisa texto em 'source' (origem). Retorna linhas onde foi encontrado texto. A comparação não diferencia maiúsculas e minúsculas.
pt_pt: Pesquisa texto na "origem". Devolve as linhas nas quais o texto é encontrado. A comparação é realizada de uma forma não sensível a maiúsculas e minúsculas.
ro_ro: Caută în textul din „sursă”. Returnează rândurile unde se găsește textul. Comparația se face fără a ține cont de diferența dintre literele mari și mici.
ru_ru: Ищет текст в "источнике". Возвращает строки, в которых найден текст. Сравнение выполняется без учета регистра.
sk_sk: Hľadá text v zdroji. Vráti riadky, v ktorých sa text našiel. Pri porovnávaní sa nerozlišujú veľké a malé písmená.
sl_si: Poišče besedilo v argumentu »vir«. Vrne vrstice, v katerih je besedilo najdeno. Primerjava ne razlikuje med velikimi in malimi črkami.
sr_cyrl_rs: Претражује текст у „извору“. Враћа редове у којима је пронађен текст. Поређење се врши на начин који не разликује мала и велика слова.
sv_se: Söker efter text i källan. Returnerar rader där texten hittas. Jämförelsen görs skiftlägesokänsligt.
th_th: ค้นหาข้อความใน 'source' ส่งคืนแถวที่พบข้อความ การเปรียบเทียบจะดำเนินการโดยไม่สนใจตัวพิมพ์เล็กใหญ่
tr_tr: 'source' içinde metin araması yapar. Metin içeren satırları döndürür. Karşılaştırma büyük/küçük harfe duyarsız olarak gerçekleştirilir.
uk_ua: Шукає текст у джерелі й повертає рядки, де знайдено текст (без урахування регістра).
vi_vn: Tìm kiếm văn bản trong 'nguồn'. Trả về các hàng, nơi tìm thấy văn bản. So sánh được thực hiện trong trường hợp phân biệt chữ hoa chữ thường.
zh_cn: 搜索 "source" 中的文本。返回文本所在的行。以区分大小写的方式执行比较。
zh_tw: 搜尋 'source' 中的文字。傳回找到該文字的資料列。比較結果不會區分大小寫。

# AboutSearch_source
source: Table to search.
bg_bg: Таблица за търсене.
ca_es: Taula que se cercarà.
cs_cz: Tabulka, ve které se má hledat
da_dk: Tabel, der skal søges i.
de_de: Zu durchsuchende Tabelle
el_gr: Πίνακας για αναζήτηση.
es_es: Tabla en la que se va a buscar.
et_ee: Tabel, kust otsitakse.
eu_es: Bilatuko den taula.
fi_fi: Taulukko, josta haetaan.
fr_fr: Table dans laquelle rechercher.
gl_es: Táboa que se vai buscar.
hi_in: खोजने वाली तालिका.
hr_hr: Tablica koja se pretražuje.
hu_hu: Ebben a táblában kell keresni.
id_id: Tabel untuk dicari.
it_it: Tabella in cui eseguire la ricerca.
ja_jp: 検索するテーブル。
kk_kz: Іздеу орындалатын кесте.
ko_kr: 검색할 테이블입니다.
lt_lt: Lentelė, kurioje ieškoma.
lv_lv: Tabula, kur meklēt.
ms_my: Jadual untuk dicari.
nb_no: Tabell det skal søkes i.
nl_nl: De kolom die moet worden gezocht.
pl_pl: Tabela do przeszukania.
pt_br: Tabela a ser pesquisada.
pt_pt: Tabela a pesquisar.
ro_ro: Tabel în care să se caute.
ru_ru: Таблица для поиска.
sk_sk: Tabuľka na vyhľadanie.
sl_si: Tabela, ki jo je treba preiskati.
sr_cyrl_rs: Табела за претрагу.
sv_se: Tabell att genomsöka.
th_th: ตารางที่จะค้นหา
tr_tr: Arama yapılacak olan tablo.
uk_ua: Таблиці, де потрібно шукати.
vi_vn: Bảng muốn tìm kiếm.
zh_cn: 要搜索的表。
zh_tw: 要搜尋的資料表。
