Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCoalesce_value
source: An argument to be returned if it is the first non blank argument.
bg_bg: Аргументът, който трябва да бъде върнат, ако това е първият непразен аргумент.
ca_es: Argument que es retornarà si és el primer que no està en blanc.
cs_cz: Argument, který se vrátí, pokud je prvním neprázdným argumentem
da_dk: En argument, der skal returneres, hvis det er det første ikke-tomme argument.
de_de: Ein Argument, das zurückgegeben werden soll, wenn es sich um das erste nicht leere Argument handelt.
el_gr: Ένα όρισμα που θα επιστραφεί, αν είναι το πρώτο μη κενό όρισμα.
es_es: Argumento que se devolverá si es el primer argumento que no está en blanco.
et_ee: Tagastatav argument, kui see on esimene mittetühi argument.
eu_es: Hutsa ez den lehen argumentua bada, itzuli beharreko argumentua.
fi_fi: Palautettava argumentti, jos se on ensimmäinen muu kuin tyhjä argumentti.
fr_fr: Argument à retourner s'il s'agit du premier argument non vide.
gl_es: Argumento que se vai devolver se se trata do primeiro que non está en branco.
hi_in: अगर यह पहला गैर रिक्त तर्क है, तो इस तर्क को वापस कर दिया जाता है.
hr_hr: Argument koji će se vratiti ako je to prvi argument koji nije prazan.
hu_hu: Az argumentum, melyet vissza kell adni, amennyiben az az első nem üres argumentum.
id_id: Sebuah argumen akan dikembalikan jika ini adalah argumen tidak kosong pertama.
it_it: Argomento da restituire se si tratta del primo argomento non vuoto.
ja_jp: 空でない最初の引数の場合に返される引数。
kk_kz: Бірінші бос емес аргумент болған жағдайда қайтарылатын аргумент.
ko_kr: 공백이 아닌 첫 번째 인수인 경우 인수가 반환됩니다.
lt_lt: Argumentas, kurį reikia pateikti, jei jis yra pirmasis netuščias argumentas.
lv_lv: Atgriežams arguments, ja šis ir pirmais arguments, kurš nav tukšs
ms_my: Argumen untuk dikembalikan jika ia merupakan argumen bukan kosong pertama.
nb_no: Et argument som skal returneres hvis det er det første argumentet som ikke er tomt.
nl_nl: Een argument dat moet worden geretourneerd als dit het eerste niet-lege argument is.
pl_pl: Argument do zwrócenia, jeśli jest to pierwszy niepusty argument.
pt_br: Um argumento que será retornado se ele for o primeiro argumento que não estiver em branco.
pt_pt: Um argumento que é devolvido se for o primeiro argumento que não está em branco.
ro_ro: Un argument de returnat dacă este primul argument nevid.
ru_ru: Возвращаемый аргумент, если это первый непустой аргумент.
sk_sk: Argument vrátený v prípade, že ide o prvý argument, ktorý nie je prázdny.
sl_si: Argument, ki bo vrnjen, če je prvi neprazen argument.
sr_cyrl_rs: Аргумент који треба вратити ако је у питању први аргумент који није празан.
sr_latn_rs: Argument koji treba vratiti ako je u pitanju prvi argument koji nije prazan.
sv_se: Ett argument som ska returneras om det är det första icke-tomma argumentet.
th_th: อาร์กิวเมนต์ที่จะส่งกลับถ้าเป็นอาร์กิวเมนต์แรกที่ไม่ได้เว้นว่าง
tr_tr: Boş olmayan ilk bağımsız değişken olması durumunda döndürülecek bağımsız değişken.
uk_ua: Аргумент, який потрібно повернути, якщо це перший непустий аргумент.
vi_vn: Đối số được trả về khi là đối số không trống đầu tiên.
zh_cn: 要返回的参数(如果为第一个非空白参数)。
zh_tw: 要傳回的引數 (若該引數為第一個非空白的引數)。

# AboutConcatenate
source: Joins several text values into one text value.
bg_bg: Съединява няколко текстови стойности в една текстова стойност.
ca_es: Uneix diversos valors de text en un valor de text.
cs_cz: Spojí několik textových hodnot do jedné textové hodnoty.
da_dk: Forbinder adskillige tekstværdier til én tekstværdi.
de_de: Verknüpft mehrere Textwerte zu einem Textwert.
el_gr: Ενώνει διάφορες τιμές κειμένου σε μία τιμή κειμένου.
es_es: Une varios valores de texto en un único valor de texto.
et_ee: Ühendab mitu tekstväärtust üheks tekstväärtuseks.
eu_es: Hainbat testu-balio konbinatzen ditu testu-balio bakarrean.
fi_fi: Liittää useita tekstiarvoja yhdeksi tekstiarvoksi.
fr_fr: Regroupe plusieurs valeurs de texte dans une seule.
gl_es: Une varios valores de texto nun só.
hi_in: कई पाठ मानों को एक पाठ मान में जोड़ता है.
hr_hr: Spaja nekoliko tekstnih vrijednosti u jednu tekstnu vrijednost.
hu_hu: Több szöveges értéket egyesít egyetlen szöveges értékben.
id_id: Menggabungkan beberapa nilai teks menjadi satu nilai teks.
it_it: Unisce diversi valori di testo in un unico valore di testo.
ja_jp: 複数のテキスト値を 1 つのテキスト値に結合します。
kk_kz: Бірнеше мәтіндік мәндерді бір мәтіндік мәнге біріктіреді.
ko_kr: 여러 텍스트 값을 하나의 텍스트 값으로 결합합니다.
lt_lt: Sujungia kelias teksto reikšmes į vieną.
lv_lv: Savieno vairākas teksta vērtība vienā teksta vērtībā.
ms_my: Mencantumkan beberapa nilai teks ke dalam satu nilai teks.
nb_no: Slår sammen flere tekstverdier til én tekstverdi.
nl_nl: Hiermee worden verschillende tekstwaarden samengevoegd in één tekstwaarde.
pl_pl: Łączy kilka wartości tekstowych w jedną wartość tekstową.
pt_br: Agrupa vários valores de texto em um só.
pt_pt: Associa vários valores de texto a um valor de texto.
ro_ro: Unește mai multe valori text într-o singură valoare text.
ru_ru: Объединяет несколько текстовых значений в одно текстовое значение.
sk_sk: Spojí niekoľko textových hodnôt do jednej textovej hodnoty.
sl_si: Združi več besedilnih vrednosti v eno besedilno vrednost.
sr_cyrl_rs: Спаја неколико вредности текста у једну вредност текста.
sr_latn_rs: Spaja nekoliko vrednosti teksta u jednu vrednost teksta.
sv_se: Kopplar flera textvärden till ett textvärde.
th_th: รวมข้อความหลายๆ ข้อความเข้าเป็นข้อความเดียว
tr_tr: Birçok metin değerini tek bir metin değeri olarak birleştirir.
uk_ua: Об’єднує кілька текстових значень в одне.
vi_vn: Kết hợp vài giá trị văn bản thành một giá trị văn bản.
zh_cn: 将多个文本值联接为一个文本值。
zh_tw: 將數個文字值聯結成單一文字值。

# AboutDecimal
source: Converts a 'text' that represents a number to a Decimal value.
bg_bg: Преобразува „текст“, който представлява число, в десетична стойност.
ca_es: Converteix un element "text" que representa un nombre en un valor decimal.
cs_cz: Převede „text“, který představuje číslo, na desetinnou hodnotu.
da_dk: Konverterer en 'tekst', der repræsenterer et tal, til en numerisk værdi.
de_de: Konvertiert einen „Text“, der eine Zahl darstellt, in einen Dezimalwert
el_gr: Μετατρέπει ένα "κείμενο" που αντιπροσωπεύει έναν αριθμό σε δεκαδική τιμή.
es_es: Convierte un "texto" que representa un número en un valor decimal.
et_ee: Teisendab arvu tähistava teksti kümnendväärtuseks.
eu_es: Zenbaki bat adierazten duen "text" elementu bat balio hamartar balio bihurtzen du.
fi_fi: Muuntaa lukua edustavan text-merkkijonon desimaaliarvoksi.
fr_fr: Convertit un « texte » représentant un nombre en valeur décimale.
gl_es: Converte un "texto" que representa un número nun valor decimal.
hi_in: किसी संख्या को दर्शाने वाले 'टेक्स्ट' को दशमलव मान में बदलता है.
hr_hr: Pretvara „tekst” koji predstavlja broj u decimalnu vrijednost.
hu_hu: Számértékké alakítja a számot jelölő decimális értéket.
id_id: Mengonversi 'teks' yang mewakili angka ke nilai Desimal.
it_it: Converte un valore "testo" che rappresenta un numero in un valore decimale.
ja_jp: 数値を表す 'テキスト' を10 進値に変換します。
kk_kz: Санды білдіретін "мәтінді" ондық мәнге түрлендіреді.
ko_kr: 숫자를 나타내는 '텍스트'를 10진수 값으로 변환합니다.
lt_lt: Konvertuoja tekstą, kuris išreiškia skaičių, į dešimtainio skaičiaus reikšmę.
lv_lv: Pārvērš "tekstu", kas attēlo skaitli, par decimāldaļskaitļa vērtību.
ms_my: Menukar 'teks' yang mewakili nombor kepada nilai Perpuluhan.
nb_no: Konverterer en tekst som representerer et tall, til en desimalverdi.
nl_nl: Hiermee wordt een 'text' in de vorm van een getal geconverteerd naar een decimale waarde.
pl_pl: Konwertuje „tekst” reprezentujący liczbę na wartość dziesiętną.
pt_br: Converte um "texto" que representa um número em um valor Decimal.
pt_pt: Converte um "texto" que representa um número num valor Decimal.
ro_ro: Convertește un „text” care reprezintă un număr, la o valoare zecimală.
ru_ru: Преобразует "текст", который представляет число, в десятичное значение.
sk_sk: Skonvertuje text predstavujúci číslo na desatinnú hodnotu.
sl_si: Pretvori »besedilo«, ki predstavlja številko, v decimalno vrednost.
sr_cyrl_rs: Конвертује „текст“ који представља број у децималну вредност.
sv_se: Konverterar en text som motsvarar ett tal till ett decimalvärde.
th_th: แปลง 'ข้อความ' ที่อยู่ในรูปของตัวเลขให้เป็นค่าตัวเลขทศนิยม
tr_tr: Sayı temsil eden bir "metin" değerini ondalık bir değere dönüştürür.
uk_ua: Перетворює "текст", що представляє число, на десяткове значення.
vi_vn: Chuyển đổi "văn bản" biểu thị một số sang giá trị Số thập phân.
zh_cn: 将表示数字的“文本”转换为数值。
zh_tw: 將代表數字的 'text' 轉換為十進位值。

# AboutDecimal_language
source: Language code to use when converting the value.
bg_bg: Код на езика, който да се използва при преобразуването на стойността.
ca_es: Codi de llengua que cal utilitzar en convertir el valor.
cs_cz: Kód jazyka, který se má použít při převodu hodnoty.
da_dk: Sprogkode, der skal anvendes, når du konverterer værdien.
de_de: Zu verwendender Sprachcode für die Konvertierung des Werts
el_gr: Κωδικός γλώσσας για χρήση κατά τη μετατροπή της τιμής.
es_es: El código de idioma que se usará al convertir el valor.
et_ee: Väärtuse teisendamisel kasutatav keelekood.
eu_es: Balioa bihurtzean erabiliko den hizkuntza-kodea.
fi_fi: Arvon muuntamisessa käytettävä kielikoodi.
fr_fr: Code de langue à utiliser lors de la conversion de la valeur.
gl_es: Código de idioma que se usará ao converter o valor.
hi_in: मान परिवर्तित करते समय उपयोग किया जाने वाला भाषा कोड.
hr_hr: Šifra jezika koja će se upotrijebiti prilikom pretvaranja vrijednosti.
hu_hu: Az érték átalakítása során használandó nyelvkód.
id_id: Kode bahasa yang harus digunakan saat mengonversi nilai.
it_it: Codice della lingua da usare per la conversione del valore.
ja_jp: 値の変換に使う言語コード。
kk_kz: Мәнді түрлендіргенде пайдаланылатын тіл коды.
ko_kr: 값을 변환할 때 사용할 언어 코드입니다.
lt_lt: Kalbos kodas, naudojamas konvertuojant reikšmę.
lv_lv: Valodas kods, ko izmantot, pārvēršot vērtību.
ms_my: Kod bahasa untuk digunakan semasa menukar nilai.
nb_no: Språkkoden som skal brukes ved konvertering av verdien.
nl_nl: De taalcode die moet worden gebruikt bij het converteren van de waarde.
pl_pl: Kod języka do użycia podczas konwertowania wartości.
pt_br: Código de idioma a ser usado ao converter o valor.
pt_pt: Código de idioma a utilizar ao converter o valor.
ro_ro: Codul de limbă de utilizat la conversia valorii.
ru_ru: Код языка, используемый при преобразовании значения.
sk_sk: Kód jazyka, ktorý sa používa pri konverzii na hodnotu.
sl_si: Koda jezika, ki bo uporabljena pri pretvorbi vrednosti.
sr_cyrl_rs: Шифра језика коју треба користити приликом конвертовања у вредност.
sv_se: Språkkoden som ska användas vid konvertering av värdet.
th_th: โค้ดภาษาที่จะใช้ขณะแปลงเป็นค่า
tr_tr: Değer dönüştürme işleminde kullanılacak dil kodu.
uk_ua: Мовний код, який слід використовувати під час перетворення значення.
vi_vn: Mã ngôn ngữ để sử dụng khi chuyển đổi giá trị.
zh_cn: 在转换值时要使用的语言代码。
zh_tw: 轉換值時要使用的語言代碼。

# AboutDecimal_text
source: The text value to convert to a Decimal value.
bg_bg: Текстовата стойност за преобразуване в десетична стойност.
ca_es: Valor de text que es convertirà en un valor decimal.
cs_cz: Textová hodnota, kterou chcete převést na desetinnou hodnotu.
da_dk: Tekstværdien, der skal konverteres til en decimalværdi.
de_de: Der Textwert, der in einen Dezimalwert konvertiert werden soll
el_gr: Η τιμή κειμένου για μετατροπή σε δυαδική τιμή.
es_es: El valor de texto que se convertirá en un valor numérico.
et_ee: Kümnendväärtuseks teisendatav tekstväärtus.
eu_es: Balio hamartar balio bihurtuko den testu-balioa.
fi_fi: Desimaaliarvoksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en valeur décimale.
gl_es: Valor de texto que se vai converter nun valor decimal.
hi_in: दशमलव मान में परिवर्तित किए जाने वाला टेक्स्ट मान.
hr_hr: Tekstna vrijednost koja se pretvara u decimalnu vrijednost.
hu_hu: A decimális értékké alakítandó szöveges érték.
id_id: Nilai teks untuk dikonversi ke nilai Desimal.
it_it: Valore di testo da convertire in un valore decimale.
ja_jp: 10 進値に変換するテキスト値です。
kk_kz: Ондық мәнге түрлендіретін мәтін мәні.
ko_kr: 10진수 값으로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į dešimtainio skaičiaus reikšmę.
lv_lv: Teksts, kas jāpārvērš par decimāldaļskaitļa vērtību.
ms_my: Nilai teks untuk ditukar kepada nilai Perpuluhan.
nb_no: Tekstverdien som skal konverteres til en desimalverdi.
nl_nl: De tekstwaarde die moet worden geconverteerd naar een decimale waarde.
pl_pl: Wartość tekstowa do przekonwertowania na wartość dziesiętną.
pt_br: O valor de texto a ser convertido em um valor Decimal.
pt_pt: Valor de texto a converter em valor Decimal.
ro_ro: Valoarea text de convertit la o valoare zecimală.
ru_ru: Текстовое значение для преобразования в десятичное значение.
sk_sk: Textová hodnota, ktorá sa má konvertovať na desatinnú hodnotu.
sl_si: Vrednost besedila, ki jo želite pretvoriti v decimalno vrednost.
sr_cyrl_rs: Текстуална вредност коју треба конвертовати у децималну вредност.
sv_se: Textvärdet som ska konverteras till ett decimalvärde.
th_th: ค่าข้อความที่จะแปลงเป็นค่าตัวเลขทศนิยม
tr_tr: Ondalık değerine dönüştürülecek metin değeri.
uk_ua: Текстове значення, яке потрібно перетворити на десяткове.
vi_vn: Giá trị văn bản cần chuyển đổi sang giá trị Số thập phân.
zh_cn: 要转换为数值的文本值。
zh_tw: 要轉換為十進位值的文字值。

# ErrDecimalNeedsPowerFxV1
source: The 'Decimal' function can only be used if the 'Power Fx 1.0 compatibility' feature is enabled.
bg_bg: Функцията Decimal може да се използва само ако функцията „Съвместимост с Power Fx 1.0“ е активирана.
ca_es: La funció "Decimal" només es pot utilitzar si la característica "Compatibilitat amb el Power Fx 1.0" està habilitada.
cs_cz: Funkci „Desetinné číslo“ lze použít pouze v případě, že je povolena funkce „Kompatibilita Power Fx 1.0“.
da_dk: Funktionen 'Decimal' kan kun bruges, hvis funktionen 'Power Fx 1.0-kompatibilitet' er aktiveret.
de_de: Die Funktion „Dezimal“ kann nur verwendet werden, wenn die Funktion „Power Fx 1.0-Kompatibilität“ aktiviert ist.
el_gr: Η λειτουργία "Δεκαδικός" μπορεί να χρησιμοποιηθεί μόνο αν είναι ενεργοποιημένη η δυνατότητα "Συμβατότητα Power Fx 1.0".
et_ee: Funktsiooni „Kümnendkoht“ saab kasutada ainult juhul, kui funktsioon „Power Fx 1.0 ühilduvus“ on lubatud.
eu_es: "Hamartarra" funtzioa soilik "Power Fx 1.0 bertsioaren bateragarritasuna" eginbidea gaituta badago erabil daiteke.
fi_fi: Desimaali-funktiota voi käyttää vain, jos Power Fx 1.0 -yhteensopivuustoiminto on käytössä.
fr_fr: La fonction « Décimal » ne peut être utilisée que si la fonctionnalité « Compatibilité de Power Fx 1.0 » est activée.
gl_es: A funcionalidade "Decimal" só se pode usar se se activa a funcionalidade de compatibilidade "Power Fx 1.0".
hi_in: 'दशमलव' फ़ंक्शन का उपयोग केवल तभी किया जा सकता है जब 'Power Fx 1.0 कंपेटिबिल्टी' फ़ीचर सक्षम हो.
hr_hr: Funkcija „Decimalno” može se upotrijebiti samo ako je omogućena značajka „Kompatibilnost s dodatkom Power Fx 1.0”.
hu_hu: A "Decimális" függvény csak akkor használható, ha a "Power Fx 1.0 kompatibilitás" funkció engedélyezve van.
id_id: Fungsi 'Desimal' hanya dapat digunakan jika fitur 'Kompatibilitas Power Fx 1.0' diaktifkan.
it_it: La funzione "Decimale" può essere utilizzata solo se è abilitata la funzionalità per la compatibilità con Power Fx 1.0.
ja_jp: 'Decimal' 関数は、'Power Fx 1.0 互換性' 機能が有効である場合にのみ使用できます。
kk_kz: Егер "Power Fx 1.0 үйлесімділігі" мүмкіндігі іске қосылса ғана, "Ондық бөлшек" функциясы пайдаланылуы мүмкін.
ko_kr: '십진수' 기능은 'Power Fx 1.0 호환성' 기능이 활성화된 경우에만 사용할 수 있습니다.
lt_lt: Funkciją „Dešimtainis“ galima naudoti tik tada, jei įjungta funkcija „Suderinama su „Power Fx 1.0“.
lv_lv: Funkciju Decimāldaļskaitlis var izmantot tikai tad, ja ir iespējots Power Fx 1.0 saderības līdzeklis.
ms_my: Fungsi 'Perpuluhan' hanya boleh digunakan jika ciri 'Keserasian Power Fx 1.0' didayakan.
nb_no: Desimalfunksjonen kan bare brukes hvis funksjonen Power Fx 1.0-kompatibilitet er aktivert.
nl_nl: De functie Decimaal getal kan alleen worden gebruikt als de functie Compatibiliteit met Power Fx 1.0 is ingeschakeld.
pl_pl: Funkcji „Liczba dziesiętna” można używać tylko wtedy, gdy jest włączona funkcja „Zgodność z językiem Power Fx 1.0”.
pt_br: A função "Decimal" só poderá ser usada quando o recurso "compatibilidade com o Power Fx 1.0" estiver habilitado.
pt_pt: Só é possível utilizar A função "Decimal" se a funcionalidade "Compatibilidade com o Power Fx 1.0" estiver ativada.
ro_ro: Funcția „Zecimal” poate fi utilizată numai dacă funcția „Compatibilitate Power Fx 1.0” este activată.
ru_ru: Функция "Десятичное число" может использоваться только при включенной функции "Совместимость с Power Fx 1.0".
sk_sk: Funkciu Decimal možno použiť len v prípade, že je povolená funkcia Kompatibilita s jazykom Power Fx 1.0.
sl_si: Funkcija »Decimalno« se lahko uporablja samo, če je omogočena funkcija »Združljivost s Power Fx 1.0«.
sr_cyrl_rs: Функција „Децимално“ може да се користи само ако је омогућена функција „Компатибилност са Power Fx 1.0“.
sv_se: Funktionen "Decimaltal" kan bara användas om funktionen "Power Fx 1.0-kompatibilitet" är aktiverad.
th_th: ฟังก์ชัน 'Decimal' สามารถใช้ได้เมื่อเปิดใช้งานคุณสมบัติ 'ความเข้ากันได้ของ Power Fx 1.0' เท่านั้น
tr_tr: "Ondalık" işlevi yalnızca "Power Fx 1.0 uyumluluğu" özelliği etkinleştirilmişse kullanılabilir.
uk_ua: Функцію "Десяткове значення" можна використовувати, лише якщо ввімкнено функцію "Сумісність Power Fx 1.0".
vi_vn: Bạn chỉ có thể sử dụng hàm "Decimal" nếu bật tính năng "Tương thích với Power Fx 1.0".
zh_cn: 只有在启用“Power Fx 1.0 兼容性”功能时，才能使用 "Decimal" 函数。
zh_tw: 「Decimal」函式只有在啟用「Power Fx 1.0 相容性」功能時才能使用。

# AboutFloat
source: Converts a 'text' that represents a number to a Float value.
bg_bg: Преобразува „текст“, който представлява число, в стойност с плаваща запетая.
ca_es: Converteix un element "text" que representa un nombre en un valor float.
cs_cz: Převede „text“, který představuje číslo, na plovoucí hodnotu.
da_dk: Konverterer en 'tekst', der repræsenterer et tal, til en flydende værdi.
de_de: Konvertiert einen „Text“, der eine Zahl darstellt, in einen Floatwert
el_gr: Μετατρέπει σε "κείμενο" που αντιπροσωπεύει έναν αριθμό σε τιμή κινητής υποδιαστολής.
es_es: Convierte un "texto" que representa un número en un valor flotante.
et_ee: Teisendab arvu tähistava teksti ujukomaarvväärtuseks.
eu_es: Zenbaki bat adierazten duen "text" elementu bat balio higikari bihurtzen du.
fi_fi: Muuntaa lukua edustavan text-merkkijonon liukulukuarvoksi.
fr_fr: Convertit un « texte » représentant un nombre en valeur flottante.
gl_es: Converte un "texto" que representa un número nun valor float.
hi_in: किसी संख्या का प्रतिनिधित्व करने वाले 'टेक्स्ट' को फ़्लोट मान में परिवर्तित करता है.
hr_hr: Pretvara „tekst” koji predstavlja broj u vrijednost Float.
hu_hu: Számértékké alakítja a számot jelölő lebegő értéket.
id_id: Mengonversi 'teks' yang mewakili angka ke nilai Float.
it_it: Converte un valore "testo" che rappresenta un numero in un valore float.
ja_jp: 数値を表す 'テキスト' を浮動小数値に変換します。
kk_kz: Санды білдіретін "мәтінді" қалқымалы мәнге түрлендіреді.
ko_kr: 숫자를 나타내는 '텍스트'를 float 값으로 변환합니다.
lt_lt: Konvertuoja tekstą, kuris išreiškia skaičių, į „float“ reikšmę.
lv_lv: Pārvērš "tekstu", kas attēlo skaitli, par peldošu vērtību.
ms_my: Menukar 'teks' yang mewakili nombor pada nilai Apungan.
nb_no: Konverterer en tekst som representerer et tall, til en flyttallsverdi.
nl_nl: Hiermee wordt een 'text' in de vorm van een getal geconverteerd naar een drijvende waarde.
pl_pl: Konwertuje „tekst” reprezentujący liczbę na wartość zmiennoprzecinkową.
pt_br: Converte um "texto" que representa um número em um valor Float.
pt_pt: Converte um "texto" que representa um número num valor de Vírgula flutuante.
ro_ro: Convertește un „text” care reprezintă un număr, la o valoare float.
ru_ru: Преобразует "текст", который представляет число, в число с плавающей точкой.
sk_sk: Skonvertuje text predstavujúci číslo na hodnotu s pohyblivou desatinnou čiarkou.
sl_si: Pretvori »besedilo«, ki predstavlja številko, v vrednost s plavajočo vejico.
sr_cyrl_rs: Конвертује „текст“ који представља број у Float вредност.
sv_se: Konverterar en text som motsvarar ett tal till ett flyttalsvärde.
th_th: แปลง 'ข้อความ' ที่อยู่ในรูปของตัวเลขให้เป็นค่าตัวเลขทศนิยม
tr_tr: Sayı temsil eden bir "metin" değerini kayan bir değere dönüştürür.
uk_ua: Перетворює "текст", що представляє число, на значення з плаваючою комою.
vi_vn: Chuyển đổi "văn bản" biểu thị một số sang giá trị Float.
zh_cn: 将表示数字的“文本”转换为浮点值。
zh_tw: 將代表數字的 'text' 轉換為浮點值。

# AboutFloat_language
source: Language code to use when converting the value.
bg_bg: Код на езика, който да се използва при преобразуването на стойността.
ca_es: Codi de llengua que cal utilitzar en convertir el valor.
cs_cz: Kód jazyka, který se má použít při převodu hodnoty.
da_dk: Sprogkode, der skal anvendes, når du konverterer værdien.
de_de: Zu verwendender Sprachcode für die Konvertierung des Werts
el_gr: Κωδικός γλώσσας για χρήση κατά τη μετατροπή της τιμής.
es_es: El código de idioma que se usará al convertir el valor.
et_ee: Väärtuse teisendamisel kasutatav keelekood.
eu_es: Balioa bihurtzean erabiliko den hizkuntza-kodea.
fi_fi: Arvon muuntamisessa käytettävä kielikoodi.
fr_fr: Code de langue à utiliser lors de la conversion de la valeur.
gl_es: Código de idioma que se usará ao converter o valor.
hi_in: मान परिवर्तित करते समय उपयोग किया जाने वाला भाषा कोड.
hr_hr: Šifra jezika koja će se upotrijebiti prilikom pretvaranja vrijednosti.
hu_hu: Az érték átalakítása során használandó nyelvkód.
id_id: Kode bahasa yang harus digunakan saat mengonversi nilai.
it_it: Codice della lingua da usare per la conversione del valore.
ja_jp: 値の変換に使う言語コード。
kk_kz: Мәнді түрлендіргенде пайдаланылатын тіл коды.
ko_kr: 값을 변환할 때 사용할 언어 코드입니다.
lt_lt: Kalbos kodas, naudojamas konvertuojant reikšmę.
lv_lv: Valodas kods, ko izmantot, pārvēršot vērtību.
ms_my: Kod bahasa untuk digunakan semasa menukar nilai.
nb_no: Språkkoden som skal brukes ved konvertering av verdien.
nl_nl: De taalcode die moet worden gebruikt bij het converteren van de waarde.
pl_pl: Kod języka do użycia podczas konwertowania wartości.
pt_br: Código de idioma a ser usado ao converter o valor.
pt_pt: Código de idioma a utilizar ao converter o valor.
ro_ro: Codul de limbă de utilizat la conversia valorii.
ru_ru: Код языка, используемый при преобразовании значения.
sk_sk: Kód jazyka, ktorý sa používa pri konverzii na hodnotu.
sl_si: Koda jezika, ki bo uporabljena pri pretvorbi vrednosti.
sr_cyrl_rs: Шифра језика коју треба користити приликом конвертовања у вредност.
sv_se: Språkkoden som ska användas vid konvertering av värdet.
th_th: โค้ดภาษาที่จะใช้ขณะแปลงเป็นค่า
tr_tr: Değer dönüştürme işleminde kullanılacak dil kodu.
uk_ua: Мовний код, який слід використовувати під час перетворення значення.
vi_vn: Mã ngôn ngữ để sử dụng khi chuyển đổi giá trị.
zh_cn: 在转换值时要使用的语言代码。
zh_tw: 轉換值時要使用的語言代碼。
