Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# WrnRowScopeOneToNExpandNumberOfCalls
source: A One-to-Many or Many-to-Many relationship is being referenced in this function's record scope. This may result in a large number of calls to your data source that can impact performance.
bg_bg: Релациите от тип „един към много” и „много към много” се посочват в този обхват на запис на функция. Това може да доведе до голям брой извиквания на източниците на данни, което може да засегне производителността.
ca_es: En l'àmbit de registre d'aquesta funció es fa referència a una relació un a molts o de molts a molts. Això pot donar lloc a un nombre elevat de trucades a la font de dades, la qual cosa pot afectar el rendiment.
cs_cz: V rozsahu záznamu této funkce je odkazován vztah 1:N nebo N:N. To může vést k velkému počtu volání zdroje dat, což může mít vliv na výkon.
da_dk: Der refereres til en en-til-mange- eller mange til mange-relation i denne funktions postomfang. Dette kan resultere i et stort antal kald til datakilden, som kan påvirke ydeevnen.
de_de: Im Datensatzumfang dieser Funktion wird auf eine 1:N-Beziehung oder viele-zu-viele-Beziehungen verwiesen. Dies kann zu einer großen Anzahl von Aufrufen der Datenquelle führen, was sich auf die Leistung auswirken kann.
el_gr: Μια σχέση "ενός προς πολλούς" ή "πολλών προς πολλούς" αναφέρεται σε αυτό το εύρος καρτέλας αυτής της συνάρτησης. Αυτό μπορεί να έχει ως αποτέλεσμα μεγάλο αριθμό κλήσεων προς το αρχείο προέλευσης δεδομένων, η οποία μπορεί να επηρεάσει τις επιδόσεις.
es_es: Se está haciendo referencia a una relación de uno a varios o de varios a varios en el ámbito de registro de esta función. Esto puede producir un gran número de llamadas a su origen de datos que puedan afectar al rendimiento.
et_ee: Selle funktsiooni kirje ulatuses viidatakse üks-mitmele- või mitu-mitmele-vastavusele. Selle tulemuseks võib olla suur arv teie andmeallikasse tehtavaid kõnesid, mis võib mõjutada jõudlust.
eu_es: Batetik hainbatera edo Hainbatetik hainbatera motako erlazioa aipatzen da funtzioaren erregistro-esparru honetan. Horiek horrela, baliteke datu-iturburuak errendimenduari eragin diezaiokeen dei kopuru handia jasotzea.
fi_fi: Tämän funktion tietuevaikutusalueessa viitataan yksi-moneen-tai monta-moneen-yhteyteen. Tämä voi johtaa suureen määrään tietolähteeseen kohdistuvia kutsuja, jotka voivat vaikuttaa suorituskykyyn.
fr_fr: Une relation un-à-plusieurs ou plusieurs-à-plusieurs est actuellement référencée dans l’étendue d’enregistrement de cette fonction. Cela peut entraîner un grand nombre d’appels à votre source de données qui peuvent avoir un impact sur les performances.
gl_es: Neste ámbito de rexistro desta función faise referencia a unha relación un a varios ou varios a varios. Isto pode provocar un gran número de chamadas á súa orixe de datos, o que pode afectar ao desempeño.
hi_in: इस फ़ंक्शन के रिकॉर्ड कार्यक्षेत्र में वन-टू-मैनी और मैनी-टू-मैनी संबंधों को संदर्भित किया जा रहा है. इससे आपके डेटा स्रोत पर बड़ी संख्या में कॉल हो सकती हैं जो प्रदर्शन को प्रभावित कर सकती हैं.
hr_hr: Odnos jedan-prema-više ili više-prema-više spominje se u opsegu zapisa ove funkcije. To može rezultirati velikim brojem poziva izvoru podataka koji mogu utjecati na performanse.
hu_hu: A függvény rekordhatókörében egy-a-sokhoz vagy sok-a-sokhoz kapcsolatra hivatkoznak. Ez az adatforrásba irányuló nagy számú hívást eredményezhet, amely befolyásolhatja a teljesítményt.
id_id: Relasi Satu ke Banyak atau Banyak ke Banyak dirujuk dalam cakupan rekaman fungsi ini. Hal ini dapat mengakibatkan sejumlah besar panggilan ke sumber data yang dapat mempengaruhi performa.
it_it: Nell'ambito del record di questa funzione viene fatto riferimento a una relazione uno a molti o molti a molti. Potrebbe verificarsi un numero elevato di chiamate all'origine dati che possono avere un impatto sulle prestazioni.
ja_jp: 一対多または多対多の関連付けは、この関数のレコード スコープで参照されています。これにより、データ ソースに対する多数の呼び出しが発生し、パフォーマンスに影響する可能性があります。
kk_kz: Бірден-көпке немесе көптен-көпке қарым-қатынасына осы функцияның жазба ауқымында сілтеме жасалып жатыр. Ол деректер көзіндегі қоңыраулар санының артуына себеп болып, жұмыс өнімділігіне ықпал жасауы мүмкін.
ko_kr: 이 함수의 레코드 범위에서 일대다 또는 다대다 관계를 참조하고 있습니다. 이로 인해 데이터 원본에 대한 많은 호출이 성능에 영향을 줄 수도 있습니다.
lt_lt: Šios funkcijos įrašų aprėptyje nurodytas ryšys vienas su daugeliu arba daugelis su daugeliu. Tai gali lemti daugybę skambučių jūsų duomenų šaltiniui, o tai gali pakenkti našumui.
lv_lv: Šī funkcijas ieraksta tvērumā ir atsauce uz relāciju "Viens pret daudziem" vai "Daudzi pret daudziem". Tas var izraisīt lielu izsaukumu skaitu datu avotā, kas var ietekmēt veiktspēju.
ms_my: Perhubungan Satu ke Banyak atau Banyak ke Banyak yang sedang dirujuk dalam skop rekod fungsi ini. Ini mungkin menyebabkan bilangan panggilan yang besar kepada sumber data anda yang boleh memberi kesan terhadap prestasi.
nb_no: Det refereres til en én-til-mange- eller mange-til-mange-relasjon i denne funksjonens oppføringsomfang. Dette kan føre til et stort antall samtaler til datakilden som kan påvirke ytelsen.
nl_nl: Er wordt in de recordscope van deze functie verwezen naar een één-op-veel- of veel-op-veel-relatie. Dit kan resulteren in een groot aantal oproepen naar uw gegevensbron, wat van invloed kan zijn op de prestaties.
pl_pl: W zakresie rekordów tej funkcji występuje odwołanie do relacji typu jeden-do-wielu i wiele-do-wielu. Może to spowodować dużą liczbę wywołań źródła danych, co z kolei może mieć negatywny wpływ na wydajność.
pt_br: Um relacionamento de um-para-muitos ou muitos-para-muitos está sendo referenciado no escopo de registro desta função. Isso pode resultar em um grande número de chamadas para a fonte de dados que pode impactar o desempenho.
pt_pt: Uma relação Um para Muitos ou Muitos para Muitos está a ser referenciada no âmbito de registo desta função. Isto poderá originar um grande número de chamadas à sua origem de dados que poderá afetar o desempenho.
ro_ro: O relație unu-la-mai-mulți sau mai-mulți-la-mai-mulți este menționată în domeniul de înregistrări al acestei funcții. Acest lucru poate duce la un număr mare de apeluri către sursa de date, care pot afecta performanța.
ru_ru: В области записей этой функции имеются ссылки на отношение "один ко многим" и "многие ко многим". Это может привести к большому количеству вызовов к источнику данных, что негативно скажется на быстродействии.
sk_sk: Na vzťah one-to-many alebo many-to-many sa odkazuje v rozsahu záznamov tejto funkcie. Môže to mať za následok veľký počet hovorov do zdroja údajov, ktoré môžu ovplyvniť výkon.
sl_si: V obsegu zapisov te funkcije se sklicuje na odnos »eden proti mnogo« ali »mnogo proti mnogo«. To lahko povzroči veliko število klicev vašemu viru podatkov, kar lahko vpliva na uspešnost.
sr_cyrl_rs: У опсегу записа ове функције упућује се на однос „један према више“ или „више према више“. То може довести до великог броја позива према вашем извору података што може утицати на перформансе.
sr_latn_rs: U opsegu zapisa ove funkcije upućuje se na odnos „jedan prema više“ ili „više prema više“. To može dovesti do velikog broja poziva prema vašem izvoru podataka što može uticati na performanse.
sv_se: Det finns en referens till en 1:n- eller n:n-relation i den här funktionens postomfattning. Detta kan resultera i ett stort antal anrop till din datakälla vilket kan påverka prestandan.
th_th: ความสัมพันธ์แบบหนึ่งต่อกลุ่มหรือแบบกลุ่มต่อกลุ่มกำลังถูกอ้างอิงในขอบเขตการบันทึกของฟังก์ชันนี้ ซึ่งอาจส่งผลให้มีการเรียกใช้แหล่งข้อมูลของคุณเป็นจำนวนมากและอาจส่งผลกระทบต่อประสิทธิภาพการทำงาน
tr_tr: Bu işlevin kayıt kapsamında Bir-Çok veya Çok-Çok ilişkisine başvuruluyor. Bu, veri kaynağınıza performansı etkileyebilecek kadar yüksek sayıda çağrının oluşmasına neden olabilir.
uk_ua: В області записів цієї функції є посилання на зв’язок "один-до-багатьох" або "багато-до-багатьох". Через це до джерела даних може надходити багато викликів, що може зменшити швидкодію.
vi_vn: Mối quan hệ một-nhiều hoặc nhiều-nhiều đang được tham chiếu trong phạm vi bản ghi của hàm này. Điều này có thể dẫn đến lượng lớn các lệnh gọi đến nguồn dữ liệu gây ảnh hưởng đến hiệu suất.
zh_cn: 在该函数的记录范围中引用了一对多或多对多关系。这可能会导致大量调用数据源，从而影响性能。
zh_tw: 這個函數的記錄範圍中參照多個一對多或多對多的關聯。這可能會造成資料來源大量調用，從而影響效能。

# ErrNumberTooLarge
source: Numeric value is too large.
bg_bg: Числовата стойност е твърде голяма.
ca_es: El valor numèric és massa gran.
cs_cz: Číselná hodnota je moc velká.
da_dk: Numerisk værdi er for stor.
de_de: Der Zahlenwert ist zu groß.
el_gr: Η αριθμητική τιμή είναι υπερβολικά μεγάλη.
es_es: El valor numérico es demasiado grande.
et_ee: Arvväärtus on liiga suur.
eu_es: Zenbakizko balioa handiegia da.
fi_fi: Numeerinen arvo on liian suuri.
fr_fr: La valeur numérique est trop importante.
gl_es: O valor numérico é demasiado longo.
hi_in: सांख्यिक मान बहुत बड़ा है.
hr_hr: Numerička je vrijednost preduga.
hu_hu: A számérték túl nagy.
id_id: Nilai numerik terlalu besar.
it_it: Il valore numerico è troppo alto.
ja_jp: 数値が大きすぎます。
kk_kz: Сандық мән тым үлкен.
ko_kr: 숫자 값이 너무 큽니다.
lt_lt: Skaitinė reikšmė per didelė.
lv_lv: Skaitliskā vērtība ir pārāk liela..
ms_my: Nilai angka terlalu besar.
nb_no: Numerisk verdi er for stor.
nl_nl: De numerieke waarde is te groot.
pl_pl: Wartość liczbowa jest zbyt duża.
pt_br: O valor numérico é grande demais.
pt_pt: O valor numérico é demasiado grande.
ro_ro: Valoarea numerică este prea mare.
ru_ru: Числовое значение слишком велико.
sk_sk: Numerická hodnota je príliš veľká.
sl_si: Številska vrednost je prevelika.
sr_cyrl_rs: Нумеричка вредност је превелика.
sr_latn_rs: Numerička vrednost je prevelika.
sv_se: Det numeriska värdet är för stort.
th_th: ค่าตัวเลขสูงเกินไป
tr_tr: Sayısal değer çok büyük.
uk_ua: Числове значення завелике.
vi_vn: Giá trị số quá lớn.
zh_cn: 数值太大。
zh_tw: 數值太大。

# ErrReservedKeyword
source: Use of a reserved word that is currently not supported.
bg_bg: Използване на запазена дума, която не се поддържа.
ca_es: Ús d'una paraula reservada que actualment no s'admet.
cs_cz: Použití vyhrazeného slova, které aktuálně není podporováno.
da_dk: Brug af et reserveret ord, der ikke understøttes i øjeblikket.
de_de: Die Verwendung eines reservierten Wortes, das derzeit nicht unterstützt wird
el_gr: Χρήση μιας δεσμευμένης λέξης που δεν υποστηρίζεται προς το παρόν.
es_es: Uso de una palabra reservada que no se admite actualmente.
et_ee: Reserveeritud sõna kasutamine, mida praegu ei toetata.
eu_es: Onartzen ez den hitz erreserbatu bat erabili da.
fi_fi: Käytetään varattua sanaa, jota ei tueta tällä hetkellä.
fr_fr: Utilisation d’un mot réservé non pris en charge actuellement.
gl_es: Uso dunha palabra reservada que actualmente non se admite.
hi_in: एक आरक्षित शब्द का उपयोग जो वर्तमान में समर्थित नहीं है.
hr_hr: Upotreba rezervirane riječi koja trenutno nije podržana.
hu_hu: A foglalt szó használata jelenleg nem támogatott.
id_id: Penggunaan kata khusus yang saat ini tidak didukung.
it_it: L'utilizzo di una parola riservata non è attualmente supportato.
ja_jp: 現在対応していない予約語を使用しました。
kk_kz: Қазір қолдау көрсетілмейтін резервтегі сөзді пайдалану.
ko_kr: 현재 지원되지 않는 예약어 사용.
lt_lt: Šiuo metu rezervuoto žodžio naudojimas nepalaikomas.
lv_lv: Tāda rezervēta vārda izmantošana, kas pašlaik netiek atbalstīta.
ms_my: Penggunaan perkataan simpanan yang tidak disokong pada masa ini.
nb_no: Bruk av et reservert ord som ikke støttes for øyeblikket.
nl_nl: Gebruik van een gereserveerd woord dat momenteel niet wordt ondersteund.
pl_pl: Używane jest słowo zastrzeżone, które aktualnie nie jest obsługiwane.
pt_br: Uso de uma palavra reservada que não tem suporte no momento.
pt_pt: Utilização de uma palavra reservada que não é atualmente suportada.
ro_ro: Utilizarea unui cuvânt rezervat care nu are suport în prezent.
ru_ru: Использование зарезервированного слова, которое в настоящее время не поддерживается.
sk_sk: Bolo použité vyhradené slovo, ktoré momentálne nie je podporované.
sl_si: Uporabljena je bila rezervirana besede, ki trenutno ni podprta.
sr_cyrl_rs: Употребљена је резервисана реч која тренутно није подржана.
sv_se: Användning av ett reserverat ord som för närvarande inte stöds.
th_th: การใช้คำสงวนที่ไม่รองรับในขณะนี้
tr_tr: Şu anda desteklenmeyen özel amaçlı bir sözcüğün kullanımı.
uk_ua: Використання зарезервованого слова, яке наразі не підтримується.
vi_vn: Hiện không hỗ trợ sử dụng từ khóa.
zh_cn: 使用当前不支持的保留词。
zh_tw: 使用目前不受支援的保留字。

# ErrTextTooLarge
source: Expression can't be more than {0} characters. The expression is {1} characters.
bg_bg: Изразът не може да бъде по-дълъг от {0} знака, а в момента е {1} знака.
ca_es: L'expressió no pot tenir més de {0} caràcters. L'expressió té {1} caràcters.
cs_cz: Výraz nesmí být delší než {0} znaků. Výraz má {1} znaků.
da_dk: Udtryk må ikke være mere end {0} tegn. Udtrykket er {1} tegn.
de_de: Der Ausdruck darf nicht länger als {0} Zeichen sein. Der Ausdruck besteht aus {1} Zeichen.
el_gr: Η παράσταση δεν μπορεί να περιέχει περισσότερους από {0} χαρακτήρες. Η παράσταση είναι {1} χαρακτήρων.
es_es: La expresión no puede tener más de {0} caracteres. La expresión tiene {1} caracteres.
et_ee: Avaldis ei tohi olla pikem kui {0} märki. Avaldises on {1} märki.
eu_es: Adierazpenak ezin ditu eduki {0} karaktere baino gehiago ({1} karaktere ditu).
fi_fi: Lausekkeessa ei saa olla yli {0} merkkiä. Lauseke on {1} merkkiä pitkä.
fr_fr: L’expression ne peut pas contenir plus de {0} caractères. L’expression contient {1} caractères.
gl_es: A expresión non pode ter máis de {0} caracteres e ten {1} caracteres.
hi_in: अभिव्यक्ति {0} वर्णों से अधिक नहीं हो सकती. अभिव्यक्ति {1} वर्ण हैं.
hr_hr: Izraz ne može imati više od ovoliko znakova: {0}. Izraz ima ovoliko znakova: {1}.
hu_hu: A kifejezés nem lehet hosszabb {0} karakternél. A kifejezés {1} karakter.
id_id: Ekspresi tidak boleh lebih dari {0} karakter. Panjang ekspresi {1} karakter.
it_it: L'espressione non può superare {0} caratteri. L'espressione è {1} caratteri.
ja_jp: 式を {0} 文字より長くすることはできません。この式の文字数は {1} です。
kk_kz: Өрнек {0} таңбадан артық болмауы кере. Өрнек {1} таңбадан тұрады.
ko_kr: 식은 {0}자를 초과할 수 없습니다. 현재 식은 {1}자입니다.
lt_lt: Reiškinio negali sudaryti daugiau nei {0} simb. Reiškinį sudaro {1} simb.
lv_lv: Izteiksme nevar būt garāka par {0} rakstzīmēm. Izteiksmei ir {1} rakstzīme(-es).
ms_my: Ungkapan tidak boleh lebih daripada {0} aksara. Ungkapan ialah {1} aksara.
nb_no: Uttrykk kan ikke bestå av mer enn {0} tegn. Uttrykket inneholder {1} tegn.
nl_nl: Expressie mag niet meer dan {0} tekens bevatten. De expressie bevat {1} tekens.
pl_pl: Długość wyrażenia nie może przekraczać {0} znaków. To wyrażenie zawiera następującą liczbę znaków: {1}.
pt_br: A expressão não pode ter mais de {0} caracteres. A expressão tem {1} caracteres.
pt_pt: A expressão não pode ter mais de {0} carateres. A expressão tem {1} carateres.
ro_ro: Expresia nu poate fi mai mare de {0} caractere. Expresia are {1} caractere.
ru_ru: Выражение не может содержать более {0} символов. Количество символов в выражении: {1}.
sk_sk: Výraz nemôže mať viac ako {0} znakov. Výraz má {1} znakov.
sl_si: Izraz ne sme biti daljši od toliko znakov: {0}. Izraz vsebuje toliko znakov: {1}.
sr_cyrl_rs: Израз не може да садржи више од {0} знак(ов)а. Израз садржи {1} знак(ов)а.
sv_se: Uttrycket får inte vara längre än {0} tecken. Uttrycket är {1} tecken.
th_th: นิพจน์ต้องไม่เกิน {0} อักขระ นิพจน์นี้มีความยาว {1} อักขระ
tr_tr: İfade {0} karakterden uzun olamaz. İfade {1} karakter.
uk_ua: У виразі не може бути більше {0} символів. Вираз містить {1} символів.
vi_vn: Biểu thức không được nhiều hơn {0} ký tự. Biểu thức có {1} ký tự.
zh_cn: 表达式不能超过 {0} 个字符。该表达式包含 {1} 个字符。
zh_tw: 運算式不能超過 {0} 個字元。此運算式包含 {1} 個字元。

# ErrTextFormatTooLarge
source: Format string size can't be more than {0} characters.
bg_bg: Низът за форматиране не може да надхвърля {0} знака.
ca_es: La mida de la cadena de format no pot tenir més de {0} caràcters.
cs_cz: Velikost řetězce formátu nesmí být větší než {0} znaků.
da_dk: Formatstrengstørrelsen må ikke være mere end {0} tegn.
de_de: Die Formatzeichenfolgengröße darf nicht größer als {0} sein.
el_gr: Το μέγεθος συμβολοσειράς μορφής δεν μπορεί να υπερβαίνει τους {0} χαρακτήρες.
es_es: El tamaño de cadena de formato no puede ser mayor que {0} caracteres.
et_ee: Vormingustring ei tohi olla pikem kui {0} märki.
eu_es: Formatu-katearen tamainak ezin du eduki {0} karaktere baino gehiago.
fi_fi: Muodon merkkijonon koko voi olla enintään {0} merkkiä.
fr_fr: La taille de la chaîne de format ne peut pas dépasser {0} caractères.
gl_es: O tamaño da cadea de formato non pode ter máis de {0} caracteres.
hi_in: फ़ॉर्मेट स्ट्रिंग का आकार {0} वर्णों से अधिक नहीं हो सकता है.
hr_hr: Veličina niza formata ne može biti veća od ovoliko znakova: {0}.
hu_hu: A formátum sztringmérete nem lehet hosszabb {0} karakternél.
id_id: Ukuran string format tidak boleh lebih dari {0} karakter.
it_it: Le dimensioni della stringa di formato non possono superare {0} caratteri.
ja_jp: 書式設定の文字列のサイズは {0} 文字以内にしてください。
kk_kz: Пішім жолының өлшемі {0} таңбадан артық болмауы керек.
ko_kr: 형식 문자열 크기는 {0}자를 초과할 수 없습니다.
lt_lt: Formato eilutės dydis negali viršyti {0} simb.
lv_lv: Formāta virkne nevar būt lielāka par {0} rakstzīmēm.
ms_my: Saiz rentetan format tidak boleh melebihi {0} aksara.
nb_no: Formatstrengstørrelsen kan ikke være lengre enn {0} tegn.
nl_nl: Tekenreeksgrootte van indeling mag niet langer zijn dan {0} tekens.
pl_pl: Wyrażona w znakach długość ciągu formatu nie może przekraczać {0}.
pt_br: O tamanho da cadeia de caracteres não pode exceder {0} caracteres.
pt_pt: O tamanho da cadeia do formato não pode ter mais de {0} carateres.
ro_ro: Dimensiunea formatului de șir nu poate fi mai mare de {0} caractere.
ru_ru: Размер строки формата не может быть более {0} символов.
sk_sk: Maximálny povolený počet znakov veľkosti reťazca formátu je {0}.
sl_si: Velikost oblikovanega niza ne more presegati {0} znakov.
sr_cyrl_rs: Највећи број знакова које величина ниске формата може имати је {0}.
sv_se: Storlek på formatsträng får inte vara fler än {0} tecken.
th_th: ขนาดสตริงรูปแบบต้องไม่เกิน {0} อักขระ
tr_tr: Biçim dizesi boyutu {0} karakterden fazla olamaz.
uk_ua: Розмір рядка формату не може бути більше {0} симв.
vi_vn: Kích thước chuỗi định dạng không được lớn hơn {0} ký tự.
zh_cn: 格式字符串大小不能超过 {0} 个字符。
zh_tw: 格式字串大小不能超過 {0} 個字元。

# ErrTextInvalidFormat
source: Invalid format.
bg_bg: Невалиден формат.
ca_es: El format no és vàlid.
cs_cz: Neplatný formát.
da_dk: Ugyldigt format.
de_de: Ungültiges Format.
el_gr: Μη έγκυρη μορφή.
es_es: Formato no válido.
et_ee: Sobimatu vorming.
eu_es: Formatuak ez du balio.
fi_fi: Virheellinen muoto.
fr_fr: Format non valide.
gl_es: Formato non válido.
hi_in: अमान्य फ़ॉर्मैट.
hr_hr: Format nije valjan.
hu_hu: Érvénytelen formátum.
id_id: Format tidak valid.
it_it: Formato non valido.
ja_jp: 無効な形式です。
kk_kz: Пішім дұрыс емес.
ko_kr: 잘못된 형식.
lt_lt: Netinkamas formatas.
lv_lv: Nederīgs formāts.
ms_my: Format tidak sah.
nb_no: Ugyldig format.
nl_nl: Ongeldige indeling.
pl_pl: Nieprawidłowy format.
pt_br: Formato inválido.
pt_pt: Formato inválido.
ro_ro: Format nevalid.
ru_ru: Недопустимый формат.
sk_sk: Neplatný formát.
sl_si: Oblika zapisa ni veljavna.
sr_cyrl_rs: Неважећи формат.
sv_se: Ogiltigt format.
th_th: รูปแบบไม่ถูกต้อง
tr_tr: Geçersiz biçim.
uk_ua: Неприпустимий формат.
vi_vn: Định dạng không hợp lệ.
zh_cn: 格式无效。
zh_tw: 無效的格式。

# ErrTextInvalidArgDateTime
source: The argument does not represent a valid date or time value.
bg_bg: Аргументът не представлява валидна стойност за дата или час.
ca_es: L'argument no representa un valor de data o hora vàlid.
cs_cz: Argument nepředstavuje platnou hodnotu data nebo času.
da_dk: Argumentet repræsenterer ikke en gyldig dato- eller klokkeslætsværdi.
de_de: Das Argument stellt keinen gültigen Datums- oder Uhrzeitwert dar.
el_gr: Το όρισμα δεν αντιπροσωπεύει έγκυρη τιμή ημερομηνίας ή ώρας.
es_es: El argumento no representa un valor de fecha u hora válido.
et_ee: Argument ei esinda kehtivat kuupäeva- ega kellaajaväärtust.
eu_es: Argumentuak ez du adierazten erabil daitekeen data- edo ordu-balioa.
fi_fi: Argumentti ei vastaa kelvollista päivämäärä- tai aika-arvoa.
fr_fr: L’argument ne représente pas une valeur de date ou d’heure valide.
gl_es: O argumento non representa un valor de data ou hora válido.
hi_in: तर्क मान्य दिनांक या समय मान का प्रतिनिधित्व नहीं करता है.
hr_hr: Argument ne predstavlja valjanu vrijednost datuma ili vremena.
hu_hu: Az argumentum nem érvényes dátum- vagy időpontértéket jelent.
id_id: Argumen tidak menunjukkan nilai tanggal atau waktu yang valid.
it_it: L'argomento non rappresenta un valore di data o ora valido.
ja_jp: 引数が有効な日付または時刻の値を表していません。
kk_kz: Аргумент жарамды күнді немесе уақыт мәнін білдірмейді.
ko_kr: 인수는 유효한 날짜 또는 시간 값을 나타내지 않습니다.
lt_lt: Argumentas neatspindi tinkamos datos arba laiko reikšmės.
lv_lv: Arguments nenorāda derīgu datuma vai laika vērtību.
ms_my: Argumen tidak mewakili nilai tarikh atau masa yang sah.
nb_no: Argumentet representerer ikke en gyldig dato- eller klokkeslettverdi.
nl_nl: Het argument vertegenwoordigt geen geldige datum- of tijdwaarde.
pl_pl: Argument nie reprezentuje prawidłowej wartości daty lub godziny.
pt_br: O argumento não representa um valor de data ou hora válido.
pt_pt: O argumento não representa um valor de data ou hora válido.
ro_ro: Argumentul nu reprezintă o valoare de dată sau oră validă.
ru_ru: Аргумент представляет собой недопустимое значение даты или времени.
sk_sk: Argument nepredstavuje platnú hodnotu dátumu alebo času.
sl_si: Argument ne predstavlja veljavne vrednosti za datum ali uro.
sr_cyrl_rs: Аргумент не представља важећу вредност датума или времена.
sv_se: Argumentet representerar inte ett giltigt datum- eller tidsvärde.
th_th: อาร์กิวเมนต์ไม่ได้แสดงค่าวันที่หรือเวลาที่ถูกต้อง
tr_tr: Bağımsız değişken, geçerli bir tarih veya saat değerini temsil etmiyor.
uk_ua: Аргумент є неприпустимим значенням дати або часу.
vi_vn: Đối số này không biểu thị một giá trị ngày hoặc giờ hợp lệ.
zh_cn: 变量未表示有效的日期或时间值。
zh_tw: 引數不代表有效的日期或時間值。
