Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrArgumentMustBeBigEnough
source: Places argument must be big enough to hold the result.
bg_bg: Аргументът за брой знаци трябва да е достатъчно голям, за да побере резултата.
ca_es: L'argument de llocs ha de ser prou gran per contenir el resultat.
cs_cz: Argument míst musí být dostatečně velký, aby se do něj vešel výsledek.
da_dk: Argumentet Steder skal være stort nok til at indeholde resultatet.
de_de: Das Dezimalstellenargument muss groß für das Ergebnis sein.
el_gr: Το όρισμα τοποθεσιών πρέπει να είναι αρκετά μεγάλο ώστε να μπορεί να κρατά το αποτέλεσμα.
es_es: El argumento de espacios debe ser lo suficientemente grande como para contener el resultado.
et_ee: Kohtade argument peab tulemuse hoidmiseks olema piisavalt suur.
eu_es: Hamartarren argumentuak emaitzak barne hartzeko behar adina handia izan behar du.
fi_fi: Paikat-argumentin on oltava riittävän suuri tulosta varten.
fr_fr: L’argument de lieux doit être assez grand pour contenir le résultat.
gl_es: O argumento de lugares debe ser o suficientemente grande como para conter o resultado.
hi_in: परिणाम को धारण करने के लिए स्थान तर्क काफी बड़ा होना चाहिए.
hr_hr: Argument mjesta mora biti dovoljno velik da zadrži rezultat.
hu_hu: A helyek, ahol az argumentumoknak elég nagynak kell lenniük az eredmény eléréséhez.
id_id: Argumen tempat harus cukup besar untuk menyimpan hasil.
it_it: L'argomento Places deve essere sufficiente per contenere il risultato.
ja_jp: 桁数の引数には結果の保持に十分な大きな値を指定してください。
kk_kz: Орындар аргументі нәтижені сақтау үшін жеткілікті үлкен болуы керек.
ko_kr: 장소 인수는 결과를 수용할 만큼 충분히 커야 합니다.
lt_lt: Vietų argumentas turi būti pakankamai didelis, kad išlaikytų rezultatą.
lv_lv: Vietu argumentam ir jābūt pietiekami lielam, lai tajā ietilptu rezultāts.
ms_my: Argumen tempat mestilah cukup besar untuk memegang hasil.
nb_no: Argumentet Steder må være stort nok til å ha plass til resultatet.
nl_nl: Argument Plaatsen moet groot genoeg zijn om het resultaat te kunnen bevatten.
pl_pl: Argument Places musi być na tyle duży, aby mógł pomieścić wynik.
pt_br: O argumento places deve ser grande o suficiente para conter o resultado.
ro_ro: Argumentul pentru locuri trebuie să fie suficient de mare pentru a conține rezultatul.
ru_ru: Аргумент Places должен быть достаточно велик для хранения результата.
sk_sk: Argument miest musí byť dostatočne veľký, aby udržal výsledok.
sl_si: Argument mest mora biti dovolj velik, da zadrži rezultat.
sr_cyrl_rs: Аргумент места мора бити довољно велики да задржи резултат.
sr_latn_rs: Argument mesta mora da bude dovoljno veliki da bi rezultat bio zadržan.
sv_se: Platsargumentet måste vara tillräckligt stort för att innehålla resultatet.
th_th: อาร์กิวเมนต์สถานที่ต้องมีขนาดใหญ่เพียงพอที่จะรองรับผลลัพธ์ได้
tr_tr: Yerler bağımsız değişkeni, sonucu tutacak kadar büyük olmalı.
uk_ua: Кількість аргументів має бути достатньо великою, щоб утримувати результат.
vi_vn: Đối số về số vị trí phải đủ lớn để chứa kết quả.
zh_cn: 位数参数必须足够大才能存放结果。
zh_tw: 位數引數必須大到足以容納結果。

# ErrInvalidSortColumn
source: The specified column '{0}' does not exist or is an invalid sort column type.
bg_bg: Указаната колона „{0}“ не съществува или е невалиден тип колона за сортиране.
ca_es: La columna especificada '{0}' no existeix o és un tipus de columna d'ordre que no és vàlid.
cs_cz: Zadaný sloupec {0} neexistuje nebo je neplatným typem sloupce řazení.
da_dk: Den angivne kolonne '{0}' findes ikke eller er en ugyldig sorteringskolonnetype.
de_de: Die angegebene Spalte „{0}“ ist nicht vorhanden oder ein ungültiger Sortierspaltentyp.
el_gr: Η καθορισμένη στήλη '{0}' δεν υπάρχει ή είναι μη έγκυρος τύπος στήλης ταξινόμησης.
es_es: La columna especificada '{0}' no existe o es un tipo de columna de ordenación no válido.
et_ee: Määratud veergu {0} pole või see pole sobiv sortimisveeru tüüp.
eu_es: Zehaztutako '{0}' zutabea ez dago edo zutabeak ordenatzeko motak ez du balio.
fi_fi: Määritettyä saraketta {0} ei ole, tai se on virheellinen lajittelusaraketyyppi.
fr_fr: La colonne spécifiée « {0} » n’existe pas, ou le type de colonne de tri n’est pas valide.
gl_es: A columna especificada "{0}" non existe ou é un tipo de columna de ordenación non válido.
hi_in: निर्दिष्ट स्तंभ '{0}' मौजूद नहीं है या वह एक अमान्य सॉर्ट स्तंभ प्रकार है.
hr_hr: Navedeni stupac "{0}" ne postoji ili vrsta stupca sortiranja nije valjana.
hu_hu: A megadott „{0}” oszlop nem létezik, vagy érvénytelen oszloprendezési típusú.
id_id: Kolom '{0}' yang ditentukan tidak ada atau merupakan jenis kolom yang tidak valid.
it_it: La colonna "{0}" specificata non esiste o è un tipo di colonna di ordinamento non valido.
ja_jp: 指定された列 '{0}' が存在しないか、無効な並べ替え列の種類です。
kk_kz: Көрсетілген "{0}" баған атауы жоқ немесе жарамсыз баған түрі.
ko_kr: 지정된 열 '{0}'이(가) 없거나 잘못된 정렬 열 유형입니다.
lt_lt: Nurodyto stulpelio „{0}“ nėra arba jis yra netinkamo rūšiavimo stulpelio tipo.
lv_lv: Norādītā kolonna {0} nepastāv vai nav derīgs kārtošanas kolonnas tips.
ms_my: Lajur '{0}' yang ditentukan tidak wujud atau jenis lajur isih tidak sah.
nb_no: Den angitte kolonnen {0} finnes ikke eller er en ugyldig sorteringskolonnetype.
nl_nl: De opgegeven kolom '{0}' bestaat niet of is een ongeldig type sorteerkolom.
pl_pl: Określona kolumna „{0}” nie istnieje lub jest nieprawidłowym typem kolumny sortowania.
pt_br: A coluna especificada '{0}' não existe ou é um tipo de coluna de classificação inválida.
ro_ro: Coloana specificată „{0}” nu există sau este un tip de coloană de sortare nevalid.
ru_ru: Указанный столбец "{0}" не существует или имеет недопустимый тип сортировки столбца.
sk_sk: Zadaný stĺpec {0} neexistuje alebo je neplatným typom zoradenia stĺpcov.
sl_si: Navedeni stolpec »{0}« ne obstaja ali je neveljavna vrsta stolpca.
sr_cyrl_rs: Наведена колона „{0}“ не постоји или је неважећи тип колоне сортирања.
sr_latn_rs: Navedena kolona „{0}“ ne postoji ili je nevažeći tip kolone sortiranja.
sv_se: Den angivna kolumnen {0} finns inte eller är en felaktig sorteringskolumntyp.
th_th: คอลัมน์ '{0}' ที่ระบุไม่มีอยู่ หรือเป็นชนิดคอลัมน์จัดเรียงที่ไม่ถูกต้อง
tr_tr: Belirtilen '{0}' sütunu yok veya geçersiz bir sıralama sütunu türü.
uk_ua: Указаний стовпець сортування "{0}" не існує або має неприпустимий тип.
vi_vn: Cột được chỉ định "{0}" không tồn tại hoặc là loại cột sắp xếp không hợp lệ.
zh_cn: 指定的列 '{0}' 不存在或是无效的排序列类型。
zh_tw: 指定的資料欄『{0}』不存在，或是排序資料欄類型無效。

# ErrOrderTableDuplicateValues
source: Order table can't have duplicate values
bg_bg: Таблицата за подреждане не може да има дублирани стойности
ca_es: L'ordre de la taula no pot tenir valors duplicats
cs_cz: Tabulka pořadí nemůže obsahovat duplicitní hodnoty
da_dk: Ordretabel må ikke have dublerede værdier
de_de: Sortiertabelle darf keine doppelten Werte enthalten
el_gr: Ο πίνακας κατάταξης δεν μπορεί να έχει διπλότυπες τιμές
es_es: La tabla de pedidos no puede tener valores duplicados
et_ee: Tellimuste tabelis ei tohi olla topeltväärtusi
eu_es: Taularen ordenak ezin ditu eduki balio bikoiztuak
fi_fi: Järjestystaulukossa ei voi olla arvojen kaksoiskappaleita
fr_fr: La table utilisée pour ordonner les données ne peut pas contenir de valeurs en double
gl_es: A táboa de ordenación non pode ter valores duplicados
hi_in: ऑर्डर तालिका में डुप्लिकेट मान नहीं हो सकते हैं
hr_hr: Redoslijed tablica ne može sadržavati duplicirane vrijednosti
hu_hu: A rendezési tábla nem tartalmazhat ismétlődő értékeket
id_id: Urutan tabel tidak boleh memiliki nilai duplikat
it_it: La tabella Ordine non può includere valori duplicati
ja_jp: 順序テーブルでは重複値は許可されていません
kk_kz: Тапсырыс үстелінде қайталанбалы мәндер жоқ
ko_kr: 순서 테이블에는 중복된 값이 있을 수 없습니다
lt_lt: Užsakymo lentelėje negali būti reikšmių dublikatų
lv_lv: Pasūtījumu tabulā nedrīkst būt dublētas vērtības
ms_my: Jadual pesanan tidak boleh mempunya nilai pendua
nb_no: Ordretabell kan ikke ha dupliserte verdier
nl_nl: Ordertabel mag geen dubbele waarden bevatten
pl_pl: Tabela kolejności nie może zawierać duplikowanych wartości
pt_br: A tabela de ordens não pode ter valores duplicados
ro_ro: Tabelul ordonat nu poate avea valori dublate
ru_ru: В таблице заказов не может быть повторяющихся значений
sk_sk: Tabuľka poradia nemôže mať duplicitné hodnoty
sl_si: Tabela z naročili ne sme vsebovati podvojenih vrednosti
sr_cyrl_rs: Табела редоследа не сме да има дупле вредности
sr_latn_rs: Tabela redosleda ne sme da ima duple vrednosti
sv_se: Sorteringstabellen kan inte ha duplicerade värden
th_th: ตารางลำดับไม่สามารถมีค่าซ้ำกันได้
tr_tr: Düzen tablosunda yinelenen değerler bulunamaz
uk_ua: Таблиця впорядкування не може містити дубльовані значення
vi_vn: Bảng thứ tự không được có giá trị trùng lặp
zh_cn: 顺序表不能具有重复值
zh_tw: 順序資料表中不可有重複的值

# ErrManagedConnRefreshOnly
source: Only managed connections can be refreshed.
bg_bg: Могат да бъдат обновени само управлявани връзки.
ca_es: Només es poden actualitzar les connexions administrades.
cs_cz: Obnovit lze jen spravovaná připojení.
da_dk: Kun administrerede forbindelser kan opdateres.
de_de: Nur verwaltete Verbindungen können aktualisiert werden.
el_gr: Είναι δυνατή η ανανέωση μόνο διαχειριζόμενων συνδέσεων.
es_es: Solo pueden actualizarse las conexiones administradas.
et_ee: Värskendada saab ainult hallatavaid ühendusi.
eu_es: Kudeatutako konexioak soilik freska daitezke.
fi_fi: Vain hallitut yhteydet voidaan päivittää.
fr_fr: Seules des connexions gérées peuvent être actualisées.
gl_es: Só se poden actualizar conexións xestionadas.
hi_in: केवल प्रबंधित कनेक्शन ही रिफ़्रेश किए जा सकते हैं.
hr_hr: Samo se upravljane veze mogu osvježiti.
hu_hu: Csak a felügyelt kapcsolatok frissíthetők.
id_id: Hanya koneksi yang dikelola yang dapat di-refresh.
it_it: È possibile aggiornare solo le connessioni gestite.
ja_jp: マネージド接続のみ、最新の情報に更新できます。
kk_kz: Тек басқарылатын қосылымдарды жаңартуға болады.
ko_kr: 관리되는 연결만 새로 고칠 수 있습니다.
lt_lt: Galima atnaujinti tik valdomus ryšius.
lv_lv: Atsvaidzināt var tikai pārvaldītos savienojumus.
ms_my: Hanya sambungan terurus boleh disegar semula.
nb_no: Bare administrerte tilkoblinger kan oppdateres.
nl_nl: Alleen beheerde verbindingen kunnen worden vernieuwd.
pl_pl: Odświeżać można tylko zarządzane połączenia.
pt_br: Somente conexões gerenciadas podem ser atualizadas.
ro_ro: Doar conexiunile gestionate pot fi reîmprospătate.
ru_ru: Обновлять можно только управляемые подключения.
sk_sk: Obnovovať možno iba spravované pripojenia.
sl_si: Osvežiti je mogoče samo upravljane povezave.
sr_cyrl_rs: Могуће је освежити само контролисане везе.
sr_latn_rs: Moguće je osvežiti samo kontrolisane veze.
sv_se: Bara hanterade anslutningar kan uppdateras.
th_th: สามารถรีเฟรชได้เฉพาะการเชื่อมต่อที่จัดการเท่านั้น
tr_tr: Yalnızca yönetilen bağlantılar yenilenebilir.
uk_ua: Можна оновити лише керовані підключення.
vi_vn: Chỉ có thể làm mới các kết nối được quản lý.
zh_cn: 只能刷新托管连接。
zh_tw: 只有受控的連線才可重新整理。

# ErrUntypedNumberNotValidDecimal
source: Untyped number is not a valid Decimal value, possible overflow.
bg_bg: Числото без тип не е валидна десетична стойност, възможно е препълване.
ca_es: El número sense tipus no és un valor decimal vàlid, possible sobreeiximent.
cs_cz: Netypové číslo není platná desetinná hodnota, může dojít k přetečení.
da_dk: Ikke-indtastet tal er ikke en gyldig decimalværdi, mulig overløb.
de_de: Nicht typisierte Zahl ist kein gültiger Dezimalwert; möglicher Überlauf.
el_gr: Ο μη πληκτρολογημένος αριθμός δεν είναι έγκυρη δεκαδική τιμή, πιθανή υπερχείλιση.
es_es: El número sin tipo no es un valor decimal válido; posible desbordamiento.
et_ee: Tüübita number pole sobiv kümnendväärtus, võimalik ületäitumine.
eu_es: Idatzi gabeko zenbakia ez da balio hamartar egokia; baliteke gainezka egitea.
fi_fi: Tyypittämätön numero ei ole sallittu desimaaliarvo. Mahdollinen ylivuoto.
fr_fr: Le nombre sans type n’est pas une valeur décimale valide, dépassement possible.
gl_es: O número sen tipo non é un valor decimal válido, posible desbordamento.
hi_in: अलिखित संख्या वैध दशमलव मान नहीं है, सम्भवतः ओवरफ़्लो हो सकता है.
hr_hr: Netipizirani broj nije valjana decimalna vrijednost, mogući preljev.
hu_hu: A típus nélküli szám nem egy érvényes Decimális érték, túlcsordulás állhat fenn.
id_id: Angka tidak berjenis bukan merupakan nilai Desimal yang valid, kemungkinan luapan.
it_it: Il numero non tipizzato non è un valore decimale valido. Possibile overflow.
ja_jp: 型指定されていない数値は有効な小数値ではなく、オーバーフローの原因になります。
kk_kz: Терілмеген сан жарамды ондық мән емес, толып кету болуы мүмкін.
ko_kr: 입력되지 않은 숫자는 유효한 10진수 값이 아니며 오버플로가 발생할 수 있습니다.
lt_lt: Neįvestas skaičius nėra tinkama dešimtainė reikšmė, galima perpilda.
lv_lv: Netipizēts skaitlis nav derīga decimāldaļskaitļa vērtība, iespējama pārpilde.
ms_my: Nombor tanpa jenis bukan nilai Perpuluhan yang sah, limpahan mungkin berlaku.
nb_no: Typeløst tall er ikke en gyldig desimalverdi, muligens overflyt.
nl_nl: Niet-getypeerd getal is geen geldige decimale waarde, mogelijk overloop.
pl_pl: Liczba bez typu nie jest prawidłową wartością dziesiętną; możliwe przepełnienie.
pt_br: O número sem tipo não é um valor Decimal válido, possível estouro.
ro_ro: Numărul fără tip nu este o valoare zecimală validă, este posibilă depășirea.
ru_ru: Нетипизированное число не является допустимым десятичным значением, возможно переполнение.
sk_sk: Netypové číslo nie je platnou desatinnou hodnotou. Môže dôjsť k pretečeniu.
sl_si: Številka brez vrste ni veljavna decimalna vrednost, možna prekoračitev.
sr_cyrl_rs: Нетипизирани број није важећа децимална вредност, могућ вишак.
sr_latn_rs: Netipizirani broj nije važeća decimalna vrednost, moguć je višak.
sv_se: Otypat tal är inte ett giltigt decimalvärde, möjligt spill.
th_th: ตัวเลขที่ไม่ได้ระบุชนิดไม่ใช่ค่าทศนิยมที่ถูกต้อง อาจเกิดโอเวอร์โฟลว์ได้
tr_tr: Tür atanmamış sayı geçerli bir Ondalık değer değil, olası taşma.
uk_ua: Нетипізоване число не є припустимим десятковим значенням. Можливе переповнення.
vi_vn: Số chưa được phân loại không phải là một giá trị Thập phân hợp lệ, có thể xảy ra lỗi tràn.
zh_cn: 非类型化数字不是有效的小数值，可能溢出。
zh_tw: 未輸入的數字不是有效的小數值，可能會溢位。

# ErrSingleColumnTableAccessNodeNotYetImplemented
source: Single column table access not yet implemented.
bg_bg: Достъпът до таблица с една колона все още не е реализиран.
ca_es: L'accés a una taula d'una sola columna encara no s'ha implementat.
cs_cz: Přístup k tabulce s jedním sloupcem dosud nebyl implementován.
da_dk: Adgang til tabel med enkelt kolonne er endnu ikke implementeret.
de_de: Der Zugriff auf einspaltige Tabellen ist noch nicht implementiert.
el_gr: Η πρόσβαση πίνακα μίας στήλης δεν έχει εφαρμοστεί ακόμα.
es_es: El acceso a la tabla de una sola columna todavía no se ha implementado.
et_ee: Üheveerulise tabeli juurdepääsu pole veel rakendatud.
eu_es: Zutabe bakarreko taularako sarbidea ez da oraindik inplementatu.
fi_fi: Yhden sarakkeen taulukon käyttöä ei ole vielä toteutettu.
fr_fr: L’accès à la table à une seule colonne n’a pas encore été mis en œuvre.
gl_es: Aínda non se aplicou o acceso á táboa dunha única columna.
hi_in: एकल स्तंभ तालिका पहुँच अभी तक कार्यान्वित नहीं की गई है.
hr_hr: Pristup tablici s jednim stupcem još nije implementiran.
hu_hu: Az egyoszlopos tábla hozzáférése még nincs bevezetve.
id_id: Akses tabel kolom tunggal belum diterapkan.
it_it: Accesso a tabelle con colonna singola non ancora implementato.
ja_jp: 単一列テーブルのアクセスはまだ実装されていません。
kk_kz: Бір баған кестесіне қатынасу әлі ендірілмеген.
ko_kr: 단일 열 테이블 액세스는 아직 구현되지 않았습니다.
lt_lt: Prieiga prie vieno stulpelio lentelės dar neįdiegta.
lv_lv: Piekļuve vienas kolonnas tabulai vēl nav ieviesta.
ms_my: Capaian jadual lajur tunggal belum dilaksanakan.
nb_no: Tilgang til enkeltkolonnetabell er ikke implementert ennå.
nl_nl: Toegang tot enkele kolomtabel is nog niet geïmplementeerd.
pl_pl: Nie zaimplementowano jeszcze dostępu do tabeli jednokolumnowej.
pt_br: O acesso a tabelas de coluna única ainda não foi implementado.
ro_ro: Accesul la tabelele cu o coloană nu a fost încă implementat.
ru_ru: Доступ к таблице с одним столбцом еще не реализован.
sk_sk: Prístup k tabuľke s jedným stĺpcom ešte nie je implementovaný.
sl_si: Dostop do tabele z enim stolpcem še ni izveden.
sr_cyrl_rs: Приступ табели са једном колоном још није примењен.
sr_latn_rs: Pristup tabeli sa jednom kolonom još uvek nije primenjen.
sv_se: Åtkomst till tabell med en kolumn har inte implementerats ännu.
th_th: การเข้าถึงตารางแบบคอลัมน์เดี่ยวยังไม่ได้ใช้งาน
tr_tr: Tek sütunlu tablo erişimi henüz uygulanmadı.
uk_ua: Доступ до таблиці з одним стовпцем ще не реалізовано.
vi_vn: Chưa triển khai quyền truy cập bảng một cột.
zh_cn: 尚未实现单列表访问。
zh_tw: 單一欄資料表存取尚未實施。

# ErrReturnTypeDifference
source: Return type should have been '{0}', found '{1}'.
bg_bg: Върнатият тип трябваше да бъде „{0}“, а е „{1}“.
ca_es: El tipus de devolució hauria d'haver estat "{0}", s'ha trobat "{1}".
cs_cz: Návratový typ by měl být „{0}“, nalezen „{1}“.
da_dk: Returtypen skulle have været '{0}', fandt '{1}'.
de_de: Der Rückgabetyp hätte „{0}“ sein müssen; gefunden wurde „{1}“.
el_gr: Ο τύπος επιστροφής θα έπρεπε να ήταν '{0}', βρέθηκε '{1}'.
es_es: El tipo de valor devuelto debería haber sido "{0}" y se ha encontrado "{1}".
et_ee: Tagastustüüp pidi olema {0}, leiti {1}.
eu_es: Itzulera motak "{0}" izan behar zuen, baina "{1}" aurkitu da.
fi_fi: Palautustyypin on oltava {0}, löytyi {1}.
fr_fr: Le type de retour aurait dû être « {0} », trouvé « {1} ».
gl_es: O tipo de devolución debería ser "{0}", pero detectouse "{1}".
hi_in: रिटर्न प्रकार '{0}' होना चाहिए था, पाया गया '{1}'.
hr_hr: Vrsta povrata trebala je biti '{0}', pronađeno je '{1}'.
hu_hu: A visszatérítés típusának „{0}” kellett volna lennie, ehelyett „{1}”.
id_id: Jenis pengembalian seharusnya '{0}', aktual '{1}'.
it_it: Il tipo restituito dovrebbe essere "{0}", ma è stato trovato "{1}".
ja_jp: 戻り値の型は '{0}' であるべきですが、実際は '{1}' です。
kk_kz: Қайтару түрі "{0}" болуы керек, "{1}" табылды.
ko_kr: 반환 유형은 '{0}'이어야 했는데 '{1}'을(를) 찾았습니다.
lt_lt: Grąžinimo tipas turėjo būti „{0}“, rastas „{1}“.
lv_lv: Atgriešanas tipam bija jābūt “{0}”, atrasts “{1}”.
ms_my: Jenis pengembalian seharusnya '{0}', '{1}' ditemui.
nb_no: Returtypen skal være {0}, men {1} ble funnet.
nl_nl: Retourtype had '{0}' moeten zijn. '{1}' gevonden.
pl_pl: Typem wartości zwracanej powinien być typ „{0}”, znaleziono „{1}”.
pt_br: O tipo de retorno deveria ter sido '{0}', encontrado '{1}'.
ro_ro: Tipul de returnare trebuia să fie „{0}”, dar a fost găsit „{1}”.
ru_ru: Возвращаемое значение должно быть типа "{0}" обнаружен тип "{1}".
sk_sk: Typ návratu mal mať hodnotu {0}, nájdená hodnota {1}'.
sl_si: Vrsta vrnitve bi morala biti »{0}«, najdena je »{1}«.
sr_cyrl_rs: Тип враћања треба да буде „{0}“, пронађено: „{1}“.
sr_latn_rs: Tip vraćanja bi trebalo da bude „{0}", pronađen je „{1}“.
sv_se: Returtypen skulle ha varit. {0}. {1} hittades.
th_th: ชนิดการส่งคืนควรเป็น '{0}' พบ '{1}'
tr_tr: İade türü '{0}' olmalı, '{1}' bulundu.
uk_ua: Тип повернення мусить мати значення "{0}", знайдено "{1}".
vi_vn: Loại trả về phải là "{0}", nhưng lại tìm được "{1}".
zh_cn: 返回类型应为 '{0}'，发现为 '{1}'。
zh_tw: 傳回類型應該是『{0}』，找到『{1}』。

# ErrThirdArgumentIsInvalid
source: The third argument to the {0} function is invalid.
bg_bg: Третият аргумент на функцията {0} е невалиден.
ca_es: El tercer argument de la funció {0} no és vàlid.
cs_cz: Třetí argument funkce {0} je neplatný.
da_dk: Det tredje argument til funktionen {0} er ugyldigt.
de_de: Das dritte Argument für die Funktion „{0}“ ist ungültig.
el_gr: Το τρίτο όρισμα της συνάρτησης {0} δεν είναι έγκυρο.
es_es: El tercer argumento de la función {0} no es válido.
et_ee: Funktsiooni {0} kolmas argument ei sobi.
eu_es: {0} funtzioaren hirugarren argumentuak ez du balio.
fi_fi: Funktion {0} kolmas argumentti on virheellinen.
fr_fr: Le troisième argument pour la fonction {0} n’est pas valide.
gl_es: O terceiro argumento da función {0} non é válido.
hi_in: {0} फ़ंक्शन का तीसरा तर्क अमान्य है.
hr_hr: Treći argument za funkciju {0} nije valjan.
hu_hu: A(z) {0} függvényhez tartozó harmadik argumentum érvénytelen.
id_id: Argumen ketiga untuk fungsi {0} tidak valid.
it_it: Il terzo argomento nella funzione {0} non è valido.
ja_jp: {0} 関数への 3 番目の引数が無効です。
kk_kz: {0} функциясының үшінші аргументі жарамсыз.
ko_kr: {0} 함수에 대한 세 번째 인수가 잘못되었습니다.
lt_lt: Trečiasis funkcijos „{0}“ argumentas yra netinkamas.
lv_lv: Funkcijas {0} trešais arguments ir nederīgs.
ms_my: Argumen ketiga untuk fungsi {0} tidak sah.
nb_no: Det tredje argumentet til funksjonen {0} er ugyldig.
nl_nl: Het derde argument voor de functie {0} is ongeldig.
pl_pl: Trzeci argument funkcji {0} jest nieprawidłowy.
pt_br: O terceiro argumento para a função {0} é inválido.
ro_ro: Al treilea argument transmis funcției {0} nu este valid.
ru_ru: Третий аргумент функции "{0}" является недопустимым.
sk_sk: Tretí argument funkcie {0} je neplatný.
sl_si: Tretji argument za funkcijo »{0}« ni veljaven.
sr_cyrl_rs: Трећи аргумент функције {0} је неважећи.
sr_latn_rs: Treći argument funkcije {0} je nevažeći.
sv_se: Det tredje argumentet till funktionen {0} är ogiltigt.
th_th: อาร์กิวเมนต์ที่สามของฟังก์ชัน {0} ไม่ถูกต้อง
tr_tr: {0} işlevinin üçüncü bağımsız değişkeni geçersiz.
uk_ua: Неприпустимий третій аргумент для функції {0}.
vi_vn: Đối số thứ ba của hàm {0} không hợp lệ.
zh_cn: {0} 函数的第三个参数无效。
zh_tw: {0} 函數的第三個引數無效。

# ErrReturnedNonFiniteNumber
source: The expression returned a non-finite number.
bg_bg: Изразът върна число, което не е крайно.
ca_es: L'expressió ha retornat un nombre no finit.
cs_cz: Výraz vrátil nekonečné číslo.
da_dk: Udtrykket returnerede et ikke-endeligt tal.
de_de: Der Ausdruck hat eine nicht endliche Zahl zurückgegeben.
el_gr: Η παράσταση επέστρεψε έναν αριθμό που δεν είναι πεπερασμένος.
es_es: La expresión devolvió un número no finito.
et_ee: Avaldis tagastas mittelõpliku arvu.
eu_es: Adierazpenak zenbaki ez finitu bat itzuli du.
fi_fi: Lauseke palautti ei-rajallisen numeron.
fr_fr: L’expression a retourné un nombre non-limité.
gl_es: A expresión devolveu un número non finito.
hi_in: व्यंजक ने एक गैर-परिमित संख्या लौटाई.
hr_hr: Izraz je vratio beskonačan broj.
hu_hu: A kifejezés nem véges számot adott vissza.
id_id: Ekspresi menghasilkan angka tidak terbatas.
it_it: L'espressione ha restituito un numero non finito.
ja_jp: 式が有限ではない数値を返しました。
kk_kz: Өрнек шексіз санды қайтарды.
ko_kr: 식에서 비정기 번호를 반환합니다.
lt_lt: Reiškinys grąžino ne baigtinį skaičių.
lv_lv: Izteiksme atgrieza skaitli, kas nav ierobežots.
ms_my: Ungkapan mengembalikan nombor yang tidak terbatas.
nb_no: Uttrykket returnerte et ikke-endelig tall.
nl_nl: De expressie heeft een niet-eindig getal geretourneerd.
pl_pl: Wyrażenie zwróciło liczbę nieskończoną.
pt_br: A expressão retornou um número não finito.
ro_ro: Expresia a returnat un număr non-finit.
ru_ru: Выражение вернуло бесконечное число.
sk_sk: Výraz vrátil nekonečné číslo.
sl_si: Izraz je vrnil nekončno številko.
sr_cyrl_rs: Израз је вратио бесконачан број.
sr_latn_rs: Izraz je vratio beskonačan broj.
sv_se: Uttrycket returnerade ett icke-ändligt tal.
th_th: นิพจน์ส่งกลับตัวเลขที่ไม่ใช่จำนวนจำกัด
tr_tr: İfade sonlu olmayan bir sayı döndürdü.
uk_ua: Вираз повернув число, яке не є скінченним.
vi_vn: Biểu thức trả về một số vô hạn.
zh_cn: 此表达式返回了非有限数字。
zh_tw: 運算式傳回非有限數字。
