Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_ShortMessage
source: Delegation warning. The "{0}" part of this formula might not work correctly on large data sets.
bg_bg: Предупреждение за делегиране. Частта „{0}“ от тази формула може да не работи правилно при големи набори от данни.
ca_es: Avís de delegació. És possible que la part "{0}" d'aquesta fórmula no funcioni correctament en conjunts grans de dades.
cs_cz: Upozornění delegování. Část {0} tohoto vzorce nemusí fungovat správně pro velké datové sady.
da_dk: Delegeringsadvarsel. Delen "{0}" i denne formel fungerer måske ikke korrekt på store datasæt.
de_de: Warnung zur Delegierung. Der Teil „{0}“ dieser Formel funktioniert für große Datasets möglicherweise nicht ordnungsgemäß.
el_gr: Προειδοποίηση ανάθεσης. Το μέρος "{0}" αυτού του τύπου ενδέχεται να μην λειτουργεί σωστά σε μεγάλα σύνολα δεδομένων.
es_es: Advertencia de delegación. Es posible que la parte "{0}" de esta fórmula no funcione correctamente en conjuntos de datos de gran tamaño.
et_ee: Delegeerimise hoiatus. Valemi osa „{0}” ei pruugi suurte andmehulkade puhul õigesti töötada.
eu_es: Ordezkaritzari buruzko abisua. Baliteke formulako "{0}" zatiak ez funtzionatzea datu multzo handietan.
fi_fi: Delegointivaroitus. Tämän kaavan osa {0} ei välttämättä toimi oikein suurille tietojoukoille.
fr_fr: Avertissement relatif à la délégation. La partie « {0} » de cette formule peut ne pas fonctionner correctement sur des jeux de données volumineux.
gl_es: Aviso de delegación. É posible que a parte "{0}" desta fórmula non funcione correctamente en conxuntos de datos grandes.
hi_in: प्रत्यायोजन चेतावनी. हो सकता है कि इस सूत्र का "{0}" भाग बड़े डेटा सेट पर ठीक से काम नहीं करे.
hr_hr: Upozorenje o delegiranju. Dio "{0}" formule možda neće ispravno funkcionirati za velike skupove podataka.
hu_hu: Delegálással kapcsolatos figyelmeztetés. Előfordulhat, hogy a képlet következő része nagy méretű adathalmazok esetében nem fog megfelelően működni: {0}.
id_id: Peringatan delegasi. Bagian "{0}" dalam rumus ini mungkin tidak berfungsi dengan benar pada himpunan data besar.
it_it: Avviso di delega. La parte "{0}" di questa formula potrebbe non funzionare correttamente su set di dati di grandi dimensioni.
ja_jp: 委任に関する警告です。この数式の "{0}" の部分は、大きなデータ セットで正常に機能しない可能性があります。
kk_kz: Өкілеттік беру туралы ескерту. Бұл формуланың "{0}" бөлігі үлкен деректер жиынтықтарында дұрыс жұмыс істемеуі мүмкін.
ko_kr: 위임 경고입니다. 대규모 데이터 세트에서는 이 수식의 "{0}" 부분이 제대로 작동하지 않을 수 있습니다.
lt_lt: Perdavimo įspėjimas. „{0}“ šios formulės dalis gali tinkamai neveikti, jei duomenų rinkiniai yra dideli.
lv_lv: Brīdinājums par deleģēšanu. Šīs formulas daļa “{0}” lielās datu kopās var darboties nepareizi.
ms_my: Amaran penugasan. Bahagian "{0}" bagi formula ini mungkin tidak berfungsi dengan betul pada set data yang besar.
nb_no: Delegeringsvarsel. Formelens {0}-del kan ha problemer med å fungere på riktig måte på store datasett.
nl_nl: Overdrachtswaarschuwing. Het deel {0} van deze formule werkt mogelijk niet correct bij grote gegevenssets.
pl_pl: Ostrzeżenie dotyczące delegowania. Część „{0}” tej formuły może nie działać poprawnie w przypadku dużych zestawów danych.
pt_br: Aviso de delegação. A parte "{0}" desta fórmula pode não funcionar corretamente em grandes conjuntos de dados.
pt_pt: Aviso de delegação. A parte "{0}" desta fórmula poderá não funcionar corretamente em grandes conjuntos de dados.
ro_ro: Avertisment referitor la delegare. Partea „{0}” din această formulă ar putea să nu funcționeze corect pe seturi mari de date.
ru_ru: Предупреждение о делегировании. Часть "{0}" этой формулы может неверно работать с большими наборами данных.
sk_sk: Upozornenie delegovania. Časť {0} tohto vzorca nemusí na veľkých množinách údajov fungovať správne.
sl_si: Opozorilo o pooblastitvi. Del »{0}« te formula morda ne bo deloval pravilno v velikih naborih podatkov.
sr_cyrl_rs: Упозорење о делегирању. Део „{0}“ ове формуле можда неће исправно функционисати на великим скуповима података.
sr_latn_rs: Upozorenje o delegiranju. Deo „{0}“ ove formule možda neće ispravno funkcionisati na velikim skupovima podataka.
sv_se: Delegeringsvarning. Delen {0} av den här formeln kanske inte fungerar korrekt på stora datauppsättningar.
th_th: คำเตือนเกี่ยวกับการรับมอบสิทธิ์ ส่วน "{0}" ของสูตรนี้อาจทำงานไม่ถูกต้องในชุดข้อมูลขนาดใหญ่
tr_tr: Temsilci uyarısı. Bu formülün "{0}" bölümü, büyük veri kümelerinde düzgün çalışmayabilir.
uk_ua: Попередження про делегування. Частина "{0}" цієї формули може неправильно працювати з великими наборами даних.
vi_vn: Cảnh báo về ủy quyền. Phần "{0}" trong công thức này có thể không hoạt động đúng cách trên tập hợp dữ liệu lớn.
zh_cn: 委派警告。此公式的 "{0}" 部分可能在大型数据集上无法正常工作。
zh_tw: 委派警告。此公式的 "{0}" 部分可能無法在大型資料集上正確運作。

# ErrorResource_SuggestRemoteExecutionHint_LongMessage
source: The data source might not be able to process the formula and might return an incomplete data set. Your application might not return correct results or behave correctly if the data set is incomplete.
bg_bg: Възможно е източникът на данни да не може да обработи формулата и може да върне непълен набор от данни. Вашето приложение може да не върне правилни резултати или поведението му може да е неправилно, ако наборът от данни е непълен.
ca_es: És possible que la font de dades no pugui processar la fórmula i retorni un conjunt de dades incomplet. Així mateix, és possible que l'aplicació no retorni resultats correctes o que es comporti incorrectament si el conjunt de dades està incomplet.
cs_cz: Zdroj dat nemusí být schopný zpracovat vzorec a může vrátit neúplnou datovou sadu. Pokud bude datová sada neúplná, aplikace nemusí vrátit správné výsledky nebo se nemusí chovat správně.
da_dk: Datakilden kan måske ikke behandle formlen og vil måske returnere et ufuldstændigt datasæt. Programmet kan måske ikke returnere korrekte resultater eller fungere korrekt, hvis datasættet er ufuldstændigt.
de_de: Die Datenquelle kann die Formel möglicherweise nicht verarbeiten und könnte ein unvollständiges Dataset zurückgeben. Ihre Anwendung liefert eventuell keine korrekten Ergebnisse oder verhält sich nicht ordnungsgemäß, wenn das Dataset unvollständig ist.
el_gr: Η επεξεργασία του τύπου μπορεί να μην είναι δυνατή από την προέλευση δεδομένων και μπορεί να επιστραφεί ελλιπές σύνολο δεδομένων. Η εφαρμογή σας μπορεί να μην επιστρέψει σωστά αποτελέσματα ή να μην συμπεριφέρεται σωστά, αν το σύνολο δεδομένων είναι ελλιπές.
es_es: Puede que el origen de datos no pueda procesar la fórmula y que devuelva un conjunto de datos incompleto. Es posible que la aplicación no devuelva resultados correctos o que no se comporte correctamente si el conjunto de datos está incompleto.
et_ee: Võib juhtuda, et andmeallikas ei saa valemit töödelda ja võib tagastada pooliku andmehulga. Kui andmehulk on poolik, võib teie rakendus tagastada valed tulemid või käituda valesti.
eu_es: Baliteke datu-iturburuak formula prozesatu ezin izatea eta osorik ez dagoen datu multzo bat itzultzea. Baliteke aplikazioak emaitza zuzenak ez itzultzea edo ez funtzionatzea datu multzoa osorik ez badago.
fi_fi: Tietolähde ei ehkä pysty käsittelemään kaavaa ja saattaa palauttaa epätäydellisen tietojoukon. Sovelluksesi ei ehkä palauta oikeita tuloksia tai käyttäydy oikein, jos tietojoukko on epätäydellinen.
fr_fr: La source de données n’est peut-être pas en mesure de traiter la formule et peut retourner un jeu de données incomplet. Il se peut que votre application ne puisse pas retourner de résultats corrects ni fonctionner correctement si le groupe de données est incomplet.
gl_es: É posible que a orixe de datos non poida procesar a fórmula e que devolva un conxunto de datos incompleto. Pode que a aplicación non devolva resultados correctos ou que funcione de xeito incorrecto se o conxunto de datos está incompleto.
hi_in: हो सकता है कि डेटा स्रोत, सूत्र को संसाधित न कर पाए और कोई अपूर्ण डेटा सेट वापस लौटाए. हो सकता है कि डेटा सेट अपूर्ण होने पर आपका एप्लिकेशन सही परिणाम न लौटा पाए या सही व्यवहार न करे.
hr_hr: Izvor podataka možda neće moći obraditi formulu, pa će vratiti nepotpun skup podataka. Ako skup podataka nije potpun, vaša aplikacija možda neće vratiti točne rezultate ni pravilno funkcionirati.
hu_hu: Előfordulhat, hogy az adatforrás nem tudja feldolgozni a képletet, és hiányos adathalmazt ad vissza. Ha az adathalmaz hiányos, előfordulhat, hogy az alkalmazás helytelen eredményeket ad vissza, vagy nem a várt módon működik.
id_id: Sumber data mungkin tidak dapat memproses rumus dan mungkin menghasilkan himpunan data yang tidak lengkap. Aplikasi Anda mungkin tidak memberikan hasil yang benar atau berperilaku dengan benar jika himpunan data tidak lengkap.
it_it: L'origine dati potrebbe non essere in grado di elaborare la formula e potrebbe quindi restituire un set di dati incompleto. Se il set di dati è incompleto, l'applicazione potrebbe non restituire i risultati corretti o non comportarsi nel modo previsto.
ja_jp: データ ソースは数式を処理できずに、不完全なデータ セットを返すことがあります。データ セットが不完全な場合、アプリケーションは正しい結果を返さないか、正常に機能しない場合があります。
kk_kz: Деректер көзі формуланы өңдей алмауы мүмкін және толық емес деректер жиынтығын қайтаруы мүмкін. Деректер жиынтығы толық болмаса, бағдарламаңыз дұрыс нәтижелерді қайтармауы немесе дұрыс жұмыс істемеуі мүмкін.
ko_kr: 데이터 원본이 수식을 처리하지 못할 수 있으며 불완전한 데이터 세트를 반환할 수도 있습니다. 데이터 세트가 불완전하면 애플리케이션이 올바른 결과를 반환할 수 없거나 제대로 동작하지 않을 수 있습니다.
lt_lt: Duomenų šaltinis gali nepajėgti apdoroti formulės ir pateikti ne visą duomenų rinkinį. Jei duomenų rinkinys bus ne visas, jūsų programa gali teikti neteisingus rezultatus arba veikti netinkamai.
lv_lv: Datu avots var nespēt apstrādāt formulu un var atgriezt nepilnīgu datu kopu. Ja datu kopa ir nepilnīga, programma var atgriezt nepareizus rezultātus vai darboties nepareizi.
ms_my: Sumber data mungkin tidak dapat memproses formula dan mungkin mengembalikan set data yang tidak lengkap. Aplikasi anda mungkin tidak mengembalikan keputusan yang betul atau berkelakuan dengan betul jika set data tidak lengkap.
nb_no: Det kan hende at datakilden ikke får behandlet formelen og dermed returnerer et ufullstendig datasett. Det kan hende at programmet ikke returnerer riktige resultater eller fungerer som det skal, hvis datasettet er ufullstendig.
nl_nl: Mogelijk kan de gegevensbron de formule niet verwerken en wordt er een onvolledige gegevensset geretourneerd. Uw toepassing kan onjuiste resultaten retourneren of zich onjuist gedragen als de gegevensset niet compleet is.
pl_pl: Źródło danych może nie być w stanie przetworzyć formuły i może zwrócić niekompletny zestaw danych. Twoja aplikacja może nie zwrócić prawidłowych wyników lub zachowywać się nieprawidłowo, jeśli zestaw danych będzie niekompletny.
pt_br: A fonte de dados pode não ser capaz de processar a fórmula e pode retornar um conjunto de dados incompleto. Seu aplicativo poderá não retornar resultados corretos ou não se comportar corretamente se o conjunto de dados estiver incompleto.
pt_pt: A origem de dados poderá não ser capaz de processar a fórmula e poderá devolver um conjunto de dados incompleto. A aplicação poderá não devolver os resultados corretos ou ter um comportamento correto se o conjunto de dados estiver incompleto.
ro_ro: Este posibil ca sursa de date să nu poată procesa formula și să returneze un set de date incomplet. Aplicația ar putea să nu returneze rezultate corecte sau să nu se comporte corect dacă setul de date este incomplet.
ru_ru: Источник данных может не суметь обработать формулу и вернет неполный набор данных. Из-за неполного набора приложение может возвращать неверные результаты или работать некорректно.
sk_sk: Zdroj údajov nemusí byť schopný spracovať vzorec a môže vrátiť neúplnú množinu údajov. Vaša aplikácia nemusí vrátiť správne výsledky alebo sa nemusí správať správne, ak je množina údajov neúplná.
sl_si: Vir podatkov morda ne bo mogel obdelati formule in bo morda vrnil nepopoln nabor podatkov. Če nabor podatkov ni popoln, vaša aplikacija morda ne bo vrnila pravilnih rezultatov ali ne bo delovala pravilno.
sr_cyrl_rs: Извор података можда неће моћи да обради формулу и можда ће вратити непотпун скуп података. Апликација можда неће вратити исправне резултате или се можда неће исправно понашати ако је скуп података непотпун.
sr_latn_rs: Izvor podataka možda neće moći da obradi formulu i možda će vratiti nepotpun skup podataka. Aplikacija možda neće vratiti ispravne rezultate ili se možda neće ispravno ponašati ako je skup podataka nepotpun.
sv_se: Datakällan kanske inte kan bearbeta formeln och kan då returnera en ofullständig datauppsättning. Ditt program kanske inte kan returnera korrekta resultat eller uppvisa korrekt beteende om datauppsättningen är ofullständig.
th_th: แหล่งข้อมูลอาจไม่สามารถประมวลผลสูตรและอาจส่งชุดข้อมูลที่ไม่สมบูรณ์กลับมา แอปพลิเคชันของคุณอาจไม่ส่งผลลัพธ์ที่ถูกต้องกลับมาหรือทำงานได้อย่างถูกต้องหากชุดข้อมูลไม่สมบูรณ์
tr_tr: Veri kaynağı, formülü işleyemeyebilir ve eksik bir veri kümesi döndürebilir. Veri kümesi eksikse uygulamanız doğru sonuçlar döndürmeyebilir veya düzgün çalışmayabilir.
uk_ua: Якщо формулу не вдасться обробити, джерело даних може повернути їх неповний набір, а тому програма не зможе повернути правильні результати або належно працювати.
vi_vn: Nguồn dữ liệu này có thể không xử lý được công thức và có thể trả về một tập hợp dữ liệu không đầy đủ. Ứng dụng của bạn có thể không trả về kết quả đúng hoặc hoạt động đúng cách nếu tập hợp dữ liệu không hoàn chỉnh.
zh_cn: 数据源可能无法处理该公式且可能返回不完整的数据集。如果数据集不完整，应用程序可能不返回正确的结果或行为不正确。
zh_tw: 資料來源可能無法處理此公式，而且可能會傳回不完整的資料集。若資料集不完整，您的應用程式可能無法傳回正確結果，或無法正確運作。

# ErrorResource_SuggestRemoteExecutionHint_HowToFix_1
source: If your data set exceeds the 500 record limit but contains less than 2,000 records, try resetting the limit.
bg_bg: Ако наборът от данни надвишава ограничението от 500 записа, но съдържа по-малко от 2000 записа, опитайте да нулирате ограничението.
ca_es: Si el vostre conjunt de dades supera el límit de 500 registres, però en conté menys de 2.000, proveu de restablir-ne el límit.
cs_cz: Pokud vaše sada dat překročí limit 500 záznamů, ale zároveň jich obsahuje méně než 2000, zkuste limit resetovat.
da_dk: Hvis datasættet overstiger grænsen på 500 poster, men indeholder færre end 2.000 poster, kan du prøve at nulstille grænsen.
de_de: Wenn Ihr Dataset das Limit von 500 Datensätzen überschreitet, aber weniger als 2.000 Datensätze enthält, setzen Sie das Limit zurück.
el_gr: Αν το σύνολο δεδομένων υπερβαίνει το όριο των 500 εγγραφών, αλλά περιέχει λιγότερες από 2.000 εγγραφές, δοκιμάστε να επαναφέρετε το όριο.
es_es: Si el conjunto de datos supera el límite de 500 registros, pero contiene menos de 2000, intente restablecer el límite.
et_ee: Kui teie andmekogum ületab 500 kirje piirangu, kuid sisaldab alla 2000 kirje, proovige piirang lähtestada.
eu_es: Datu multzoak 500 erregistroko muga gainditzen badu, baina 2.000 erregistro baino gutxiago baditu, saiatu muga berrezartzen.
fi_fi: Jos tietojoukkosi ylittää 500 tietueen rajan, mutta siinä on alle 2 000 tietuetta, kokeile nollata raja.
fr_fr: Si votre jeu de données dépasse la limite de 500 enregistrements mais contient moins de 2 000 enregistrements, essayez de réinitialiser la limite.
gl_es: Se o conxunto de datos supera o límite de 500 rexistros, pero contén menos de 2000, tente restablecer o límite.
hi_in: यदि आपका डेटा सेट 500 रिकॉर्ड सीमा से अधिक है, लेकिन उसमें 2,000 से कम रिकॉर्ड शामिल हैं, तो सीमा रीसेट करने का प्रयास करें.
hr_hr: Ako vaš skup podataka prekoračuje ograničenje od 500 zapisa, ali sadrži manje od 2000 zapisa, pokušajte ponovno postaviti ograničenje.
hu_hu: Ha az adathalmaz a megengedettnél (500) több, de 2000-nél kevesebb rekordot tartalmaz, próbálja meg alaphelyzetbe állítani a határértéket.
id_id: Jika himpunan data Anda melebihi batas rekaman 500 tetapi berisi kurang dari 2.000 rekaman, coba atur ulang batas.
it_it: Se il set di dati supera il limite di 500 record ma ne contiene meno di 2.000, prova a reimpostare il limite.
ja_jp: データ セットが 500 件のレコードの制限を超えていても、2,000 件のレコードより少ない場合は、制限を再設定してみてください。
kk_kz: Егер деректер жиынтығы 500 жазба шегінен асатын болса, бірақ онда 2000 жазбадан азырақ болса, шекті қайта орнатып көріңіз.
ko_kr: 데이터 세트가 레코드 한도 500개를 초과하지만 레코드가 2,000개 미만인 경우 한도를 재설정해 보세요.
lt_lt: Jei jūsų duomenų rinkinys viršija 500 įrašų limitą, bet jame yra mažiau nei 2000 įrašų, pabandykite nustatyti limitą iš naujo.
lv_lv: Ja datu kopā ir pārsniegts 500 ierakstu ierobežojums, bet tajā ir mazāk par 2000 ierakstiem, mēģiniet atiestatīt ierobežojumu.
ms_my: Jika set data anda melebihi had rekod 500 tetapi mengandungi kurang daripada 2,000 rekod, cuba tetapkan semula had.
nb_no: Hvis datasettet overskrider grensen på 500 poster, men inneholder færre enn 2000 poster, kan du prøve å tilbakestille grensen.
nl_nl: Als uw gegevensset meer records bevat dan de limiet van 500, maar minder dan 2000 records, kunt u proberen de limiet opnieuw in te stellen.
pl_pl: Jeśli zestaw danych przekracza limit liczby rekordów wynoszący 500, ale zawiera mniej niż 2000 rekordów, spróbuj zresetować limit.
pt_br: Se seu conjunto de dados excede o limite de 500 registros, mas contém menos de 2.000 registros, tente redefinir o limite.
pt_pt: Se o conjunto de dados exceder o limite de 500 registos, mas contiver menos de 2000 registos, tente repor o limite.
ro_ro: Dacă setul de date depășește limita de 500 de înregistrări, dar conține mai puțin de 2.000 de înregistrări, încercați să resetați limita.
ru_ru: Если ваш набор данных превышает ограничение в 500 записей, но содержит меньше 2000 записей, попробуйте изменить ограничение.
sk_sk: Ak vaša množina údajov prekračuje limit 500 záznamov, ale obsahuje menej ako 2 000 záznamov, skúste resetovať obmedzenie.
sl_si: Če vaš nabor podatkov presega omejitev 500 zapisov, vendar vsebuje manj kot 2000 zapisov, poskusite ponastaviti omejitev.
sr_cyrl_rs: Ако скуп података премашује ограничење од 500 записа, али их садржи мање од 2000, покушајте да промените ограничење.
sr_latn_rs: Ako vaš skup podataka premašuje ograničenje od 500 zapisa, ali ih sadrži manje od 2000, probajte da promenite ograničenje.
sv_se: Om din datauppsättning överskrider gränsen på 500 poster men innehåller färre än 2 000 poster, kan du prova att återställa gränsen.
th_th: หากชุดข้อมูลของคุณเกินขีดจำกัดที่ 500 เรกคอร์ดแต่ไม่เกิน 2,000 เรกคอร์ด ให้ลองตั้งค่าขีดจำกัดใหม่
tr_tr: Veri kümeniz, 500 kayıt sınırını aşıyor ancak 2000'den az kayıt içeriyorsa sınırı sıfırlamayı deneyin.
uk_ua: Якщо для даних перевищено обмеження в 500 записів, але не досягнуто 2000 записів, спробуйте змінити обмеження.
vi_vn: Nếu tập hợp dữ liệu của bạn vượt quá giới hạn 500 bản ghi nhưng chứa ít hơn 2.000 bản ghi, hãy thử đặt lại giới hạn.
zh_cn: 如果数据集超过 500 条记录的限制，但包含少于 2,000 条记录，请尝试重置限制。
zh_tw: 若您的資料集超過了 500 個記錄的限制，但包含的記錄少於 2,000 個，請嘗試重新設定限制。

# ErrorResource_SuggestRemoteExecutionHint_HowToFix_2
source: Try simplifying the formula.
bg_bg: Опитайте да опростите формулата.
ca_es: Proveu de simplificar la fórmula.
cs_cz: Zkuste vzorec zjednodušit.
da_dk: Prøv at forenkle formlen.
de_de: Vereinfachen Sie die Formel.
el_gr: Προσπαθήστε να απλοποιήσετε τον τύπο.
es_es: Intente simplificar la fórmula.
et_ee: Proovige valemit lihtsustada.
eu_es: Erraztu formula.
fi_fi: Kokeile yksinkertaistaa kaavaa.
fr_fr: Essayez de simplifier la formule.
gl_es: Tente simplificar a fórmula.
hi_in: फॉर्मूले को सरल बनाने का प्रयास करें.
hr_hr: Pokušajte pojednostavniti formulu.
hu_hu: Egyszerűsítse a képletet.
id_id: Coba sederhanakan rumus.
it_it: Prova a semplificare la formula.
ja_jp: 数式を簡単にしてください。
kk_kz: Формуланы оңайлатып көріңіз.
ko_kr: 수식을 단순하게 만들어 보세요.
lt_lt: Pabandykite supaprastinti formulę.
lv_lv: Mēģiniet vienkāršot formulu.
ms_my: Cuba permudahkan formula.
nb_no: Prøv å forenkle formelen.
nl_nl: Probeer de formule te vereenvoudigen.
pl_pl: Spróbuj uprościć formułę.
pt_br: Tente simplificar a fórmula.
pt_pt: Tente simplificar a fórmula.
ro_ro: Încercați să simplificați formula.
ru_ru: Упростите формулу.
sk_sk: Skúste zjednodušiť vzorec.
sl_si: Poskusite poenostaviti formulo.
sr_cyrl_rs: Покушајте да поједноставите формулу.
sr_latn_rs: Pokušajte da pojednostavite formulu.
sv_se: Försök förenkla formeln.
th_th: ลองทำให้สูตรง่ายขึ้น
tr_tr: Formülü basitleştirmeyi deneyin.
uk_ua: Спробуйте спростити формулу.
vi_vn: Hãy thử đơn giản hóa công thức.
zh_cn: 请尝试简化公式。
zh_tw: 請嘗試簡化公式。

# ErrorResource_SuggestRemoteExecutionHint_HowToFix_3
source: Try moving your data to a different data source.
bg_bg: Опитайте да преместите данните си на друг източник на данни.
ca_es: Proveu de moure les dades a una font de dades diferent.
cs_cz: Zkuste přesunout data na jiný zdroj dat.
da_dk: Prøv at flytte dine data til en anden datakilde.
de_de: Verschieben Sie Ihre Daten in eine andere Datenquelle.
el_gr: Δοκιμάστε να μετακινήσετε τα δεδομένα σας σε διαφορετική προέλευση δεδομένων.
es_es: Intente mover los datos a otro origen de datos.
et_ee: Proovige andmeid teise andmeallikasse teisaldada.
eu_es: Eraman datuak beste datu-iturburu batera.
fi_fi: Kokeile siirtää tietosi eri tietolähteeseen.
fr_fr: Essayez de déplacer vos données vers une source de données différente.
gl_es: Tente mover os datos a outra orixe de datos.
hi_in: अपने डेटा को एक भिन्न डेटा स्रोत में ले जाने का प्रयास करें.
hr_hr: Pokušajte premjestiti svoje podatke u neki drugi izvor podataka.
hu_hu: Helyezze át az adatokat egy másik adatforrásba.
id_id: Coba memindahkan data Anda ke sumber data yang berbeda.
it_it: Provare a spostare i dati in un'origine dati diversa.
ja_jp: 別のデータ ソースにデータを移動してください。
kk_kz: Деректерді басқа деректер көзіне жылжытып көріңіз.
ko_kr: 다른 데이터 원본으로 데이터를 이동해 보세요.
lt_lt: Pabandykite perkelti savo duomenis į kitą duomenų šaltinį.
lv_lv: Mēģiniet pārvietot datus uz citu datu avotu.
ms_my: Cuba alihkan data anda kepada sumber data lain.
nb_no: Prøv å flytte dataene til en annen datakilde.
nl_nl: Verplaats de gegevens naar een andere gegevensbron.
pl_pl: Spróbuj przenieść dane do innego źródła danych.
pt_br: Tente mover os dados para uma fonte de dados diferente.
pt_pt: Tente mover os seus dados para outra origem de dados.
ro_ro: Încercați să mutați datele la o altă sursă de date.
ru_ru: Переместите данные в другой источник данных.
sk_sk: Skúste premiestniť údaje do iného zdroja údajov.
sl_si: Poskusite premakniti podatke v drug vir podatkov.
sr_cyrl_rs: Покушајте да преместите податке у други извор података.
sr_latn_rs: Pokušajte da premestite podatke u drugi izvor podataka.
sv_se: Försök flytta dina data till en annan datakälla.
th_th: ลองย้ายข้อมูลของคุณไปยังแหล่งข้อมูลอื่น
tr_tr: Verilerinizi farklı bir veri kaynağına taşımayı deneyin.
uk_ua: Спробуйте перемістити дані до іншого джерела.
vi_vn: Hãy thử di chuyển dữ liệu của bạn sang một nguồn dữ liệu khác.
zh_cn: 尝试将数据移动到另一个数据源。
zh_tw: 請嘗試將您的資料移至其他資料來源。
