Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMax_number
source: A numeric value for this max operation.
bg_bg: Числова стойност за тази максимална операция.
ca_es: Valor numèric per a l'operació Max.
cs_cz: Číselná hodnota pro tuto operaci max
da_dk: En numerisk værdi for denne maks.-handling.
de_de: Ein Zahlenwert für diese Maximumbestimmung.
el_gr: Αριθμητική τιμή για αυτήν τη λειτουργία μέγιστης τιμής.
es_es: Un valor numérico para esta operación Máx.
et_ee: Selle maksimumi arvutamise toimingu arvväärtus.
eu_es: Max eragiketaren zenbakizko balioa.
fi_fi: Tämän enimmäisarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Max.
gl_es: Valor numérico para esta operación Max.
hi_in: इस अधिकतम कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju izračuna maksimuma.
hu_hu: A Max művelet által használt számérték.
id_id: Nilai numerik untuk operasi maks ini.
it_it: Valore numerico per questa operazione di tipo max.
ja_jp: Max 操作対象の数値。
kk_kz: Максималды мәнді анықтау операциясына арналған сандық мән.
ko_kr: 이 max 연산의 숫자 값입니다.
lt_lt: Šio didžiausios reikšmės skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai maksimālās vērtības operācijai.
ms_my: Nilai angka untuk operasi maksimum ini.
nb_no: En numerisk verdi for denne Max-operasjonen.
nl_nl: Een numerieke waarde voor deze Max-bewerking.
pl_pl: Wartość liczbowa dla tej operacji określającej wartość maksymalną.
pt_br: Valor numérico para a operação de máximo.
pt_pt: Um valor numérico para esta operação max.
ro_ro: O valoare numerică pentru această operațiune de maxim.
ru_ru: Числовое значение для этой операции определения максимума.
sk_sk: Numerická hodnota pre túto operáciu maximálnej hodnoty.
sl_si: Številska vrednost za to operacijo »Max«.
sr_cyrl_rs: Нумеричка вредност за ову максималну операцију.
sr_latn_rs: Numerička vrednost za ovu maksimalnu operaciju.
sv_se: Ett numeriskt värde för den här max-åtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ max นี้
tr_tr: Bu maksimum değeri alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Максимум".
vi_vn: Một giá trị số cho phép toán lớn nhất này.
zh_cn: 用于此最大值运算的数值。
zh_tw: 此最大值運算的數值。

# AboutAverage_number
source: A numeric value for this average operation.
bg_bg: Числова стойност за тази средна операция.
ca_es: Valor numèric d'aquesta operació Average.
cs_cz: Číselná hodnota této operace průměru
da_dk: En numerisk værdi for denne gennemsnitshandling.
de_de: Ein Zahlenwert für diese Mittelwertbestimmung.
el_gr: Αριθμητική τιμή για αυτήν τη λειτουργία μέσου όρου.
es_es: Un valor numérico para esta operación de promedio.
et_ee: Selle keskmise arvutamise toimingu arvväärtus.
eu_es: Batezbesteko eragiketaren zenbakizko balioa.
fi_fi: Tämän keskiarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Moyenne.
gl_es: Valor numérico para esta operación Average.
hi_in: इस औसत कार्रवाई के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju izračuna prosjeka.
hu_hu: Az átlagolási művelethez használt számérték.
id_id: Nilai numerik untuk operasi rata-rata.
it_it: Valore numerico per questa operazione di tipo media.
ja_jp: 平均操作の対象となる数値。
kk_kz: Орташа мәнді есептеу операциясына арналған сандық мән.
ko_kr: 이 average 연산의 숫자 값입니다.
lt_lt: Šio vidurkio skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai vidējās vērtības operācijai.
ms_my: Nilai angka untuk pengendalian sederhana ini.
nb_no: En numerisk verdi for denne gjennomsnittsoperasjonen.
nl_nl: Een numerieke waarde voor de bewerking Average.
pl_pl: Wartość numeryczna dla tej operacji uśredniania.
pt_br: Valor numérico para a operação de média.
pt_pt: Um valor numérico para esta operação média.
ro_ro: O valoare numerică pentru această operație de medie.
ru_ru: Числовое значение для этой операции усреднения.
sk_sk: Numerická hodnota pre túto operáciu priemeru.
sl_si: Številska vrednost za to operacijo izračuna povprečja.
sr_cyrl_rs: Нумеричка вредност за ову операцију просека.
sr_latn_rs: Numerička vrednost za ovu operaciju proseka.
sv_se: Ett numeriskt värde för den här medelvärdesoperationen.
th_th: ค่าตัวเลขสำหรับกระบวนการเฉลี่ยนี้
tr_tr: Bu ortalama alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Середнє".
vi_vn: Giá trị số cho phép tính trung bình này.
zh_cn: 用于此平均值运算的数值。
zh_tw: 此平均值運算的數值。

# AboutAddColumns
source: Returns a table with new columns computed by evaluating all 'expression' over 'source'.
bg_bg: Връща таблица с нови колони, изчислени чрез оценка на всички „изрази“ върху „източник“.
ca_es: Retorna una taula amb columnes noves calculades mitjançant l'avaluació de tots els paràmetres 'expression' del paràmetre 'source'.
cs_cz: Vrátí tabulku s novými sloupci vypočítanými vyhodnocením všech výrazů „expression“ ve zdroji „source“.
da_dk: Returnerer en tabel med nye kolonner, som beregnes ved at evaluere alle "udtryk" over "kilde".
de_de: Gibt eine Tabelle mit neuen Spalten zurück, die durch Auswerten aller Vorkommen von "expression" über "source" berechnet wurden.
el_gr: Επιστρέφει έναν πίνακα με νέες στήλες υπολογισμένες μέσω αξιολόγησης όλων των "expression" με βάση τα "source".
es_es: Devuelve una tabla con columnas nuevas calculadas al evaluar todos los valores "expresión" sobre "origen".
et_ee: Tagastab tabeli uute veergudega, mille esitamiseks on avaldis arvutatud allika põhjal.
eu_es: "source" taulako "expression" elementuen arabera prozesatu diren zutabe berriak dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, jossa on uusia sarakkeita, jotka on laskettu arvioimalla kaikki expression-kohteet source-kohteen suhteen.
fr_fr: Retourne une table contenant de nouvelles colonnes calculées par évaluation de toutes les « expressions » sur la « source ».
gl_es: Devolve unha táboa con novas columnas calculadas mediante a avaliación de todas as "expresións" sobre a "orixe".
hi_in: स्रोत' पर सभी 'व्यंजक' का मूल्यांकन करके गणना किए गए नए स्तंभों वाली तालिका लौटाता है.
hr_hr: Vraća tablicu s novim stupcima koji su izračunati vrednovanjem svih vrijednosti „izraz” preko „izvora”.
hu_hu: Egy táblát ad vissza, amelyben számított új oszlopok szerepelnek. Ezekben a megadott „kifejezés”-nek a „forrás” argumentumon történő kiértékelésekor kapott eredmények állnak.
id_id: Menampilkan tabel dengan kolom baru yang dikomputasi dengan mengevaluasi semua 'expr' atas 'source'.
it_it: Restituisce una tabella con nuove colonne calcolate in base alla valutazione di tutti gli elementi 'espressione' rispetto a quelli 'origine'.
ja_jp: 'ソース' に対してすべての '式' を評価して計算された新しい列が含まれるテーブルを返します。
kk_kz: "source" үстінен барлық "'expression" мәндерін бағалау арқылы есептелген жаңа бағандары бар кестені қайтарады.
ko_kr: '원본'에 대해 모든 '식'을 평가하여 새 열이 계산된 테이블을 반환합니다.
lt_lt: Pateikia lentelę su naujais stulpeliais, gautais apskaičiavus visus reiškinius pagal šaltinį.
lv_lv: Atgriež tabulu ar jaunām kolonnām, kas skaitļotas, novērtējot visas vērtības "expression" attiecībā pret "source".
ms_my: Mengembalikan jadual dengan lajur baharu yang dikira dengan menilai semua 'ungkapan' berbanding dengan 'sumber'.
nb_no: Returnerer en tabell med nye kolonner som beregnes ved å evaluere alle uttrykk over kilden.
nl_nl: Hiermee wordt een tabel geretourneerd met nieuwe kolommen die zijn berekend door het evalueren van alle waarden voor expression hoger dan source.
pl_pl: Zwraca tabelę z nowymi kolumnami obliczonymi przez obliczenie wartości wszystkich wyrażeń względem źródła.
pt_br: Retorna uma tabela com novas colunas computadas ao avaliar todos os 'expression' sobre 'source'.
pt_pt: Devolve uma tabela com novas colunas calculadas com a avaliação de todas as "expression" em relação ao "source".
ro_ro: Returnează un tabel cu coloanele noi calculate prin evaluarea tuturor expresiilor raportate la sursă.
ru_ru: Возвращает таблицу с новыми столбцами, полученными путем вычисления всех "выражений" (expression) над "источником" (source).
sk_sk: Vráti tabuľku s novými stĺpcami vypočítanými vyhodnotením všetkých výrazov v zdroji.
sl_si: Vrne tabelo z novimi stolpci, ki so izračunani z ovrednotenjem argumenta »izraz« nad argumentom »vir«.
sr_cyrl_rs: Враћа табелу са новим колонама израчунатим проценом свих „израза“ у „извору“.
sr_latn_rs: Vraća tabelu sa novim kolonama izračunatim procenom svih „izraza“ u „izvoru“.
sv_se: Returnerar en tabell med nya kolumner som beräknats genom att utvärdera alla uttryck över källa.
th_th: ส่งคืนตารางพร้อมคอลัมน์ใหม่ที่คำนวณจากการประเมิน ‘นิพจน์’ บน ‘ต้นทาง’ ทั้งหมด
tr_tr: 'source' üzerindeki tüm 'expression' değerlendirilerek hesaplanan yeni sütunların bulunduğu bir tablo döndürür.
uk_ua: Повертає таблицю з новими стовпцями, отриманими після обчислення всіх виразів стосовно джерела даних.
vi_vn: Trả về một bảng chứa các cột mới được tính toán bằng cách đánh giá mọi 'expression' qua 'source'.
zh_cn: 返回一个表，其中包含通过对“源”计算所有“表达式”而计算出的新列。
zh_tw: 傳回資料表，內含計算 'source' 之所有 'expression' 所得的新資料行。

# AddColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AddColumnsArg2
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
id_id: kolom
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sr_latn_rs: kolona
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# AddColumnsArg3
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
id_id: ekspresi
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutAddColumns_source
source: A table or record to add columns to.
bg_bg: Таблица или запис, към които да се добавят колони.
ca_es: Taula o registre al qual s'afegiran columnes.
cs_cz: Tabulka nebo záznam, kam se mají sloupce přidat.
da_dk: En tabel eller post, hvortil der skal føjes kolonner.
de_de: Eine Tabelle oder ein Datensatz, dem Spalten hinzugefügt werden sollen.
el_gr: Πίνακας ή καρτέλα στα οποία θα προστεθούν στήλες.
es_es: Una tabla o registro a los que se agregarán columnas.
et_ee: Tabel või kirje, kuhu veerud lisatakse.
eu_es: Zutabeak gehitu zaizkion taula edo erregistroa.
fi_fi: Taulukko tai tietue, johon sarakkeet lisätään.
fr_fr: Table ou enregistrement à laquelle ou auquel ajouter des colonnes.
gl_es: Táboa ou rexistro ao que engadir columnas.
hi_in: पंक्तियाँ जोड़ने के लिए एक तालिका या रिकॉर्ड.
hr_hr: Tablica ili zapis kojem se dodaju stupci.
hu_hu: Az a tábla vagy rekord, amelybe fel kell venni az értékeket.
id_id: Kolom untuk ditambahkan ke tabel atau rekaman.
it_it: Tabella o record a cui aggiungere le colonne.
ja_jp: 列の追加先となるテーブルまたはレコードです。
kk_kz: Бағандар қосылатын кесте немесе жазба.
ko_kr: 열을 추가할 테이블 또는 레코드입니다.
lt_lt: Lentelė arba įrašas, į kurį reikia įtraukti stulpelių.
lv_lv: Tabula vai ieraksts, kam pievienot kolonnas.
ms_my: Jadual atau rekod untuk ditambahkan lajur.
nb_no: En tabell eller oppføring å legge til kolonner i.
nl_nl: Een tabel of record waaraan kolommen worden toegevoegd.
pl_pl: Tabela lub rekord, do którego mają zostać dodane kolumny.
pt_br: Uma tabela ou um registro para onde colunas serão adicionadas.
pt_pt: Uma tabela ou registo para adicionar colunas.
ro_ro: Un tabel sau înregistrare la care se adaugă coloane.
ru_ru: Таблица или запись для добавления столбцов.
sk_sk: Tabuľka alebo záznam, kam sa majú pridať stĺpce.
sl_si: Tabela ali zapis, kamor bodo dodani stolpci.
sr_cyrl_rs: Табела или запис у које треба додати колоне.
sr_latn_rs: Tabela u koju se dodaju kolone.
sv_se: En tabell eller post att lägga till kolumner i.
th_th: ตารางหรือเรกคอร์ดสำหรับเพิ่มคอลัมน์เข้าไป
tr_tr: Sütunların ekleneceği bir tablo veya kayıt.
uk_ua: Таблиця або запис, куди потрібно додати стовпці.
vi_vn: Một bảng hoặc bản ghi để thêm cột vào.
zh_cn: 要向其中添加列的表或记录。
zh_tw: 要新增資料行的資料表或記錄。

# AboutAddColumns_column
source: A unique column name.
bg_bg: Уникално име на колона.
ca_es: Nom de columna únic.
cs_cz: Jedinečný název sloupce.
da_dk: Et unikt kolonnenavn.
de_de: Ein eindeutiger Spaltenname.
el_gr: Μοναδικό όνομα στήλης.
es_es: Un nombre de columna único.
et_ee: Kordumatu veerunimi.
eu_es: Zutabearen izen esklusiboa.
fi_fi: Yksilöivä sarakkeen nimi.
fr_fr: Nom de colonne unique.
gl_es: Nome de columna único.
hi_in: एक अद्वितीय स्तंभ नाम.
hr_hr: Jedinstveni naziv stupca.
hu_hu: Egy egyedi oszlopnév.
id_id: Nama kolom unik.
it_it: Nome colonna univoco.
ja_jp: 列の一意の名前。
kk_kz: Бірегей баған атауы.
ko_kr: 고유한 열 이름입니다.
lt_lt: Unikalus stulpelio pavadinimas.
lv_lv: Unikāls kolonnas nosaukums.
ms_my: Nama lajur yang unik.
nb_no: Et unikt kolonnenavn.
nl_nl: Een unieke kolomnaam.
pl_pl: Unikatowa nazwa kolumny.
pt_br: Nome de coluna exclusivo.
pt_pt: Um nome de coluna único.
ro_ro: Un nume de coloană unic.
ru_ru: Уникальное имя столбца.
sk_sk: Jedinečný názov stĺpca.
sl_si: Enolično ime stolpca.
sr_cyrl_rs: Јединствено име колоне.
sr_latn_rs: Jedinstveno ime kolone.
sv_se: Ett unikt kolumnnamn.
th_th: ชื่อคอลัมน์เฉพาะ
tr_tr: Benzersiz bir sütun adı.
uk_ua: Унікальне ім’я стовпця.
vi_vn: Tên cột duy nhất.
zh_cn: 唯一的列名。
zh_tw: 不重複的資料行名稱。

# AboutAddColumns_expression
source: An expression that provides values for the new column.
bg_bg: Израз, който предоставя стойности за новата колона.
ca_es: Expressió que proporciona valors per a la nova columna.
cs_cz: Výraz, který poskytuje hodnoty pro nový sloupec.
da_dk: Et udtryk, som leverer værdier til den nye kolonne.
de_de: Ein Ausdruck, der Werte für die neue Spalte bereitstellt.
el_gr: Παράσταση που παρέχει τιμές για τη νέα στήλη.
es_es: Una expresión que proporciona valores para la nueva columna.
et_ee: Avaldis, millega esitatakse uue veeru väärtused.
eu_es: Zutabe berriaren balioak ematen dituen espresioa.
fi_fi: Lauseke, joka antaa arvot uudelle sarakkeelle.
fr_fr: Expression qui fournit des valeurs pour la nouvelle colonne.
gl_es: Expresión que fornece valores para a nova columna.
hi_in: नए स्तंभ के लिए मान प्रदान करने वाला व्यंजक.
hr_hr: Izraz koji daje vrijednosti za novi stupac.
hu_hu: Egy kifejezés, amely kiszámítja az új oszlop értékeit.
id_id: Ekspresi yang memberikan nilai untuk kolom baru.
it_it: Espressione che fornisce i valori per la nuova colonna.
ja_jp: 新しい列のための値を提供する式。
kk_kz: Жаңа баған үшін мәндерді беретін өрнек.
ko_kr: 새 열의 값을 제공하는 식입니다.
lt_lt: Reiškinys, kuris pateikia reikšmes, skirtas naujajam stulpeliui.
lv_lv: Izteiksme, kas nodrošina vērtības jaunajai kolonnai.
ms_my: Ungkapan yang memberikan nilai untuk lajur baharu.
nb_no: Et uttrykk som angir verdier for den nye kolonnen.
nl_nl: Een expressie waarmee waarden voor de nieuwe kolom worden geleverd.
pl_pl: Wyrażenie określające wartości dla nowej kolumny.
pt_br: Expressão que fornece valores para a nova coluna.
pt_pt: Uma expressão que fornece valores para a nova coluna.
ro_ro: O expresie care furnizează valori pentru coloana nouă.
ru_ru: Выражение, предоставляющее значения для нового столбца.
sk_sk: Výraz, ktorý poskytuje hodnoty pre nový stĺpec.
sl_si: Izraz, ki zagotovi vrednosti za novi stolpec.
sr_cyrl_rs: Израз који пружа вредности за нову колону.
sr_latn_rs: Izraz koji pruža vrednosti za novu kolonu.
sv_se: Ett uttryck som tillhandahåller värden för den nya kolumnen.
th_th: นิพจน์ที่ให้ค่าของคอลัมนใหม่
tr_tr: Yeni sütun için değerler sağlayan bir ifade.
uk_ua: Вираз, що додає значення до нового стовпця.
vi_vn: Một biểu thức cung cấp giá trị cho cột mới.
zh_cn: 为新列提供值的表达式。
zh_tw: 此運算式提供新資料行的值。

# AboutDropColumns
source: Returns a table with one or more specified 'columns' removed from the 'source' table.
bg_bg: Връща таблица с една или повече указани „колони“, премахнати от таблицата „източник“.
ca_es: Retorna una taula amb un o més elements 'columns' especificats suprimits de la taula 'source'.
cs_cz: Vrátí tabulku s jedním nebo více zadanými „sloupci“ odebranými z tabulky „zdroje“.
da_dk: Returnerer en tabel, hvor en eller flere angivne 'kolonner' er fjernet fra 'kilde'-tabellen.
de_de: Gibt eine Tabelle zurück, bei der eine oder mehrere angegebene „Spalten“ aus der Tabelle „Quelle“ entfernt wurden.
el_gr: Επιστρέφει έναν πίνακα με μία ή περισσότερες καθορισμένες "στήλες" που έχουν καταργηθεί από τον πίνακα "προέλευσης".
es_es: Devuelve una tabla con una o más "columnas" especificadas quitadas de la tabla de origen.
et_ee: Tagastab tabeli, milles on lähtetabelist eemaldatud üks või mitu määratud veergu.
eu_es: "source" taulatik kendutako "columns" eremu bat edo gehiago zehaztuta dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, jossa on vähintään yksi source-taulukosta poistettu määritetty column-kohde.
fr_fr: Retourne une table dont une ou plusieurs « colonnes » spécifiées ont été supprimées de la table « source ».
gl_es: Devolve unha táboa cunha ou máis "columnas" especificadas eliminadas da táboa de "orixe".
hi_in: 'source' तालिका से निकाले गए एक या अधिक निर्दिष्ट 'columns' वाली तालिका लौटाता है.
hr_hr: Vraća tablicu s jednim ili više navedenih "stupaca" uklonjenim iz tablice "izvora".
hu_hu: Olyan táblát ad vissza, amelyből el van távolítva a „forrás” tábla egy vagy több, az „oszlop” argumentumban megadott oszlopa.
id_id: Menampilkan tabel dengan satu atau lebih 'kolom' tertentu yang dihapus dari tabel 'sumber'.
it_it: Restituisce una tabella con una o più 'colonne' specificate rimosse dalla tabella 'origine'.
ja_jp: 'ソース' テーブルから指定の 1 つまたは複数の '列' が削除されたテーブルを返します。
kk_kz: Бастапқы кестеден жойылған бір немесе бірнеше көрсетілген бағандары бар кестені қайтарады.
ko_kr: 하나 이상의 지정된 '열'이 '원본' 테이블에서 제거된 테이블을 반환합니다.
lt_lt: Pateikiama lentelė su vienu ar keliais nurodytais stulpeliais, pašalintais iš šaltinio lentelės.
lv_lv: Atgriež tabulu ar vienu vai vairākām norādītajām vērtībām "columns", kas noņemtas no tabulas "source".
ms_my: Mengembalikan jadual dengan satu atau lebih 'lajur' yang ditentukan yang dialih keluar daripada jadual 'sumber'.
nb_no: Returnerer en tabell med én eller flere angitte kolonner som er fjernet fra kildetabellen.
nl_nl: Hiermee wordt een tabel geretourneerd waaruit een of meer opgegeven columns zijn verwijderd uit de tabel source.
pl_pl: Zwraca tabelę z co najmniej jedną określoną kolumną usuniętą z tabeli źródłowej.
pt_br: Retorna uma tabela com uma ou mais 'columns' (colunas) especificadas removidas da tabela 'source' (fonte).
pt_pt: Devolve uma tabela com uma ou mais "colunas" especificadas removidas da tabela "origem".
ro_ro: Returnează un tabel cu una sau mai multe valori „coloane” specificate eliminate din tabelul „sursă”.
ru_ru: Возвращает таблицу "источника", из которой удалены указанные "столбцы".
sk_sk: Vráti tabuľku, pričom z tabuľky zdroja je odstránený jeden alebo viaceré stĺpce.
sl_si: Vrne tabelo z enim ali več določenimi »stolpci« odstranjenimi iz tabele argumenta »vir«.
sr_cyrl_rs: Враћа табелу са неким наведеним „колонама“ уклоњеним из табеле „извор“.
sr_latn_rs: Vraća tabelu sa nekim navedenim „kolonama“ uklonjenim iz tabele „izvor“.
sv_se: Returnerar en tabell med en eller flera angivna kolumner borttagna från källtabellen.
th_th: ส่งคืนตารางที่มีอย่างน้อยหนึ่ง 'columns' ที่กำหนดถูกลบออกจากตาราง 'source'
tr_tr: "Kaynak" tablosundan kaldırılan bir veya daha fazla belirtilen "sütunun" yer aldığı bir tablo döndürür.
uk_ua: Повертає таблицю з одним або кількома зазначеними стовпцями, вилученими з вихідної таблиці.
vi_vn: Trả về một bảng có một hoặc nhiều 'cột' được chỉ định bị xóa khỏi bảng 'nguồn'.
zh_cn: 返回通过从 "source" 表删除一个或多个指定 "columns" 得到的表。
zh_tw: 傳回的資料表有一或多個從 'source' 資料表移除的指定 'columns'。

# DropColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
id_id: sumber
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# DropColumnsArg2
source: column_name
bg_bg: име_на_колона
ca_es: nom_columna
cs_cz: název_sloupce
da_dk: kolonne_navn
de_de: Spaltenname
el_gr: όνομα_στήλης
es_es: nombre_columna
et_ee: veeru_nimi
eu_es: zutabe_izena
fi_fi: sarakkeen_nimi
fr_fr: nom_colonne
gl_es: nome_columna
hi_in: स्तंभ_नाम
hr_hr: naziv_stupca
hu_hu: oszlop_neve
id_id: nama_kolom
it_it: nome_colonna
ja_jp: 列名
kk_kz: баған_атауы
ko_kr: 열_이름
lt_lt: stulpelio_pavadinimas
lv_lv: kolonnas_nosaukums
ms_my: nama_lajur
nb_no: kolonnenavn
nl_nl: naam_kolom
pl_pl: nazwa_kolumny
pt_br: nome_coluna
pt_pt: nome_coluna
ro_ro: nume_coloană
ru_ru: имя_столбца
sk_sk: názov_stĺpca
sl_si: ime_stolpca
sr_cyrl_rs: назив_колоне
sr_latn_rs: naziv_kolone
sv_se: kolumn_namn
th_th: ชื่อ_คอลัมน์
tr_tr: sütun_adı
uk_ua: ім’я_стовпця
vi_vn: tên_cột
zh_cn: 列名
zh_tw: 資料行_名稱
