Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSum_expression
source: An expression evaluated over each row in the input table, that provides numeric values for this sum operation.
bg_bg: Израз, изчислен върху всеки ред във входната таблица, който предоставя числовите стойности за тази операция за сумиране.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada, que proporciona valors numèrics per a aquesta operació Sum.
cs_cz: Výraz, který se vyhodnocuje na každém řádku vstupní tabulky a poskytuje číselné hodnoty pro tuto operaci součtu
da_dk: Et udtryk, der evalueres for hver række i input-tabellen, og som giver numeriske værdier for denne sum-handling.
de_de: Ein Ausdruck, der für jede Zeile in der Eingabetabelle ausgewertet wird und Zahlenwerte für diesen Summenvorgang liefert.
el_gr: Μια παράσταση που αξιολογείται σε κάθε σειρά στον πίνακα εισαγωγής και παρέχει αριθμητικές τιμές για αυτήν τη λειτουργία αθροίσματος.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores numéricos para esta operación de suma.
et_ee: Avaldis, mille väärtus arvutatakse sisendtabelis iga rea kohta ja mis pakub selle summeerimistoimingu jaoks arvväärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, batuketa-eragiketaren zenbakizko balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa numeeriset arvot tälle summatoiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, fournissant des valeurs numériques pour cette opération Somme.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada, que fornece valores numéricos para esta operación Sum.
hi_in: किसी इनपुट तालिका की प्रत्येक पंक्ति पर मूल्यांकित किया गया वह व्यंजक जो इस योग कार्रवाई के लिए सांख्यिक मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici, koji daje numeričke vrijednosti za tu operaciju zbrajanja.
hu_hu: A bemenetként megadott tábla minden során kiértékelt kifejezés, amely számértékeket biztosít ehhez az összegzési művelethez.
id_id: Ekspresi dievaluasi di setiap baris dalam tabel input, yang memberikan nilai numerik untuk setiap operasi penjumlahan.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori numerici per questa operazione di tipo somma.
ja_jp: 入力テーブル内の各行を評価し、Sum 操作対象となる数値を提供する式。
kk_kz: Қосынды операциясы үшін сандық мәндерді беретін, кіріс кестесіндегі әр жол үшін есептелетін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가되는 식으로, 이 sum 연산의 숫자 값을 제공합니다.
lt_lt: Reiškinys, apskaičiuotas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šio sumos skaičiavimo skaitinės reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina skaitliskas vērtības šai summas operācijai.
ms_my: Ungkapan dinilai diatas setiap baris dalam jadual input, yang menyediakan nilai angka untuk operasi hasil tambah ini.
nb_no: Et uttrykk som evalueres over hver rad i inndatatabellen, som inneholder numeriske verdier for denne Sum-operasjonen.
nl_nl: Een expressie die wordt geëvalueerd over elke rij in de invoertabel, waarmee de numerieke waarden voor de Sum-bewerking worden geleverd.
pl_pl: Wyrażenie obliczane względem każdego wiersza w tabeli wejściowej, które udostępnia wartości numeryczne dla tej operacji sumowania.
pt_br: Expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação de soma.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação sum.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare, care furnizează valori numerice pentru această operațiune de însumare.
ru_ru: Для каждой строки во входной таблице оценивается выражение, которое и предоставляет значения для операции суммирования.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje numerické hodnoty pre túto operáciu súčtu.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja številske vrednosti za to operacijo seštevanja.
sr_cyrl_rs: Израз проверен у сваком реду у улазној табели који обезбеђује нумеричке вредности за ову операцију збира.
sr_latn_rs: Izraz proveren u svakom redu u ulaznoj tabeli koji obezbeđuje numeričke vrednosti za ovu operaciju zbira.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen och som ger numeriska värden för den här summeringsåtgärden.
th_th: นิพจน์ที่ประเมินจากแต่ละแถวในตารางข้อมูลเข้า ที่ให้ค่าตัวเลขสำหรับกระบวนการ sum
tr_tr: Bu minimum değeri alma işlemi için sayısal değerler sağlayan, giriş tablosundaki her bir satırda değerlendirilen bir ifade.
uk_ua: Вираз, що обчислюється стосовно кожного рядка вхідної таблиці й надає числові значення для цієї операції "Додавання".
vi_vn: Một biểu thức được đánh giá qua từng hàng trong bảng nhập, trong đó cung cấp các giá trị số cho phép toán tính tổng này.
zh_cn: 对输入表中每行计算的表达式，为此总和运算提供数值。
zh_tw: 對輸入資料表中的每一個資料列評估運算式，為此總和運算提供數值。

# AboutSum
source: Returns the sum of its arguments.
bg_bg: Връща сумата на аргументите си.
ca_es: Retorna la suma dels arguments.
cs_cz: Vrátí součet svých argumentů.
da_dk: Returnerer summen af dens argumenter.
de_de: Gibt die Summe seiner Argumente zurück.
el_gr: Επιστρέφει το άθροισμα των ορισμάτων του.
es_es: Devuelve la suma de sus argumentos.
et_ee: Tagastab oma argumentide summa.
eu_es: Bere argumentuen batura itzultzen du.
fi_fi: Palauttaa sen argumenttien summan.
fr_fr: Retourne la somme de ses arguments.
gl_es: Devolve a suma dos seus argumentos.
hi_in: अपने तर्कों का योग देता है.
hr_hr: Vraća zbroj svojih argumenata.
hu_hu: Az argumentumok összegét adja vissza.
id_id: Menampilkan jumlah dari argumennya.
it_it: Restituisce la somma dei relativi argomenti.
ja_jp: 引数の合計を返します。
kk_kz: Аргументтер қосындысын қайтарады.
ko_kr: 인수의 합계를 반환합니다.
lt_lt: Pateikia argumentų sumą.
lv_lv: Atgriež tās argumentu summu.
ms_my: Mengembalikan hasil tambah aragumennya.
nb_no: Returnerer summen av dens argumenter.
nl_nl: Hiermee wordt de som van de argumenten geretourneerd.
pl_pl: Zwraca sumę argumentów.
pt_br: Retorna a soma dos argumentos.
pt_pt: Devolve a soma dos argumentos.
ro_ro: Returnează suma argumentelor sale.
ru_ru: Возвращает сумму своих аргументов.
sk_sk: Vráti súčet svojich argumentov.
sl_si: Vrne vsoto svojih argumentov.
sr_cyrl_rs: Враћа збир својих аргумената.
sr_latn_rs: Vraća zbir svojih argumenata.
sv_se: Returnerar summan av argumenten.
th_th: ส่งกลับผลรวมของอาร์กิวเมนต์
tr_tr: Bağımsız değişkenlerinin toplamını döndürür.
uk_ua: Повертає суму аргументів.
vi_vn: Trả về tổng số đối số.
zh_cn: 返回其参数的总和。
zh_tw: 傳回其引數的總和。

# AboutMax
source: Returns the largest value in a set of values. Ignores logical values and text.
bg_bg: Връща най-голямата стойност от даден набор от стойности. Игнорира логическите стойности и текста.
ca_es: Retorna el valor més gran d'un conjunt de valors. Ignora el text i els valors lògics.
cs_cz: Vrátí maximální hodnotu množiny hodnot. Přeskočí logické hodnoty a text.
da_dk: Returnerer den største værdi i et værdisæt. Ignorerer logiske værdier og tekst.
de_de: Gibt den größten Wert in einer Menge aus Werten zurück. Wahrheitswerte und Text werden ignoriert.
el_gr: Επιστρέφει τη μέγιστη τιμή σε ένα σύνολο τιμών. Παραβλέπει τις λογικές τιμές και το κείμενο.
es_es: Devuelve el valor máximo de un conjunto de valores. Omite los valores lógicos y el texto.
et_ee: Tagastab väärtuste kogumi suurima väärtuse. Ignoreerib loogikaväärtusi ja teksti.
eu_es: Balio multzo bateko baliorik handiena itzultzen du. Balio eta testu logikoei ez ikusi egiten die.
fi_fi: Palauttaa arvojoukon suurimman arvon. Jättää totuusarvot ja tekstin huomiotta.
fr_fr: Retourne la valeur la plus élevée dans un ensemble de valeurs. Ignore les valeurs logiques et le texte.
gl_es: Devolve o valor máis grande dun conxunto de valores. Ignora o texto e os valores lóxicos.
hi_in: मानों के सेट में सबसे बड़ा मान लौटाता है. तार्किक मान और पाठ को अनदेखा करता है.
hr_hr: Vraća najveću vrijednost u skupu vrijednosti. Zanemaruje logičke vrijednosti i tekst.
hu_hu: Egy értékhalmaz legnagyobb értékét adja vissza. Figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat.
id_id: Menampilkan nilai terbesar di satu kumpulan nilai. Mengabaikan nilai logis dan teks.
it_it: Restituisce il valore più alto in un set di valori. Ignora i valori logici e il testo.
ja_jp: 値のセット内の最大値を返します。論理値および文字列は無視します。
kk_kz: Мәндер жиынтығындағы ең үлкен мәнді қайтарады. Логикалық мәндер мен мәтінді ескермейді.
ko_kr: 값 집합에서 가장 큰 값을 반환합니다. 논리 값 및 텍스트는 무시됩니다.
lt_lt: Pateikia didžiausią reikšmę iš reikšmių aibės. Nepaisoma loginių reikšmių ir teksto.
lv_lv: Atgriež lielāko vērtību vērtību kopā. Ignorē loģiskās vērtības un tekstu.
ms_my: Mengembalikan nilai terbesar dalam set nilai. Mengabaikan nilai dan teks logik.
nb_no: Returnerer den største verdien i et verdisett. Ignorerer logiske verdier og tekst.
nl_nl: Hiermee wordt de grootste waarde in een set waarden geretourneerd. Logische waarden en tekst worden genegeerd.
pl_pl: Zwraca największą wartość w zestawie wartości. Ignoruje wartości logiczne i tekst.
pt_br: Retorna o maior valor em um conjunto de valores. Ignora valores lógicos e texto.
pt_pt: Devolve o valor mais elevado de um conjunto de valores. Ignora valores e texto lógicos.
ro_ro: Returnează cea mai mare valoare dintr-un set de valori. Ignoră valorile logice și textul.
ru_ru: Возвращает наибольшее значение из набора значений. Логические значения и текст игнорируются.
sk_sk: Vráti najväčšiu hodnotu v množine hodnôt. Ignoruje logické hodnoty a text.
sl_si: Vrne največjo vrednost v množici vrednosti. Prezre logične vrednosti in besedilo.
sr_cyrl_rs: Враћа највећу вредност у скупу вредности. Занемарује логичке вредности и текст.
sr_latn_rs: Vraća najveću vrednost u skupu vrednosti. Zanemaruje logičke vrednosti i tekst.
sv_se: Returnerar det högsta värdet i en uppsättning värden. Ignorerar logiska värden och text.
th_th: ส่งกลับค่าสูงสุดในชุดข้อมูล ละเว้นค่าตรรกะและข้อความ
tr_tr: Bir değer kümesindeki en büyük değeri döndürür. Mantıksal değerleri ve metni yok sayar.
uk_ua: Повертає найбільше значення в наборі. Пропускає логічні значення й текст.
vi_vn: Trả về giá trị lớn nhất trong một tập hợp các giá trị. Bỏ qua các giá trị lô-gic và văn bản.
zh_cn: 返回值集中的最大值。忽略逻辑值和文本。
zh_tw: 傳回一組值中的最大值。忽略邏輯值與文字。

# AboutMin
source: Returns the smallest value in a set of values. Ignores logical values and text.
bg_bg: Връща най-малката стойност от даден набор от стойности. Игнорира логическите стойности и текста.
ca_es: Retorna el valor més petit d'un conjunt de valors. Ignora el text i els valors lògics.
cs_cz: Vrátí minimální hodnotu množiny hodnot. Přeskočí logické hodnoty a text.
da_dk: Returnerer den mindste værdi i et værdisæt. Ignorerer logiske værdier og tekst.
de_de: Gibt den kleinsten Wert in einer Menge aus Werten zurück. Wahrheitswerte und Text werden ignoriert.
el_gr: Επιστρέφει την ελάχιστη τιμή σε ένα σύνολο τιμών. Παραβλέπει τις λογικές τιμές και το κείμενο.
es_es: Devuelve el valor mínimo de un conjunto de valores. Ignora los valores lógicos y el texto.
et_ee: Tagastab väärtuste kogumi vähima väärtuse. Ignoreerib loogikaväärtusi ja teksti.
eu_es: Balio multzo baten baliorik txikiena itzultzen du. Balio logikoei eta testuari ez ikusi egiten die.
fi_fi: Palauttaa arvojoukon pienimmän arvon. Jättää totuusarvot ja tekstin huomiotta.
fr_fr: Retourne la plus petite valeur d’un ensemble de valeurs. Ignore les valeurs logiques et le texte.
gl_es: Devolve o valor máis pequeno dun conxunto de valores. Ignora texto e valores lóxicos.
hi_in: मानों के सेट में सबसे छोटा मान लौटाता है. तार्किक मान और पाठ को अनदेखा करता है.
hr_hr: Vraća najmanju vrijednost u skupu vrijednosti. Zanemaruje logičke vrijednosti i tekst.
hu_hu: Egy értékhalmaz legkisebb értékét adja vissza. Figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat.
id_id: Menampilkan nilai terkecil di satu kumpulan nilai. Mengabaikan nilai logis dan teks.
it_it: Restituisce il valore più basso in un set di valori. Ignora i valori logici e il testo.
ja_jp: 値のセット内の最小値を返します。論理値および文字列は無視します。
kk_kz: Мәндер жиынтығындағы ең кіші мәнді қайтарады. Логикалық мәндер мен мәтінді ескермейді.
ko_kr: 값 집합에서 가장 작은 값을 반환합니다. 논리 값 및 텍스트는 무시됩니다.
lt_lt: Pateikia mažiausia reikšmę iš reikšmių aibės. Nepaisoma loginių reikšmių ir teksto.
lv_lv: Atgriež mazāko vērtību vērtību kopā. Ignorē loģiskās vērtības un tekstu.
ms_my: Mengembalikan nilai terkecil dalam set nilai. Mengabaikan nilai dan teks logik.
nb_no: Returnerer den minste verdien i et verdisett. Ignorerer logiske verdier og tekst.
nl_nl: Hiermee wordt de kleinste waarde in een set waarden geretourneerd. Logische waarden en tekst worden genegeerd.
pl_pl: Zwraca najmniejszą wartość w zestawie wartości. Ignoruje wartości logiczne i tekst.
pt_br: Retorna o menor valor em um conjunto de valores. Ignora valores lógicos e texto.
pt_pt: Devolve o valor mais reduzido de um conjunto de valores. Ignora valores e texto lógicos.
ro_ro: Returnează cea mai mică valoare dintr-un set de valori. Ignoră valorile logice și textul.
ru_ru: Возвращает наименьшее значение из набора значений. Логические значения и текст игнорируются.
sk_sk: Vráti najmenšiu hodnotu z množiny hodnôt. Ignoruje logické hodnoty a text.
sl_si: Vrne najmanjšo vrednost v množici vrednosti. Prezre logične vrednosti in besedilo.
sr_cyrl_rs: Враћа најмању вредност у скупу вредности. Занемарује логичке вредности и текст.
sr_latn_rs: Vraća najmanju vrednost u skupu vrednosti. Zanemaruje logičke vrednosti i tekst.
sv_se: Returnerar det minsta värdet i en uppsättning värden. Ignorerar logiska värden och text.
th_th: ส่งกลับค่าต่ำสุดสุดในชุดข้อมูล ละเว้นค่าตรรกะและข้อความ
tr_tr: Bir değer kümesindeki en küçük değeri döndürür. Mantıksal değerleri ve metni yok sayar.
uk_ua: Повертає найменше значення в наборі. Пропускає логічні значення й текст.
vi_vn: Trả về giá trị nhỏ nhất trong một tập hợp các giá trị. Bỏ qua các giá trị lô-gic và văn bản.
zh_cn: 返回值集中的最小值。忽略逻辑值和文本。
zh_tw: 傳回一組值中的最小值。忽略邏輯值與文字。

# AboutAverage
source: Returns the average (arithmetic mean) of its arguments.
bg_bg: Връща средната (средноаритметичната) стойност на аргументите.
ca_es: Retorna la mitjana (mitjana aritmètica) dels arguments.
cs_cz: Vrátí průměr (střední hodnotu) svých argumentů.
da_dk: Returnerer gennemsnittet (den aritmetiske middelværdi) af sine argumenter.
de_de: Gibt den Durchschnitt (arithmetisches Mittel) der Argumente zurück.
el_gr: Επιστρέφει τον (αριθμητικό) μέσο όρο των ορισμάτων του.
es_es: Devuelve el promedio (media aritmética) de sus argumentos.
et_ee: Tagastab oma argumentide keskmise (aritmeetiline keskmine).
eu_es: Bere argumentuen batezbesteko balioa (batez besteko aritmetikoa) itzultzen du.
fi_fi: Palauttaa sen argumenttien keskiarvon (aritmeettisen keskiarvon).
fr_fr: Retourne la moyenne (arithmétique) de ses arguments.
gl_es: Devolve a media (aritmética) dos seus argumentos.
hi_in: अपने तर्कों का औसत (अंकगणित औसत) लौटाता है.
hr_hr: Vraća prosjek (aritmetičku sredinu) svojih argumenata.
hu_hu: Az argumentumok átlagát (számtani közepét) adja vissza.
id_id: Menampilkan rata-rata (dalam arti aritmatik) dari argumennya.
it_it: Restituisce la media (media aritmetica) degli argomenti.
ja_jp: 引数の平均 (算術平均) を返します。
kk_kz: Аргументтердің орташа (арифметикалық орташа) мәнін қайтарады.
ko_kr: 인수의 평균(산술 평균)을 반환합니다.
lt_lt: Pateikia argumentų vidurkį (aritmetinį vidurkį).
lv_lv: Atgriež tās argumentu vidējo (aritmētisko vidējo) vērtību.
ms_my: Mengembalikan purata (min aritmetik) argumennya.
nb_no: Returnerer gjennomsnittet (aritmetisk middelverdi) av argumentene.
nl_nl: Hiermee wordt het (rekenkundig) gemiddelde van de argumenten geretourneerd.
pl_pl: Zwraca średnią (arytmetyczną) argumentów.
pt_br: Retorna a média aritmética dos argumentos.
pt_pt: Devolve a média (média aritmética) dos respetivos argumentos.
ro_ro: Returnează media (aritmetică) a argumentelor sale.
ru_ru: Возвращает среднее (арифметическое) для своих аргументов.
sk_sk: Vráti aritmetický priemer svojich argumentov.
sl_si: Vrne povprečje (aritmetično srednjo vrednost) argumentov.
sr_cyrl_rs: Враћа просек (аритметичку средину) својих аргумената.
sr_latn_rs: Vraća prosek (aritmetičku sredinu) svojih argumenata.
sv_se: Returnerar genomsnittet (aritmetiska medelvärdet) för dess argument.
th_th: คืนค่าเฉลี่ย (arithmetic mean) ของอาร์กิวเมนต์
tr_tr: Bağımsız değişkenlerinin ortalamasını (aritmetik ortalama) döndürür.
uk_ua: Повертає середнє арифметичне значення своїх аргументів.
vi_vn: Trả về giá trị trung bình (trung bình cộng số học) của các đối số.
zh_cn: 返回参数的平均值(算术平均值)。
zh_tw: 傳回其引數的平均值 (算術平均值)。

# StatisticalArg
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
id_id: angka
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutSum_number
source: A numeric value for this sum operation.
bg_bg: Числова стойност за тази операция за сумиране.
ca_es: Valor numèric per a aquesta operació Sum.
cs_cz: Číselná hodnota pro tuto operaci součtu
da_dk: En numerisk værdi for denne sum-handling.
de_de: Ein Zahlenwert für diesen Summenvorgang.
el_gr: Μια αριθμητική τιμή για αυτήν τη λειτουργία αθροίσματος.
es_es: Un valor numérico para esta operación de suma.
et_ee: Selle summeerimistoimingu arvväärtus.
eu_es: Batuketa-eragiketaren zenbakizko balioa.
fi_fi: Tämän summatoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Somme.
gl_es: Valor numérico para esta operación Sum.
hi_in: इस योग कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za tu operaciju zbrajanja.
hu_hu: Az összegzési művelet által használt számérték.
id_id: Nilai numerik untuk operasi penjumlahan.
it_it: Valore numerico per questa operazione di tipo somma.
ja_jp: Sum 操作対象となる数値。
kk_kz: Қосынды операциясына арналған сандық мән.
ko_kr: 이 sum 연산의 숫자 값입니다.
lt_lt: Šio sumos skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai summas operācijai.
ms_my: Nilai angka untuk operasi hasil tambah.
nb_no: En numerisk verdi for denne Sum-operasjonen.
nl_nl: Een numerieke waarde voor de Sum-bewerking.
pl_pl: Wartość numeryczna dla tej operacji sumowania.
pt_br: Valor numérico para a operação de soma.
pt_pt: Um valor numérico para esta operação sum.
ro_ro: O valoare numerică pentru această operațiune de însumare.
ru_ru: Числовое значение для этой операции суммирования.
sk_sk: Numerická hodnota pre túto operáciu súčtu.
sl_si: Številska vrednost za to operacijo seštevanja.
sr_cyrl_rs: Нумеричка вредност за операцију збира.
sr_latn_rs: Numerička vrednost za operaciju zbira.
sv_se: Ett numeriskt värde för den här summeringsåtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ sum นี้
tr_tr: Bu toplamını alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Додавання".
vi_vn: Một giá trị số cho phép toán tính tổng này.
zh_cn: 用于此总和运算的数值。
zh_tw: 此總和運算的數值。

# AboutMin_number
source: A numeric value for this min operation.
bg_bg: Числова стойност за тази минимална операция.
ca_es: Valor numèric d'aquesta operació Min.
cs_cz: Číselná hodnota pro tuto operaci min
da_dk: En numerisk værdi for denne min.-handling.
de_de: Ein Zahlenwert für diese Minimumbestimmung.
el_gr: Μια αριθμητική τιμή για αυτήν τη λειτουργία ελάχιστης τιμής.
es_es: Un valor numérico para esta operación Mín.
et_ee: Selle miinimumi arvutamise toimingu arvväärtus.
eu_es: Min eragiketaren zenbakizko balioa.
fi_fi: Tämän vähimmäisarvotoiminnon numeerinen arvo.
fr_fr: Valeur numérique pour cette opération Min.
gl_es: Valor numérico para esta operación Min.
hi_in: इस न्यूनतम कार्रवाई के लिए सांख्यिक मान.
hr_hr: Numerička vrijednost za ovu operaciju izračuna minimuma.
hu_hu: A Min művelet által használt számérték.
id_id: Nilai numerik untuk operasi min ini.
it_it: Valore numerico per questa operazione di tipo min.
ja_jp: Min 操作対象となる数値。
kk_kz: Минималды мәнді анықтау операциясына арналған сандық мән.
ko_kr: 이 min 연산의 숫자 값입니다.
lt_lt: Šio mažiausios reikšmės skaičiavimo skaitinė reikšmė.
lv_lv: Skaitliska vērtība šai minimālās vērtības operācijai.
ms_my: Nilai angka untuk operasi minimum ini.
nb_no: En numerisk verdi for denne Min-operasjonen.
nl_nl: Een numerieke waarde voor de Min-bewerking.
pl_pl: Wartość liczbowa dla tej operacji określającej wartość minimalną.
pt_br: Valor numérico para a operação de mínimo.
pt_pt: Um valor numérico para esta operação min.
ro_ro: O valoare numerică pentru această operațiune de minim.
ru_ru: Числовое значение для этой операции определения минимума.
sk_sk: Numerická hodnota pre túto operáciu minimálnej hodnoty.
sl_si: Številska vrednost za operacijo »Min«.
sr_cyrl_rs: Нумеричка вредност за ову минималну операцију.
sr_latn_rs: Numerička vrednost za ovu minimalnu operaciju.
sv_se: Ett numeriskt värde för den här min-åtgärden.
th_th: ค่าตัวเลขสำหรับกระบวนการ min นี้
tr_tr: Bu minimum değeri alma işlemi için sayısal bir değer.
uk_ua: Числове значення для цієї операції "Мінімум".
vi_vn: Một giá trị số cho phép toán nhỏ nhất này.
zh_cn: 用于此最小值运算的数值。
zh_tw: 此最小值運算的數值。
