Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrOperandExpected_ShortMessage
source: Expected an operand. The formula or expression expects a valid operand. For example, you can add the operand '2' to the expression ' 1 +_' so that the result is '3'. Or, you can add the operand "there" to the expression '"Hi "& _ ' so that the result is 'Hi there'.
bg_bg: Очакваше се операнд. Формулата или изразът очаква валиден операнд. Например можете да добавите операнда „2“ към израза „1 + _“, така че резултатът да е „3“. Или можете да добавите операнда „there“ към израза „"Hi "& _ “, така че резултатът да е „Hi there“.
ca_es: S'espera un operand. La fórmula o l'expressió espera un operand vàlid. Per exemple, podeu afegir l'operand "2" a l'expressió "1 + _" per tal que el resultat sigui "3". També podeu afegir l'operand "com esteu?" a l'expressió ""Hola, "& _ " per tal que el resultat sigui "Hola, com esteu?".
cs_cz: Očekával se operand. Vzorec nebo výraz očekává platný operand. Například do výrazu 1 + můžete přidat operand 2, aby výsledkem bylo 3. Nebo do výrazu "Dobrý den "& _ můžete přidat operand "všem", aby výsledkem bylo Dobrý den všem.
da_dk: Der forventedes en operand. Formlen eller udtrykket forventer en gyldig operand. Du kan f.eks. føje operanden "2" til udtrykket "1 +_", så resultatet er "3". Eller du kan føje operanden "der" til udtrykket ""Hej" & _ ", så resultatet er "Hej der".
de_de: Es wurde ein Operand erwartet. Für die Formel oder den Ausdruck wird ein gültiger Operand erwartet. Beispielsweise können Sie dem Ausdruck " 1 +_" den Operanden "2" hinzufügen, sodass das Ergebnis "3" lautet. Sie können dem Ausdruck ""Hallo "& _ " den Operanden "zusammen" hinzufügen, sodass das Ergebnis "Hallo zusammen" lautet.
el_gr: Αναμενόταν τελεστέος. Ο τύπος ή η παράσταση αναμένει έναν έγκυρο τελεστέο. Για παράδειγμα, μπορείτε να προσθέσετε τον τελεστέο "2" στην παράσταση "1 + _" ώστε το αποτέλεσμα να είναι "3". Ή, μπορείτε να προσθέσετε τον τελεστέο "σας" στην παράσταση ""Γεια "& _ " ώστε το αποτέλεσμα να είναι "Γεια σας".
es_es: Se esperaba un operando. La fórmula o expresión espera un operando válido. Por ejemplo, puede agregar el operando "2" a la expresión " 1 +_" para que el resultado sea "3". O bien, puede agregar el operando "there" a la expresión ""Hi "& _ " para que el resultado sea "Hi there".
et_ee: Eeldati operandi. Valem või väljend eeldab kehtivat operandi. Näiteks saate lisada operandi „2“ avaldisele „ 1 +_“, nii et tulemus on „3“. Või võite lisada operandi "there" avaldisele „"Hi "& _ “, nii et tulemus on „Hi there“.
eu_es: Eragingai bat espero zen. Formulak edo espresioak erabil daitekeen eragingai bat espero du. Adibidez, "2" eragingaia gehi dezakezu " 1 +_" espresioan, eta "3" izango da emaitza. Bestela, "there" eragingaia gehi dezakezu ""Hi "& _ " espresioan, eta "Hi there" izango da emaitza.
fi_fi: Odotettiin operandia. Kaava tai lauseke odottaa kelvollista operandia. Voit esimerkiksi lisätä operandin 2 lausekkeeseen 1 +_ niin, että tulos on 3. Voit myös lisätä operandin there lausekkeeseen "Hi "& _ niin, että tuloksena on Hi there.
fr_fr: Opérande attendu. La formule ou l’expression attend un opérande valide. Par exemple, vous pouvez ajouter l’opérande '2' à l’expression ' 1 +_' pour que le résultat soit '3'. Vous pouvez également ajouter l’opérande "vous" à l’expression '"Bonjour "& _ ' afin que le résultat soit 'Bonjour vous'.
gl_es: Esperábase un operando. A fórmula ou a expresión esperaba un operando válido. Por exemplo, pode engadir o operando "2" á expresión "1 + _" para que o resultado sexa "3". Ou ben, pode engadir o operando "there" á expresión "'Hi '& _" para que o resultado sexa "Hi there".
hi_in: ऑपरेंड अपेक्षित है. सूत्र या व्यंजक एक मान्य ऑपरेंड की अपेक्षा करता है. उदाहरण के लिए, आप ऑपरेंड '2' को व्यंजक '1 + _' में ऐसे जोड़ सकते हैं कि परिणाम '3' हो. या, आप व्यंजक '"Hi "& _ ' में ऑपरेंड "there" ऐसे जोड़ सकते हैं कि परिणाम 'Hi there' हो.
hr_hr: Očekuje se operand. Formula ili izraz očekuju valjani operand. Možete, primjerice, dodati operand „2” u izraz „1 +_” tako da rezultat bude „3”. Ili pak u izraz „Pozdrav & _” dodajte operand „svima” tako da rezultat bude „Pozdrav svima”.
hu_hu: A rendszer operandust várt. A képlet vagy kifejezés egy érvényes operandust várt. Hozzáadhatja például a 2 operandust az „1 +” kifejezéshez, hogy az eredmény 3 legyen, vagy hozzáadhatja a "!" operandust az "Üdvözöljük" kifejezéshez, hogy az eredmény "Üdvözöljük!" legyen.
id_id: Operand yang diharapkan. Rumus atau ekspresi mengharapkan operand yang valid. Misalnya, Anda dapat menambahkan operand '2' ke ekspresi ' 1 +_' sehingga hasilnya adalah '3'. Atau, Anda dapat menambahkan operand "di sana" ke ekspresi '"Hai "& _ ' sehingga hasilnya adalah 'Hai di sana'.
it_it: È previsto un operando. La formula o l'espressione prevede un operando valido. Ad esempio, è possibile aggiungere l'operando "2" all'espressione " 1 +_" per ottenere il risultato "3". In alternativa, è possibile aggiungere l'operando "tutti" all'espressione ""Cari "& _ " per ottenere "Cari tutti".
ja_jp: オペランドが必要です。数式または式に有効なオペランドが必要です。たとえば、式 '1 + _' にオペランド '2' を追加すると、結果は '3' になります。または、式 '"Hi "& _ ' にオペランド "there" を追加すると、結果は 'Hi there' になります。
kk_kz: Операнд күтілді. Формула немесе өрнек жарамды операнд күтеді. Мысалы, "2" операндын "1 +_" өрнегіне қосуға болады, сонда нәтижесі "3" болады. Немесе "Сәлем "& _ " өрнегіне "бәріңізге" операндын қосуға болады, сонда нәтижесі "Сәлем бәріңізге" болады.
ko_kr: 피연산자가 필요합니다. 수식 또는 식에는 유효한 피연산자가 필요합니다. 예를 들어, 식 ' 1 +_'에 피연산자 '2'를 추가하여 결과 값이 '3'이 되게 만들 수 있습니다. 또는 식 '"Hi "& _ '에 피연산자 "there"를 추가하여 'Hi there' 결과를 얻을 수 있습니다.
lt_lt: Numatomas operandas. Formulė arba reiškinys numato gauti tinkamą operandą. Pvz., į reiškinį 1 +_ galite įtraukti operandą 2, kad rezultatas būtų 3. Arba į išraišką Sveiki "& _ galite įtraukti operandą visi, kad rezultatas būtų Sveiki visi.
lv_lv: Tika paredzēts operands. Formulai vai izteiksmei tika paredzēts derīgs operands. Piemēram, varat pievienot operandu “2” izteiksmei “1 + _” un iegūt rezultātu “3”. Vai arī varat pievienot operandu “sveicināts” izteiksmei “"Esiet "& _” un iegūt rezultātu “Esiet sveicināts”.
ms_my: Operan dijangkakan. Formula atau ungkapan menjangkakan operan yang sah. Contohnya, anda boleh menambah operan '2' kepada ungkapan ' 1 +_' agar hasil ialah '3'. Atau, anda boleh menambah operan "awak" kepada ungkapan '"Hai "& _ ' agar hasil ialah 'Hi awak'.
nb_no: Forventet en operand. Formelen eller uttrykket forventer en gyldig operand. Du kan for eksempel legge til operanden «2» i uttrykket «1 +_» slik at resultatet blir «3». Eller du kan legge til operanden «du» i uttrykket «Hei & _» slik at resultatet blir «Hei du».
nl_nl: Er wordt een operand verwacht. Voor de formule of expressie wordt een geldige operand verwacht. U kunt bijvoorbeeld de operand 2 toevoegen aan de expressie 1 +_ zodat het resultaat 3 ontstaat. U kunt ook de operand 'daar' toevoegen aan de expressie 'Hallo '& _ voor het resultaat Hallo daar.
pl_pl: Oczekiwano argumentu operacji. Formuła lub wyrażenie oczekuje prawidłowego argumentu operacji. Na przykład możesz dodać argument operacji „2” do wyrażenia „1 +_”, co spowoduje, że wynikiem wyrażenia będzie „3”. Możesz też dodać argument operacji „dobry” do wyrażenia „"Dzień "& _”, co spowoduje, że wynikiem wyrażenia będzie „Dzień dobry”.
pt_br: Era esperado um operando. A fórmula ou expressão espera um operando válido. Por exemplo, você pode adicionar o operando '2' à expressão '1 + _' para que o resultado seja '3'. Ou você pode adicionar o operando "there" à expressão '"Hi "& _ ' para que o resultado seja 'Hi there'.
pt_pt: Era esperado um operando. A fórmula ou expressão espera um operando válido. Por exemplo, pode adicionar o operando "2" à expressão "1 +_" para que o resultado seja "3". Em alternativa, pode adicionar o operando "dia" à expressão ""Bom "& _ " para que o resultado seja "Bom dia".
ro_ro: Se aștepta un operand. Formula sau expresia așteaptă un operand valid. De exemplu, puteți adăuga operandul „2” la expresia „1 +_”, astfel încât rezultatul să fie „3”. Alternativ, puteți adăuga operandul „tuturor” la expresia „"Salut "& _”, astfel încât rezultatul să fie „Salut tuturor”.
ru_ru: Ожидается операнд. В формуле или выражении ожидается допустимый операнд. Например, вы можете добавить операнд "2" в выражение "1 + _", чтобы получить результат "3", или операнд "день" в выражение «"Добрый "& _ », чтобы получить результат "Добрый день".
sk_sk: Očakával sa operand. Vzorec alebo výraz očakáva platný operand. Môžete napríklad pridať operand 2 do výrazu 1 +_ tak, aby výsledok bol 3. Alebo môžete do výrazu Dobrý & _ pridať operand Deň, aby bol výsledok Dobrý deň.
sl_si: Pričakovan je bil operand. Formula ali izraz pričakuje veljaven operand. Operand »2« lahko na primer dodate v izraz »1 + _«, da bo rezultat »3«. V izraz »"Lep pozdrav "& _« pa lahko dodate operand »vsem«, da dobite rezultat »Lep pozdrav vsem«.
sr_cyrl_rs: Очекује се операнд. Формула или израз очекују важећи операнд. На пример, можете да додате операнд „2“ у израз „ 1 + _“ тако да резултат буде „3“. Или, можете да додате операнд „како си“ у израз „„Здраво, “& _ “ тако да резултат буде „Здраво, како си“.
sr_latn_rs: Očekuje se operand. Formula ili izraz očekuju važeći operand. Na primer, možete da dodate operand „2“ u izraz „ 1 + _“ tako da rezultat bude „3“. Ili, možete da dodate operand „kako si“ u izraz „Zdravo, “& _ “ tako da rezultat bude „Zdravo, kako si“.
sv_se: En operand förväntades. Formeln eller uttrycket förväntar sig en giltig operand. Du kan t.ex. lägga till operanden '2' till uttrycket ' 1 +_' så att resultatet blir '3'. Du kan lägga till operanden 'där' till uttrycket '"Hej "& _ ' så att resultatet blir 'Hej där'.
th_th: คาดหวังตัวถูกดำเนินการ สูตรหรือนิพจน์ต้องการตัวถูกดำเนินการที่ถูกต้อง ตัวอย่างเช่น คุณสามารถเพิ่มตัวถูกดำเนินการ '2' ไปยังนิพจน์ '1 +_' เพื่อที่จะได้ผลลัพธ์เป็น '3' หรือ คุณสามารถเพิ่มตัวถูกดำเนินการ 'ทุกคน' ไปยังนิพจน์ 'สวัสดี & _' เพื่อที่จะได้ผลลัพธ์เป็น 'สวัสดีทุกคน'
tr_tr: İşlenen bekleniyordu. Formül veya ifade geçerli bir işlenen bekliyor. Örneğin, sonucun '3' olması için '2' işlenenini '1 + _' ifadesine ekleyebilirsiniz. Veya sonucun "Hoş geldiniz" olması için "geldiniz" işlenenini '"Hoş "& _ ' işlenenine ekleyebilirsiniz.
uk_ua: Потрібен операнд. Формулі або виразу потрібен припустимий операнд. Наприклад, можна додати операнд "2" до виразу "1 + _", щоб отримати результат "3". Операнд "дня" можна додати до виразу "Доброго _", щоб отримати результат "Доброго дня".
vi_vn: Dự kiến có toán hạng. Công thức hoặc biểu thức dự kiến có một toán hạng hợp lệ. Ví dụ: bạn có thể thêm toán hạng '2' vào biểu thức ' 1 +_' để kết quả trở thành '3'. Hoặc, bạn có thể thêm toán hạng "there" vào biểu thức '"Hi "& _ ' để kết quả trở thành 'Hi there'.
zh_cn: 预期接收一个操作数。公式或表达式预期接收一个有效操作数。例如，可将操作数 "2" 添加到表达式 "1 + _"，得到结果 "3"。或可将操作数“好”添加到表达式“您 _”，得到结果“您好”。
zh_tw: 必須是運算元。公式或運算式必須包含有效的運算元。例如，您可以為運算式 '1 + _' 新增運算元 '2'，以得出結果 '3'。您也可以在運算式 '"Hi "& _ ' 中新增 "there"，以得出結果 'Hi there'。

# ErrorResource_ErrOperandExpected_HowToFix_1
source: Supply an operand value that will complete the expression. Ensure that the operand's type (text, number, date, or true/false) fits the expression. Match numbers with numbers, text with text, and so on. For example, '1 + "Hi"' isn't valid, but '1 + 2' is valid.
bg_bg: Предоставете стойност за операнда, която ще завърши израза. Уверете се, че типът операнд (текст, цифра, дата или true/false) приляга на израза. Съчетавайте числа с числа, текст с текст и т.н. Например „1 + Hi“ не е валидно, но „1 + 2“ е валидно.
ca_es: Proporcioneu un valor d'operand que completi l'expressió. Assegureu-vos que el tipus de l'operand (text, número, data o vertader/fals) encaixi amb l'expressió. Feu coincidir els números amb números, el text amb text i així successivament. Per exemple, "1 +'Hola'" no és vàlid, però sí que ho és "1 + 2".
cs_cz: Zadejte hodnotu operandu, která dokončí výraz. Ujistěte se, že typ operandu (text, číslo, datum nebo true/false) je pro daný výraz vhodný. K číslům patří čísla, k textu text apod. Třeba 1 + "Ahoj" není platné, ale 1 + 2 je.
da_dk: Angiv en operand-værdi, der vil fuldføre udtrykket. Sørg for, at de operandtypen (tekst, tal, dato eller sand/falsk) passer til udtrykket. Svarer til tal med tal, tekst med tekst, osv. For eksempl er '1 + "Hej"' ugyldig, mens '1 + 2' er gyldig.
de_de: Geben Sie einen Operandenwert an, der den Ausdruck vervollständigt. Stellen Sie sicher, dass der Typ des Operanden (Text, Zahl, Datum oder TRUE/FALSE) zum Ausdruck passt. Wenn der Ausdruck textbasiert ist, muss der Operandentyp ebenfalls "Text" lauten. Enthält der Ausdruck Zahlen, muss auch der Operand ein Zahlenwert sein. Beispiele: "1 + "Hallo"" ist nicht gültig, aber "1 + 2" ist gültig.
el_gr: Παράσχετε μια τιμή τελεστέου που θα ολοκληρώσει την παράσταση. Βεβαιωθείτε ότι ο τύπος τελεστέου (κείμενο, αριθμός, ημερομηνία ή true/false) ταιριάζει με την παράσταση. Αντιστοιχίστε αριθμούς με αριθμούς, κείμενο με κείμενο και ούτω καθεξής. Για παράδειγμα, το "1 + "Γεια"" δεν είναι έγκυρο, αλλά το "1 + 2" είναι έγκυρο.
es_es: Proporcione un valor de operando que complete la expresión. Asegúrese de que el tipo del operando (texto, número, fecha o true/false) se ajuste a la expresión. Asigne los números con números, el texto con texto, etc. Por ejemplo, "1 + "Hi"" no es válido, pero "1 + 2", sí.
et_ee: Edastage operandi väärtus, mis lõpetab väljendi. Veenduge, et operandi tüüp (tekst, arv, kuupäev või tõene/väär) sobiks väljendiga. Vastendage arvud arvudega, tekst tekstiga jne. Näiteks '1 + "Hi"' pole sobiv, kuid '1 + 2' on sobiv.
eu_es: Idatzi espresioa osatuko duen eragingaiaren balioa. Ziurtatu eragingaia mota (testua, zenbakia, data edo true/false) espresioarekin bat datorrela. Zenbakiak zenbakiekin bat datoz, testua testuarekin, eta abar. Adibidez, "1 + "Hi"" espresioak ez du balio, baina "1 + 2" erabil daiteke.
fi_fi: Anna operandin arvo, joka viimeistelee lausekkeen. Varmista, että operandin tyyppi (teksti, luku, päivämäärä tai true/false) sopii lausekkeelle. Täsmää luvut luvuilla, teksti tekstillä ja niin edelleen. Esimerkiksi 1 + "Hi" ei ole kelvollinen mutta 1 + 2 on.
fr_fr: Fournir une valeur d’opérande qui complètera l’expression. Assurez-vous que le type d’opérande (texte, nombre, date ou vrai/faux) corresponde à l’expression. Faites correspondre des nombres à des nombres, du texte à du texte, etc. Par exemple, « 1+"Bonjour" » n’est pas valide, mais « 1 + 2 » est valide.
gl_es: Forneza un valor de operando que concluirá a expresión. Asegúrese de que o tipo de operando (texto, número, data, ou verdadeiro/falso) se axuste automaticamente á expresión. Faga coincidir os números con números, o texto con texto, etc. Por exemplo, "1 + "Hi"" non é válido, pero "1 + 2" é válido.
hi_in: एक ऐसा ऑपरेंड मान प्रदान करें जो व्यंजक को पूर्ण कर दे. सुनिश्चित करें कि ऑपरेंड का प्रकार (पाठ, संख्या, दिनांक या सही/गलत) व्यंजक में फ़िट हो जाए. संख्याओं का संख्याओं से, पाठ का पाठ से और इसी तरह बहुत कुछ मेल कराएँ. उदाहरण के लिए, '1 + "Hi" ' मान्य नहीं है, लेकिन '1 + 2' मान्य है.
hr_hr: Unesite vrijednost operanda koji će dovršiti izraz. Provjerite odgovara li vrsta operanda (tekst, broj, datum ili true/false) izrazu. Uparite brojeve s brojevima, tekst s tekstom itd. "1 + "Pozdrav", na primjer, nije valjano, ali "1 + 2" jest.
hu_hu: Olyan operandusértéket adjon meg, amely befejezi a kifejezést. Győződjön meg arról, hogy az operandus típusa (szöveg, szám, dátum vagy igaz/hamis) illeszkedik a kifejezésbe. A számokat számokkal, a szöveget szöveggel párosítsa, és így tovább. Például az „1 + "Üdvözöljük"” érvénytelen, az „1 + 2” viszont érvényes.
id_id: Sediakan nilai operand yang akan menyelesaikan ekspresi. Pastikan bahwa jenis operand (teks, angka, tanggal, atau true/false) cocok dengan ekspresi tersebut. Cocokkan nomor dengan angka, teks dengan teks, dan sebagainya. Misalnya, '1 + "Hai"' tidak valid, namun '1 + 2' valid.
it_it: Specificare il valore dell'operando che completerà l'espressione. Assicurarsi che il tipo di operando (testo, numero, data o vero/falso) sia adatto all'espressione. Abbinare numeri a numeri, testo a testo e così via. Ad esempio, '1 + "Cari"' non è valido, ma '1 + 2' è valido.
ja_jp: 式を完成させるオペランド値を指定してください。オペランドの型 (テキスト、数値、日付、true/false) が、式に対して適切であることを確認してください。数値には数値、テキストにはテキストを対応付けます。たとえば、'1 + "Hi"' は無効ですが、'1 + 2' は有効です。
kk_kz: Өрнекті аяқтайтын операнд мәнін беріңіз. Операнд түрінің (мәтін, сан, күн немесе шын/жалған) өрнекке сәйкестігіне көз жеткізіңіз. Сандарды сандармен, мәтінді мәтінмен және т.б. сәйкестендіріңіз. Мысалы, "1 + "Hi"" жарамсыз, ал "1 + 2" жарамды.
ko_kr: 식을 완료하는 피연산자 값을 제공합니다. 피연산자 유형(텍스트, 숫자, 날짜 또는 true/false)이 식과 일치하는지 확인합니다. 숫자는 숫자끼리, 텍스트는 텍스트끼리, 같은 유형끼리 일치시킵니다. 예를 들어 '1 + "Hi"'는 유효하지 않지만 '1 + 2'는 유효합니다.
lt_lt: Nurodykite operando reikšmę, kuri užbaigs išraišką. Įsitikinkite, kad operando tipas (tekstas, skaičius, data arba TRUE/FALSE), tinka išraiškai. Skaičius derinkite su skaičiais, tekstą – su tekstu ir t. t. Pavyzdžiui, 1 + Sveiki netinka, o 1 + 2 tinka.
lv_lv: Norādiet operanda vērtību, kas tiks izmantota izteiksmes pabeigšanai. Nodrošiniet, lai operanda veids (teksts, skaitlis, datums vai true/false) atbilstu izteiksmes veidam. Skaitļi atbilst skaitļiem, teksts — tekstam utt. Piemēram, izteiksme “1 + "Hi"” nav derīga, savukārt “1 + 2” — ir derīga.
ms_my: Bekalkan nilai operan tidak yang akan menyelesaikan ungkapan. Pastikan jenis operan yang (teks, nombor, tarikh atau true/false) sesuai dengan ungkapan. Padan dengan nombor, teks dengan teks, nombor dan seterusnya. Contohnya, '1 + "Hi" ' adalah tidak sah, tetapi '1 + 2' adalah sah.
nb_no: Angi en operand-verdi som fullfører uttrykket. Kontroller at typen operand (tekst, tall, dato eller riktig/galt) passer uttrykket. Samkjør tall med tall, tekst med tekst og så videre. For eksempel er '1 + "Hei" ugyldig, mens '1 + 2' er gyldig.
nl_nl: Geef een operand-waarde op waarmee de expressie wordt voltooid. Zorg ervoor dat het type van de operand (tekst, getal, datum of waar/onwaar) aansluit bij de expressie. Koppel getallen aan getallen, tekst aan tekst, enzovoort. De expressie 1 + 'Hallo' is bijvoorbeeld niet geldig, maar de expressie 1 + 2 is dat wel.
pl_pl: Podaj wartość operandu, która uzupełni wyrażenie. Upewnij się, że typ operandu (tekst, liczba, data lub prawda/fałsz) jest zgodny z wyrażeniem. Dopasuj liczby do liczb, tekst do tekstu itd. Na przykład wyrażenie „1 + "Cześć"” nie jest prawidłowe, ale „1 + 2” jest.
pt_br: Forneça um valor de operando que completará a expressão. Certifique-se de que o tipo do operando (texto, número, data ou verdadeiro/falso) caiba na expressão. Combine números com números, texto com texto e assim por diante. Por exemplo, '1 + "Olá"' não é válido, mas '1 + 2' é válido.
pt_pt: Forneça um valor de operando que irá concluir a expressão. Certifique-se de que o tipo de operando (texto, número, data ou verdadeiro/falso) se encaixa na expressão. Faça corresponde números com números, texto com texto, etc. Por exemplo, "1 + "Olá""não é válido, mas "1 + 2" é válido.
ro_ro: Furnizați o valoare de operand care va completa expresia. Asigurați-vă că tipul operandului (text, număr, dată sau true/false) se potrivește cu expresia. Corelați numerele cu numere, textul cu text și așa mai departe. De exemplu, expresia „1 + "Salut"” nu este validă, dar „1 + 2” este validă.
ru_ru: Укажите значение операнда, завершающее выражение. Тип операнда (текст, число, дата или True/False) должен соответствовать выражению. Сопоставляйте числа с числами, текст с текстом и т. д. Например, «1 + "Привет"» — недопустимое значение, а "1 + 2" — допустимое.
sk_sk: Zadajte hodnotu operandu, ktorý dokončí výraz. Uistite sa, že typ operandu (text, číslo, dátum alebo true/false) zodpovedá výrazu. Priraďte čísla číslam, text textu atď. Napríklad 1 + Ahoj nie je platný výraz, ale 1 + 2 je platný.
sl_si: Navedite vrednost operanda, ki bo dokončal izraz. Prepričajte se, da tip operanda (besedilo, številka, datum ali true/false) ustreza izrazu. Za številke uporabite številke, za besedilo uporabite besedilo itd. Primer: »1 + "Lep pozdrav"« ni veljaven, med tem ko »1 + 2« je veljaven.
sr_cyrl_rs: Обезбедите вредност за операнд која ће довршити израз. Уверите се да тип операнда (текст, број, датум или вредност true/false) одговара изразу. Подударите бројеве са бројевима, текст са текстом и тако даље. На пример, „1 + ’Здраво’“ није важеће, али „1 + 2“ јесте.
sr_latn_rs: Obezbedite vrednost za operand koja će dovršiti izraz. Uverite se da tip operanda (tekst, broj, datum ili vrednost true/false) odgovara izrazu. Podudarite brojeve sa brojevima, tekst sa tekstom i tako dalje. Na primer, „1 + ’Zdravo’“ nije važeće, ali „1 + 2“ jeste.
sv_se: Ange ett operandvärde som avslutar uttrycket. Se till att operandens typ (text, tal, datum eller true/false) passar uttrycket. Matcha tal med ett tal, text med text osv. ”1 + ”Hej”” är inte giltigt, men ”1 + 2” är giltigt.
th_th: ใส่ค่าตัวถูกดำเนินการที่จะทำให้นิพจน์สมบูรณ์ ตรวจสอบให้แน่ใจว่าชนิดของตัวถูกดำเนินการ (ข้อความ ตัวเลข วัน หรือจริง/เท็จ) จับคู่ตัวเลขกับตัวเลข จับคู่ข้อความกับข้อความ และอื่น ๆ ตัวอย่างเช่น '1 + "Hi"' ไม่ถูกต้อง แต่ '1 + 2' นั้นถูกต้อง
tr_tr: İfade tamamlayacak bir işlenen değeri girin. İşlenen türünün (metin, sayı, tarih veya true/false) ifadeye uyduğundan emin olun. Sayıları sayılarla, metinleri metinle vb. eşleştirin. Örneğin, '1 + "Merhaba"' geçerli değil, ancak '1 + 2' geçerlidir.
uk_ua: Додайте операнд, щоб вираз був закінченим. Переконайтеся, що тип операнда (текст, число, дата або істина/хибність) підходить для виразу. Підставляйте числа до чисел, текст до тексту тощо. Наприклад, вираз "1 + Доброго" неприпустимий, а "1 + 2" – припустимий.
vi_vn: Cung cấp một giá trị toán hạng có tác dụng hoàn thiện biểu thức. Đảm bảo rằng kiểu toán hạng (văn bản, số, ngày hoặc true/false) phù hợp với biểu thức. Khớp các số với số, văn bản với văn bản và cứ thế tiếp tục. Ví dụ: '1 + "Hi"' sẽ không hợp lệ nhưng '1 + 2' thì hợp lệ.
zh_cn: 提供用于完成表达式的操作数值。请确保操作数的类型(文本、数字、日期或 true/false)满足表达式的要求。根据要求相应使用数字、文本等类型的操作数值。例如，“1 + "嗨"”是无效的，但“1 + 2”有效。
zh_tw: 提供可以完成運算式的運算元值。運算元的類型 (文字、數字、日期或 true/false) 必須適合運算式。數字必須搭配數字，文字必須搭配文字等等。例如 '1 + "Hi"' 無效，但 '1 + 2' 有效。
