Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutFind_find_text_or_column
source: A text value (or column of text values) to look for.
bg_bg: Текстова стойност (или колона с текстови стойности) за търсене.
ca_es: Valor de text (o columna de valors de text) que es cercarà.
cs_cz: Textová hodnota (nebo sloupec textových hodnot), která se má vyhledat
da_dk: En tekstværdi (eller kolonne af tekstværdier), der skal søges efter.
de_de: Ein zu suchender Textwert (oder eine Spalte mit zu suchenden Textwerten).
el_gr: Τιμή κειμένου (ή στήλη τιμών κειμένου) για αναζήτηση.
es_es: Un valor de texto (o una columna de valores de texto) que se va a buscar.
et_ee: Otsitav tekstväärtus (või tekstväärtuste veerg).
eu_es: Bilatuko den testu-balioa (edo testu-balioen zutabea).
fi_fi: Etsittävä tekstiarvo (tai tekstiarvojen sarake).
fr_fr: Valeur de texte (ou colonne de valeurs de texte) à rechercher.
gl_es: Valor de texto (ou columna de valores de texto) que se ten que buscar.
hi_in: खोजने के लिए एक पाठ मान (या पाठ मानों का स्तंभ).
hr_hr: Tekstna vrijednost (ili stupac tekstnih vrijednosti) koja se traži.
hu_hu: A keresett szöveges érték (vagy a szöveges értékeket tartalmazó oszlop).
id_id: Nilai teks (atau kolom nilai teks) yang dicari.
it_it: Valore di testo o colonna di valori di testo da cercare.
ja_jp: 検索対象のテキスト値 (またはテキスト値の列)。
kk_kz: Ізделетін мәтіндік мән (немесе мәтіндік мәндер бағаны).
ko_kr: 찾을 텍스트 값(또는 텍스트 값의 열)입니다.
lt_lt: Teksto reikšmė (arba teksto reikšmių stulpelis), kurios reikia ieškoti.
lv_lv: Meklējamā teksta vērtība (vai teksta vērtību kolonna).
ms_my: Nilai teks (atau lajur nilai teks) untuk dicari.
nb_no: En tekstverdi (eller kolonne med tekstverdier) det skal søkes etter.
nl_nl: Een tekstwaarde (of kolom met tekstwaarden) waarnaar moet worden gezocht.
pl_pl: Wartość tekstowa (lub kolumna wartości tekstowych) do wyszukania.
pt_br: Valor de texto (ou coluna de valores de texto) a ser buscado.
pt_pt: Um valor de texto (ou coluna de valores de texto) para procurar.
ro_ro: O valoare text (sau o coloană de valori text) de căutat.
ru_ru: Текстовое значение (или столбец текстовых значений) для поиска.
sk_sk: Textová hodnota (alebo stĺpec textových hodnôt) na vyhľadanie.
sl_si: Besedilna vrednost (ali stolpec besedilnih vrednosti) za iskanje.
sr_cyrl_rs: Текстуална вредност (или колона текстуалних вредности) коју треба тражити.
sr_latn_rs: Tekstualna vrednost (ili kolona tekstualnih vrednosti) koju treba tražiti.
sv_se: Ett textvärde (eller kolumn med textvärden) att leta efter.
th_th: ข้อความ (หรือคอลัมน์ของข้อความ) ที่จะค้นหา
tr_tr: Aranacak metin değeri (veya metin değerleri sütunu).
uk_ua: Текстове значення (або стовпець із текстовими значеннями), що потрібно знайти.
vi_vn: Giá trị văn bản (hoặc cột giá trị văn bản) cần tìm.
zh_cn: 要查找的文本值(或文本值组成的列)。
zh_tw: 要尋找的文字值 (或文字值的資料行)。

# AboutFind_within_text_or_column
source: The text value (or column of text values) to look in.
bg_bg: Текстовата стойност (или колона с текстови стойности) за преглед.
ca_es: Valor de text (o columna de valors de text) on es farà la cerca.
cs_cz: Textová hodnota (nebo sloupec textových hodnot), která se má prohledat
da_dk: Den tekstværdi (eller kolonne af tekstværdier), der skal søges i.
de_de: Der zu durchsuchende Textwert (oder die Spalte von Textwerten).
el_gr: Τιμή κειμένου (ή στήλη τιμών κειμένου) για αναζήτηση.
es_es: Valor de texto (o columna de valores de texto) en el que se va a buscar.
et_ee: Tekstväärtus (või tekstväärtuste veerg), millest otsida.
eu_es: Arakatuko den testu-balioa (edo testu-balioen zutabea).
fi_fi: Etsittävä tekstiarvo (tai tekstiarvojen sarake).
fr_fr: Valeur de texte (ou colonne de valeurs de texte ) dans laquelle effectuer la recherche.
gl_es: Valor de texto (ou columna de valores de texto) no que buscar.
hi_in: खोजने के लिए पाठ मान (या पाठ मानों का स्तंभ).
hr_hr: Tekstna vrijednost (ili stupac tekstnih vrijednosti) u kojoj se traži.
hu_hu: Az a szöveges érték (vagy a szöveges értékek oszlopa), amelyben keresni kell.
id_id: Nilai teks (atau kolom nilai teks) untuk dicari.
it_it: Valore di testo (o colonna di valori di testo) in cui cercare.
ja_jp: 検索先のテキスト値 (またはテキスト値の列)。
kk_kz: Іздеу үшін мәтіндік мән (немесе мәтіндік мәндер бағаны).
ko_kr: 찾을 텍스트 값(또는 텍스트 값의 열)입니다.
lt_lt: Teksto reikšmė (arba teksto reikšmių stulpelis), kuriame reikia ieškoti.
lv_lv: Teksta vērtība (vai teksta vērtību kolonna), kurā meklēt.
ms_my: Nilai teks (atau lajur nilai teks) untuk dilihat.
nb_no: Tekstverdien (eller kolonnen med tekstverdier) det skal søkes i.
nl_nl: De tekstwaarde (of kolom met tekstwaarden) waarin moet worden gekeken.
pl_pl: Wartość tekstowa (lub kolumna wartości tekstowych) do przeszukania.
pt_br: Valor de texto (ou coluna de valores de texto) a ser verificado.
pt_pt: O valor de texto (ou coluna de valores de texto) para procurar.
ro_ro: Valoarea text (sau coloana de valori text) în care se caută.
ru_ru: Текстовое значение (или столбец текстовых значений) для поиска.
sk_sk: Textová hodnota (alebo stĺpec textových hodnôt), v ktorej sa má hľadať.
sl_si: Besedilna vrednost (ali stolpec besedilnih vrednosti) po kateri je treba iskati.
sr_cyrl_rs: Вредност текста (или колоне са вредностима текста) у којој треба тражити.
sr_latn_rs: Vrednost teksta (ili kolone sa vrednostima teksta) u kojoj treba tražiti.
sv_se: Textvärdet (eller kolumnen med textvärden) att leta i.
th_th: ค้นหาในข้อความ (หรือคอลัมน์ของข้อความ)
tr_tr: Aranacak metin değeri (veya metin değerleri sütunu).
uk_ua: Текстове значення (або стовпець із текстовими значеннями), де потрібно шукати.
vi_vn: Giá trị văn bản (hoặc cột giá trị văn bản) cần xem nhanh.
zh_cn: 要在其中进行查找的文本值(或文本值组成的列)。
zh_tw: 要查看的文字值 (或文字值的資料行)。

# AboutColorValue
source: Returns the color corresponding to the given color string.
bg_bg: Връща цвета, който съответства на дадения низ за цвят.
ca_es: Retorna el color corresponent a la cadena de color proporcionada.
cs_cz: Vrátí barvu odpovídající zadanému řetězci barvy.
da_dk: Returnerer farven, der svarer til den givne farvestreng.
de_de: Gibt die Farbe zurück, die der angegebenen Farbzeichenfolge entspricht.
el_gr: Επιστρέφει το χρώμα που αντιστοιχεί στη δεδομένη συμβολοσειρά χρώματος.
es_es: Devuelve el color correspondiente a la cadena de color dada.
et_ee: Tagastab määratud värvistringile vastava värvi.
eu_es: Emandako kolore-kateari dagokion kolorea itzultzen du.
fi_fi: Palauttaa annettua värimerkkijonoa vastaavan värin.
fr_fr: Retourne la couleur correspondant à la chaîne de couleur donnée.
gl_es: Devolve a cor correspondente á cadea de cor indicada.
hi_in: दी गई रंग स्ट्रिंग से संबंधित रंग वापस लौटता है.
hr_hr: Vraća odgovarajuću boju za zadani niz boje.
hu_hu: Az adott színsztringnek megfelelő színt adja vissza.
id_id: Menampilkan warna sesuai dengan string warna yang diberikan.
it_it: Restituisce il colore corrispondente alla stringa colore specificata.
ja_jp: 指定の色の文字列に対応する色を返します。
kk_kz: Берілген түс жолына сәйкес түсті қайтарады.
ko_kr: 지정된 색 문자열에 해당하는 색을 반환합니다.
lt_lt: Pateikia spalvą pagal duotos spalvos eilutę.
lv_lv: Atgriež krāsu, kas atbilst norādītajai krāsas virknei.
ms_my: Mengembalikan warna yang sepadan dengan rentetan warna yang diberikan.
nb_no: Returnerer fargen som tilsvarer den gitte fargestrengen.
nl_nl: Hiermee wordt de kleur geretourneerd die overeenkomt met de opgegeven kleurreeks.
pl_pl: Zwraca kolor odpowiadający ciągowi danego koloru.
pt_br: Retorna a cor correspondente à cadeia de caracteres de cor fornecida.
pt_pt: Devolve a cor correspondente à cadeia de cor determinada.
ro_ro: Returnează culoarea care corespunde șirului de culoare specificat.
ru_ru: Возвращает цвет, соответствующий указанной строке цвета.
sk_sk: Vráti farbu zodpovedajúcu farbe daného reťazca farby.
sl_si: Vrne barvo, ki ustreza navedenemu nizu barve.
sr_cyrl_rs: Враћа боју која одговара датој нисци боје.
sr_latn_rs: Vraća boju koja odgovara datoj nisci boje.
sv_se: Returnerar färgen som motsvarar den givna färgsträngen.
th_th: คืนสีที่สอดคล้องกับสตริงสีที่ระบุ
tr_tr: Belirtilen renk dizesine karşılık gelen rengi döndürür.
uk_ua: Повертає колір, що відповідає вказаному колірному рядку.
vi_vn: Trả về màu sắc tương ứng với chuỗi màu cho sẵn.
zh_cn: 返回与给定颜色字符串对应的颜色。
zh_tw: 傳回對應到指定的色彩字串之色彩。

# ColorValueArg1
source: color_text
bg_bg: текст_към_цвят
ca_es: text_color
cs_cz: barva_text
da_dk: farve_tekst
de_de: Textfarbe
el_gr: χρώμα_κειμένου
es_es: texto_color
et_ee: värvi_tekst
eu_es: kolorea_testua
fi_fi: värin_teksti
fr_fr: couleur_texte
gl_es: texto_cor
hi_in: रंग_पाठ
hr_hr: tekst_u_boji
hu_hu: szöveges_szín
id_id: warna_teks
it_it: testo_colore
ja_jp: 色を示すテキスト
kk_kz: түс_мәтін
ko_kr: 색_텍스트
lt_lt: spalvos_tekstas
lv_lv: krāsa_teksts
ms_my: teks_warna
nb_no: fargetekst
nl_nl: kleur_tekst
pl_pl: tekst_koloru
pt_br: cor_texto
pt_pt: texto_cor
ro_ro: culoare_text
ru_ru: цвет_текста
sk_sk: farba_text
sl_si: barva_besedila
sr_cyrl_rs: боја_текста
sr_latn_rs: boja_teksta
sv_se: färg_text
th_th: สี_ข้อความ
tr_tr: renk_metin
uk_ua: колір_тексту
vi_vn: văn_bản_màu
zh_cn: 颜色文本
zh_tw: 色彩_文字

# AboutColorValue_color_text
source: A color specified by name, such as "Blue", or using the standard 6-digit hex notation #rrggbb.
bg_bg: Цвят, указан по име, като например Blue, или чрез 6-цифрената шестнадесетична нотация #rrggbb.
ca_es: Un color especificat per nom, com ara "blau", o amb la notació hexadecimal de 6 dígits estàndard #rrggbb.
cs_cz: Barva určená názvem (například Blue) nebo standardním 6ciferným hexadecimálním zápisem #rrggbb
da_dk: En farve specificeres ved navn, såsom "Blå", eller vha. ved hjælp af den standardmæssige 6-cifrede hex-notation #rrggbb.
de_de: Eine anhand des Namens, z. B. "Blau", oder mithilfe der sechsstelligen hexadezimalen Standardschreibweise "#rrggbb" angegebene Farbe.
el_gr: Χρώμα καθορισμένο κατά όνομα, όπως "Blue" ή χρησιμοποιώντας την τυποποιημένη δεκαεξαδική σημειογραφία 6 ψηφίων #rrggbb.
es_es: Un color especificado por el nombre, como "azul", o mediante la notación estándar hexadecimal de 6 dígitos #rrggbb.
et_ee: Nime (nt sinine) või standardse kuuekohalise kuueteistkümnendtähise #rrggbb alusel määratav värv.
eu_es: Izenaren arabera (hala nola "Blue" —urdina—) edo 6 digituko notazio hamaseitar estandarra (#rrggbb) erabiliz zehaztutako kolorea.
fi_fi: Väri määritettynä nimen, kuten Sininen, avulla tai käyttämällä vakiomuotoista 6-numeroista heksadesimaalimerkintää #rrggbb.
fr_fr: Couleur spécifiée par un nom, par exemple « Bleu », ou à l’aide de la notation hexadécimale à 6 chiffres #rrggbb standard.
gl_es: Cor especificada polo nome, como "Azul", ou coa notación hexadecimal estándar de 6 díxitos #rrggbb.
hi_in: नाम द्वारा निर्दिष्ट रंग, जैसे कि "नीला", या मानक 6-अंक के हेक्स नोटेशन #rrggbb का उपयोग करना.
hr_hr: Boja prema nazivu, npr. "Plava" ili prema standardnoj 6-znamenkastoj heksadecimalnoj notaciji #rrggbb.
hu_hu: Névvel (például „Blue”) vagy szabványos 6 jegyű hexadecimális jelöléssel (#rrggbb) megadott szín.
id_id: Warna yang ditentukan dengan nama, seperti "Biru", atau mennggunakan notasi heksadesimal 6 digit standar #rrggbb.
it_it: Colore specificato in base al nome, ad esempio "Blu", oppure tramite la notazione esadecimale a sei cifre standard #rrggbb.
ja_jp: "Blue"、または標準の 6 桁の 16 進法 #rrggbb などを使用して指定した色。
kk_kz: "Көк" сияқты атаумен көрсетілген түс немесе стандартты 6 цифрлық #rrggbb оналтылық нотациясын пайдалану.
ko_kr: 이름에서 지정된 색(예: "파란색") 또는 표준 6자리 16진법 #rrggbb를 사용합니다.
lt_lt: Spalva, nurodyta pagal pavadinimą, pvz., mėlyna, arba naudojant standartinį 6 skaitmenų šešioliktainį žymėjimą – #rrggbb.
lv_lv: Krāsa, kas norādīta pēc nosaukuma, piemēram, "Zila", vai izmantojot standarta 6 ciparu heksadecimālo pierakstu #rrggbb.
ms_my: Warna yamg ditentukan oleh nama seperti "Biru" atau menggunakan notasi heks 6-digit piawai #rrggbb.
nb_no: En farge som er angitt med navn, for eksempel Blå, eller som bruker den standard 6-sifrede heksanotasjonen #rrggbb.
nl_nl: Een kleur die is aangeduid met de naam, zoals Blue, of met de standaard 6-cijferige hexadecimale indeling #rrggb.
pl_pl: Kolor określony przy użyciu nazwy, np. „Niebieski”, lub przy użyciu standardowej 6-cyfrowej notacji szesnastkowej #rrggbb.
pt_br: Cor especificada por nome, como "Blue", ou por meio da notação padrão hexa de seis dígitos #rrggbb.
pt_pt: Uma cor especificada por nome, como "Azul" ou utilizando a notação padrão dos seis dígitos hexadecimal #rrggbb.
ro_ro: O culoare specificată după nume, de exemplu „Albastru”, sau utilizând notația hex standard de 6 cifre #rrggbb.
ru_ru: Цвет, указанный с помощью названия, например Blue, или стандартного 6-значного шестнадцатеричного обозначения #rrggbb.
sk_sk: Farba označená názvom, napríklad „Modrá“, alebo použitím 6-ciferného šestnástkového zápisu #rrggbb.
sl_si: Barva, navedena z imenom, kot je »modra«, ali s standardnim 6-mestnim šestnajstiškim zapisom #rrggbb.
sr_cyrl_rs: Боја наведена по имену, нпр. „Плава“ или помоћу стандардне шестоцифрене хексидецималне нотације #rrggbb.
sr_latn_rs: Boja navedena po imenu, npr. „Plava“ ili pomoću standardne šestocifrene heksidecimalne notacije #rrggbb.
sv_se: En färg som anges med namn, exempelvis "blå", eller med standard 6-siffrig hexnotering #rrggbb.
th_th: สีที่ระบุด้วยชื่อ เช่น "น้ำเงิน" หรือใช้มาตรฐานสัญลักษณ์ตัวเลขแบบ 6 หลัก #rrggbb
tr_tr: Ad ile (ör. "Mavi") veya standart 6 basamaklı onaltılık gösterim (#rrggbb) kullanılarak belirtilen bir renk.
uk_ua: Колір, указаний за назвою (наприклад, Синій) або за допомогою стандартного 6-значного ідентифікатора у форматі HEX (##rrggbb).
vi_vn: Màu được chỉ định theo tên, chẳng hạn như "Lam" hoặc sử dụng ký hiệu hệ lục phân chuẩn gồm 6 chữ số #rrggbb.
zh_cn: 由“蓝色”等名称指定，或使用标准 6 位十六进制表示法 #rrggbb 表示的颜色。
zh_tw: 由名稱所指定的色彩，例如「藍色」，或使用標準 6 位數的十六進位表示法 #rrggbb。

# ErrInvalidJsonPointer
source: Invalid json pointer.
bg_bg: Невалиден json показалец.
ca_es: El punter JSON no és vàlid.
cs_cz: Neplatný ukazatel JSON.
da_dk: Ugyldig json-markør.
de_de: Ungültiger JSON-Zeiger.
el_gr: Μη έγκυρος δείκτης json.
es_es: Puntero JSON no válido.
et_ee: JSON-i viit.
eu_es: JSON erakusleak ez du balio.
fi_fi: Virheellinen json-osoitin.
fr_fr: Pointeur JSON non valide.
gl_es: Punteiro JSON non válido.
hi_in: अमान्य json पॉइंटर.
hr_hr: JSON pokazivač nije valjan.
hu_hu: Érvénytelen JSON-mutató.
id_id: Penunjuk JSON tidak valid.
it_it: Il puntatore JSON non è valido.
ja_jp: 無効な json のポインター。
kk_kz: Жарамсыз json көрсеткіші.
ko_kr: 잘못된 json 포인터입니다.
lt_lt: Neleistina „json“ rodyklė.
lv_lv: Nederīgs json rādītājs.
ms_my: Penunjuk json tidak sah.
nb_no: Ugyldig json-peker.
nl_nl: Ongeldige JSON-aanwijzer.
pl_pl: Nieprawidłowy wskaźnik JSON.
pt_br: Ponteiro json inválido.
pt_pt: Ponteiro JSON inválido.
ro_ro: Indicator JSON nevalid.
ru_ru: Недопустимый указатель JSON.
sk_sk: Neplatný ukazovateľ json.
sl_si: Neveljaven kazalec json.
sr_cyrl_rs: Неважећи json показивач.
sr_latn_rs: Nevažeći json pokazivač.
sv_se: Ogiltig JSON-pekare.
th_th: ตัวชี้ json ไม่ถูกต้อง
tr_tr: Geçersiz JSON işaretçisi.
uk_ua: Неприпустимий вказівник JSON.
vi_vn: Con trỏ json không hợp lệ.
zh_cn: JSON 指针无效。
zh_tw: JSON 指標無效。

source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningún
hi_in: कोई नहीं
hr_hr: Ništa
hu_hu: Nincs
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
kk_kz: Ешқайсысы
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum(a)
pt_pt: Nenhum
ro_ro: Fără
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sv_se: Inga
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

source: Text
bg_bg: Текст
da_dk: Tekst
el_gr: Κείμενο
es_es: Texto
et_ee: Tekst
eu_es: Testua
fi_fi: Teksti
fr_fr: Texte
gl_es: Texto
hi_in: पाठ
hr_hr: Tekst
hu_hu: Szöveg
id_id: Teks
it_it: Testo
ja_jp: テキスト
kk_kz: Мәтін
ko_kr: 텍스트
lt_lt: Tekstas
lv_lv: Teksts
ms_my: Teks
nb_no: Tekst
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
pt_pt: Texto
ru_ru: Текст
sl_si: Besedilo
sr_cyrl_rs: Текст
sr_latn_rs: Tekst
th_th: ข้อความ
tr_tr: Metin
uk_ua: Текст
vi_vn: Văn bản
zh_cn: 文本
zh_tw: 文字

source: Logical
bg_bg: Логически
ca_es: Lògica
cs_cz: Logické
da_dk: Logisk
de_de: Logisch
el_gr: Λογική
es_es: Lógico
et_ee: Loogiline
eu_es: Logikoa
fi_fi: Looginen
fr_fr: Logique
gl_es: Lóxica
hi_in: तार्किक
hr_hr: Logička
hu_hu: Logikai
id_id: Logis
it_it: Logico
ja_jp: 論理
kk_kz: Логикалық
ko_kr: 논리
lt_lt: Loginės
lv_lv: Loģisks
ms_my: Logik
nb_no: Logisk
nl_nl: Logisch
pl_pl: Logiczna
pt_br: Lógico
pt_pt: Lógico
ro_ro: Logic
ru_ru: Логический
sk_sk: Logické
sl_si: Logično
sr_cyrl_rs: Логички
sr_latn_rs: Logički
sv_se: Logiskt
th_th: ลอจิคัล
tr_tr: Mantıksal
uk_ua: Логічна
vi_vn: Lô-gic
zh_cn: 逻辑
zh_tw: 邏輯

source: Table
bg_bg: Таблица
ca_es: Taula
cs_cz: Tabulka
da_dk: Tabel
de_de: Tabelle
el_gr: Πίνακας
es_es: Tabla
et_ee: Tabel
eu_es: Taula
fi_fi: Taulukko
gl_es: Táboa
hi_in: तालिका
hr_hr: Tablica
hu_hu: Tábla
id_id: Tabel
it_it: Tabella
ja_jp: テーブル
kk_kz: Кесте
ko_kr: 테이블
lt_lt: Lentelė
lv_lv: Tabula
ms_my: Jadual
nb_no: Tabell
nl_nl: Tabel
pl_pl: Tabela
pt_br: Tabela
pt_pt: Tabela
ro_ro: Tabel
ru_ru: Таблица
sk_sk: Tabuľka
sl_si: Tabela
sr_cyrl_rs: Табела
sr_latn_rs: Tabela
sv_se: Tabell
th_th: ตาราง
tr_tr: Tablo
uk_ua: Таблиця
vi_vn: Bảng
zh_cn: 表
zh_tw: 資料表

source: Behavior
bg_bg: Поведение
ca_es: Comportament
cs_cz: Chování
da_dk: Adfærd
de_de: Verhalten
el_gr: Συμπεριφορά
es_es: Comportamiento
et_ee: Käitumine
eu_es: Portaera
fi_fi: Toiminta
fr_fr: Comportement
gl_es: Comportamento
hi_in: व्यवहार
hr_hr: Ponašanje
hu_hu: Működés
id_id: Perilaku
it_it: Comportamento
ja_jp: 動作
kk_kz: Жұмыс режимі
ko_kr: 동작
lt_lt: Veikimo būdas
lv_lv: Izturēšanās
ms_my: Perilaku
nb_no: Virkemåte
nl_nl: Gedrag
pl_pl: Zachowanie
pt_br: Comportamento
pt_pt: Comportamento
ro_ro: Comportament
ru_ru: Поведение
sk_sk: Správanie
sl_si: Delovanje
sr_cyrl_rs: Понашање
sr_latn_rs: Ponašanje
sv_se: Beteende
th_th: พฤติกรรม
tr_tr: Davranış
uk_ua: Поведінка
vi_vn: Hành vi
zh_cn: 行为
zh_tw: 行為

# DateTime
source: Date and time
bg_bg: Дата и час
ca_es: Data i hora
cs_cz: Datum a čas
da_dk: Dato og klokkeslæt
de_de: Datum und Uhrzeit
el_gr: Ημερομηνία και ώρα
es_es: Fecha y hora
et_ee: Kuupäev ja kellaaeg
eu_es: Data eta ordua
fi_fi: Päivämäärä ja aika
fr_fr: Date et heure
gl_es: Data e hora
hi_in: तिथि और समय
hr_hr: Datum i vrijeme
hu_hu: Dátum és idő
id_id: Tanggal dan waktu
it_it: Data e ora
ja_jp: 日付と時刻
kk_kz: Күн мен уақыт
ko_kr: 날짜 및 시간
lt_lt: Data ir laikas
lv_lv: Datums un laiks
ms_my: Tarikh dan masa
nb_no: Dato og klokkeslett
nl_nl: Datum en tijd
pl_pl: Data i godzina
pt_br: Data e hora
pt_pt: Data e hora
ro_ro: Data și ora
ru_ru: Дата и время
sk_sk: Dátum a čas
sl_si: Datum in ura
sr_cyrl_rs: Датум и време
sr_latn_rs: Datum & vreme
sv_se: Datum och tid
th_th: วันที่และเวลา
tr_tr: Tarih ve saat
uk_ua: Дата та час
vi_vn: Ngày và giờ
zh_cn: 日期和时间
zh_tw: 日期和時間

# MathAndStat
source: Math and statistical
bg_bg: Математика и статистика
ca_es: Matemàtiques i estadística
cs_cz: Matematika a statistika
da_dk: Matematisk og statistisk
de_de: Mathematik und Statistik
el_gr: Μαθηματική και στατιστική
es_es: Matemáticas y estadística
et_ee: Matemaatika ja statistika
eu_es: Matematika eta estatistikoa
fi_fi: Numerot ja tilastot
fr_fr: Mathématiques et statistique
gl_es: Matemáticas e estatística
hi_in: गणित और सांख्यिकीय
hr_hr: Matematika i statistika
hu_hu: Matematikai és statisztikai
id_id: Matematika dan statistik
it_it: Matematica e statistica
ja_jp: 数学と統計
kk_kz: Математикалық және статистикалық
ko_kr: 수학 및 통계
lt_lt: Matematikos ir statistikos
lv_lv: Izteiksmju un citu rezultātu analīze
ms_my: Matematik dan statistik
nb_no: Matematikk og statistikk
nl_nl: Wiskundig en statistisch
pl_pl: Matematyczne i statystyczne
pt_br: Matemática e estatística
pt_pt: Matemática e estatística
ro_ro: Matematică și statistică
ru_ru: Математические и статистические
sk_sk: Matematické a štatistické
sl_si: Matematika in statistika
sr_cyrl_rs: Математички и статистички подаци
sr_latn_rs: Matematički & statistički
sv_se: Matematik och statistik
th_th: คณิตศาสตร์และสถิติ
tr_tr: Matematik ve istatistik
uk_ua: Математика та статистика
vi_vn: Toán học và thống kê
zh_cn: 数学和统计
zh_tw: 數學和統計

# UserDefined
source: Defined by the user
bg_bg: Дефинирани от потребителя
ca_es: Definit per l'usuari
cs_cz: Definováno uživatelem
da_dk: Defineret af brugeren
de_de: Vom Benutzer definiert
el_gr: Ορισμός από τον χρήστη
es_es: Definido por el usuario
et_ee: Kasutaja määratletud
eu_es: Erabiltzaileak definitua
fi_fi: Käyttäjän määrittämä
fr_fr: Défini par l’utilisateur
gl_es: Definido polo usuario
hi_in: उपयोगकर्ता द्वारा परिभाषित
hr_hr: Definirao korisnik
hu_hu: A felhasználó által meghatározott
id_id: Ditentukan oleh pengguna
it_it: Definita dall'utente
ja_jp: ユーザーによる定義
kk_kz: Пайдаланушы анықтаған
ko_kr: 사용자가 정의함
lt_lt: Apibrėžia vartotojas
lv_lv: Definēja lietotājs
ms_my: Ditakrifkan oleh pengguna
nb_no: Definert av brukeren
nl_nl: Gedefinieerd door de gebruiker
pl_pl: Zdefiniowane przez użytkownika
pt_br: Definido pelo usuário
pt_pt: Definido pelo utilizador
ro_ro: Definit de utilizator
ru_ru: Определяется пользователем
sk_sk: Definované používateľom
sl_si: Določi uporabnik
sr_cyrl_rs: Дефинисано од стране корисника
sv_se: Definierad av användaren
th_th: กำหนดโดยผู้ใช้
tr_tr: Kullanıcı tarafından tanımlananlar
uk_ua: Визначено користувачем
vi_vn: Được xác định bởi người dùng
zh_cn: 由用户定义
zh_tw: 由使用者定義

source: Information
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
da_dk: Oplysninger
de_de: Informationen
el_gr: Πληροφορίες
es_es: Información
et_ee: Teave
eu_es: Informazioa
fi_fi: Tiedot
fr_fr: Informations
gl_es: Información
hi_in: जानकारी
hr_hr: Informacije
hu_hu: Információ
id_id: Informasi
it_it: Informazioni
ja_jp: 情報
kk_kz: Ақпарат
ko_kr: 정보
lt_lt: Informacija
lv_lv: Informācija
ms_my: Maklumat
nb_no: Informasjon
nl_nl: Informatie
pl_pl: Informacje
pt_br: Informações
pt_pt: Informações
ro_ro: Informații
ru_ru: Информация
sk_sk: Informácie
sl_si: Informacije
sr_cyrl_rs: Информације
sr_latn_rs: Informacije
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Відомості
vi_vn: Thông tin
zh_cn: 信息
zh_tw: 資訊

source: Color
bg_bg: Цвят
cs_cz: Barva
da_dk: Farve
de_de: Farbe
el_gr: Χρώμα
et_ee: Värv
eu_es: Kolorea
fi_fi: Väri
fr_fr: Couleur
gl_es: Cor
hi_in: रंग
hr_hr: Boja
hu_hu: Szín
id_id: Warna
it_it: Colore
ja_jp: 色
kk_kz: Түс
ko_kr: 색
lt_lt: Spalva
lv_lv: Krāsa
ms_my: Warna
nb_no: Farge
nl_nl: Kleur
pl_pl: Kolor
pt_br: Cor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sk_sk: Farba
sl_si: Barva
sr_cyrl_rs: Боја
sr_latn_rs: Boja
sv_se: Färg
th_th: สี
tr_tr: Renk
uk_ua: Колір
vi_vn: Màu
zh_cn: 颜色
zh_tw: 色彩

# REST
source: Services
bg_bg: Услуги
ca_es: Serveis
cs_cz: Služby
da_dk: Tjenester
de_de: Dienste
el_gr: Υπηρεσίες
es_es: Servicios
et_ee: Teenused
eu_es: Zerbitzuak
fi_fi: Palvelut
gl_es: Servizos
hi_in: सेवाएँ
hr_hr: Servisi
hu_hu: Szolgáltatások
id_id: Layanan
it_it: Servizi
ja_jp: サービス
kk_kz: Қызметтер
ko_kr: 서비스
lt_lt: Paslaugos
lv_lv: Pakalpojumi
ms_my: Perkhidmatan
nb_no: Tjenester
pl_pl: Usługi
pt_br: Serviços
pt_pt: Serviços
ro_ro: Servicii
ru_ru: Службы
sk_sk: Služby
sl_si: Storitve
sr_cyrl_rs: Услуге
sr_latn_rs: Usluge
sv_se: Tjänster
th_th: บริการ
tr_tr: Hizmetler
uk_ua: Служби
vi_vn: Dịch vụ
zh_cn: 服务
zh_tw: 服務
