Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrExpectedRVMissingFields
source: Type mismatch between source and target record types. Given type has missing fields: {0}.
bg_bg: Несъответствие между типа на изходния и на целевия запис. В предоставения тип липсват полета: {0}.
ca_es: Els tipus dels registres d'origen i de destinació no coincideixen. Falten camps en el tipus especificat: {0}.
cs_cz: Neshoda typů mezi zdrojovým a cílovým typem záznamu. Danému typu chybí pole: {0}.
da_dk: Typeuoverensstemmelse mellem kilde- og målposttyper. Den angivne type har manglende felter: {0}.
de_de: Typkonflikt zwischen Quell- und Zieldatensatztypen. Für den angegebenen Typ fehlen Felder: {0}.
el_gr: Ασυμφωνία τύπων μεταξύ τύπων καρτέλας προέλευσης και προορισμού. Στον δεδομένο τύπο λείπουν πεδία: {0}.
es_es: Error de coincidencia entre tipos de registros de origen y destino. Al tipo especificado le faltan campos: {0}.
et_ee: Lähte- ja sihtkirje tüüpide tüübi lahknevus. Antud tüübil on puuduvaid välju: {0}.
eu_es: Iturburuko eta helburuko erregistro motak ez datoz bat. Emandako motak falta diren eremuak ditu: {0}.
fi_fi: Lähde- ja kohdetietuetyyppien välinen tyyppiristiriita. Annetusta tyypistä puuttuu kenttiä: {0}.
fr_fr: Correspondance incorrecte entre les types d’enregistrements source et cible. Des champs sont manquants pour le type donné : {0}.
gl_es: Incoherencia entre os tipos de rexistro de orixe e de destino. Ao tipo indicado fáltanlle campos: {0}.
hi_in: स्रोत और लक्ष्य रिकॉर्ड प्रकारों के बीच बेमेल प्रकार. दिए गए प्रकार में फ़ील्ड गायब हैं: {0}.
hr_hr: Nepodudaranje vrste između vrsta zapisa izvora i cilja. Navedenoj vrsti nedostaju polja: {0}.
hu_hu: Típuseltérés a forrás- és célrekordtípusok között. A megadott típusnak hiányzó mezői vannak: {0}.
id_id: Ketidakcocokan jenis antara jenis rekaman sumber dan target. Jenis yang diberikan tidak memiliki bidang: {0}.
it_it: Mancata corrispondenza del tipo tra i tipi di record di origine e di destinazione. Il tipo specificato include campi mancanti: {0}.
ja_jp: ソースとターゲットの間でレコードの種類が一致しません。指定された型に次のフィールドが見つかりません: {0}。
kk_kz: Бастапқы және мақсатты жазба түрлерінің арасындағы түр сәйкестігі. Берілген түрдің жетіспейтін өрістері бар: {0}.
ko_kr: 원본 레코드 종류와 대상 레코드 종류가 일치하지 않습니다. 지정된 형식에 {0} 필드가 빠져 있습니다.
lt_lt: Šaltinio ir paskirties įrašų tipai neatitinka. Pateiktame tipe trūksta laukų: {0}.
lv_lv: Avota un mērķa ierakstu tipu neatbilstība. Norādītajam tipam trūkst lauku: {0}.
ms_my: Jenis yang tidak sepadan antara jenis rekod sumber dengan sasaran. Jenis yang diberikan tiada medan: {0}.
nb_no: Manglende samsvar mellom kilde- og måloppføringstyper. Angitt type har felt som mangler: {0}.
nl_nl: Bron- en doelrecordtypen komen niet overeen. Het opgegeven type heeft ontbrekende velden: {0}.
pl_pl: Niezgodność typów rekordu źródłowego i docelowego. W danym typie brakuje pól: {0}.
pt_br: Incompatibilidade entre os tipos de registro de origem e de destino. O tipo determinado tem campos ausentes: {0}.
pt_pt: Erro de correspondência de tipo entre os tipos de registo de origem e destino. O tipo fornecido tem campos em falta: {0}.
ro_ro: Nepotrivire de tip între tipurile de înregistrări sursă și țintă. Tipul dat are câmpuri lipsă: {0}.
ru_ru: Несоответствие типов между исходным и целевым типами записей. Для данного типа отсутствуют поля: {0}.
sk_sk: Nesúlad typov medzi zdrojovými a cieľovými typmi záznamov. V danom type chýbajú polia: {0}.
sl_si: Neujemanje vrste med izvornimi in ciljnimi vrstami zapisov. V dani vrsti manjkajo polja: {0}.
sr_cyrl_rs: Изворна и одредишна врста записа се не подударају. Дати тип има поља која недостају: {0}.
sv_se: Källans och målets posttyp stämmer inte överens med varandra. Den angivna typen saknar fält: {0}.
th_th: ชนิดเรกคอร์ดต้นทางและเป้าหมายมีชนิดไม่ตรงกัน ชนิดที่ให้มามีฟิลด์ขาดหายไป: {0}
tr_tr: Kaynak ve hedef kayıt türleri arasında tür uyuşmazlığı. Belirtilen türde eksik alanlar var: {0}.
uk_ua: Невідповідність між вихідним і кінцевим типами записів. У заданому типі відсутні поля: {0}.
vi_vn: Loại không khớp giữa loại bản ghi nguồn và đích. Loại đã cho có các trường bị thiếu: {0}.
zh_cn: 源记录类型与目标记录类型不匹配。给定类型缺少字段: {0}。
zh_tw: 來源與目標記錄類型之間類型不相符。給定類型缺少欄位: {0}。

# ErrExpectedRVFieldNotFound
source: Type mismatch between source and target record types. Field name: {0} not found.
bg_bg: Несъответствие между типа на изходния и на целевия запис. Полето на име {0} не е намерено.
ca_es: Els tipus dels registres d'origen i de destinació no coincideixen. No s'ha trobat el nom de camp {0}.
cs_cz: Neshoda typů mezi zdrojovým a cílovým typem záznamu. Název pole: {0} nebyl nalezen.
da_dk: Typeuoverensstemmelse mellem kilde- og målposttyper. Feltnavnet: {0} blev ikke fundet.
de_de: Typkonflikt zwischen Quell- und Zieldatensatztypen. Feldname: {0} nicht gefunden.
el_gr: Ασυμφωνία τύπων μεταξύ τύπων καρτέλας προέλευσης και προορισμού. Όνομα πεδίου: {0} βρέθηκε.
es_es: Error de coincidencia entre tipos de registros de origen y destino. Nombre de campo: {0} no encontrado.
et_ee: Lähte- ja sihtkirje tüüpide tüübi lahknevus. Välja nimi: üksust {0} ei leitud.
eu_es: Iturburuko eta helburuko erregistro motak ez datoz bat. Ez da aurkitu {0} eremua.
fi_fi: Lähde- ja kohdetietuetyyppien välinen tyyppiristiriita. Kentän nimi: {0} ei löydy.
fr_fr: Correspondance incorrecte entre les types d’enregistrements source et cible. Nom du champ : {0} introuvable.
gl_es: Incoherencia entre os tipos de rexistro de orixe e de destino. Non se atopou o nome do campo: {0}.
hi_in: स्रोत और लक्ष्य रिकॉर्ड प्रकारों के बीच बेमेल प्रकार. फ़ील्ड नाम: {0} नहीं मिला.
hr_hr: Nepodudaranje vrste između vrsta zapisa izvora i cilja. Naziv polja: {0} – nije pronađeno.
hu_hu: Típuseltérés a forrás- és célrekordtípusok között. Mezőnév: {0} található.
id_id: Ketidakcocokan jenis antara jenis rekaman sumber dan target. Nama bidang: {0} tidak ditemukan.
it_it: Mancata corrispondenza del tipo tra i tipi di record di origine e di destinazione. Nome campo: {0} non trovato.
ja_jp: ソースとターゲットの間でレコードの種類が一致しません。ファイル名: {0} が見つかりません。
kk_kz: Бастапқы және мақсатты жазба түрлерінің арасындағы түр сәйкестігі. Өріс атауы: {0} табылмады.
ko_kr: 원본 레코드 종류와 대상 레코드 종류가 일치하지 않습니다. 필드 이름인 {0}을(를) 찾을 수 없습니다.
lt_lt: Šaltinio ir paskirties įrašų tipai neatitinka. Lauko pavadinimas „{0}“ nerastas.
lv_lv: Avota un mērķa ierakstu tipu neatbilstība. Lauka nosaukums: {0} nav atrasts.
ms_my: Jenis yang tidak sepadan antara jenis rekod sumber dengan sasaran. Nama medan: {0} tidak ditemukan.
nb_no: Manglende samsvar mellom kilde- og måloppføringstyper. Finner ikke feltnavnet {0}.
nl_nl: Bron- en doelrecordtypen komen niet overeen. Veldnaam: {0} niet gevonden.
pl_pl: Niezgodność typów rekordu źródłowego i docelowego. Nie znaleziono nazwy pola {0}.
pt_br: Incompatibilidade entre os tipos de registro de origem e de destino. Nome do campo: {0} não encontrado.
pt_pt: Erro de correspondência de tipo entre os tipos de registo de origem e destino. O nome de campo {0} não foi encontrado.
ro_ro: Nepotrivire de tip între tipurile de înregistrări sursă și țintă. Numele de câmp: {0} nu s-a găsit.
ru_ru: Несоответствие типов между исходным и целевым типами записей. Имя поля "{0}" не найдено.
sk_sk: Nesúlad typov medzi zdrojovými a cieľovými typmi záznamov. Názov poľa: {0} sa nenašiel.
sl_si: Neujemanje vrste med izvornimi in ciljnimi vrstami zapisov. Imena polja: {0} ni bilo mogoče najti.
sr_cyrl_rs: Изворна и одредишна врста записа се не подударају. Назив поља: {0} није пронађен.
sv_se: Källans och målets posttyp stämmer inte överens med varandra. Fältets namn: {0} hittades inte.
th_th: ชนิดเรกคอร์ดต้นทางและเป้าหมายมีชนิดไม่ตรงกัน ไม่พบชื่อฟิลด์: {0}
tr_tr: Kaynak ve hedef kayıt türleri arasında tür uyuşmazlığı. Alan adı: {0} bulunamadı.
uk_ua: Невідповідність між вихідним і кінцевим типами записів. Ім’я поля {0} не знайдено.
vi_vn: Nhập không khớp giữa loại bản ghi nguồn và đích. Không tìm thấy tên trường: {0}.
zh_cn: 源记录类型与目标记录类型不匹配。找不到字段名称: {0}。
zh_tw: 來源與目標記錄類型之間類型不相符。找不到欄位名稱: {0}。

# ErrExpectedRVFieldTypeMismatch
source: Type mismatch between source and target record types. Field name: {0} Expected {1}; Found {2}.
bg_bg: Несъответствие между типа на изходния и на целевия запис. Име на полето: {0}; очаквано: {1}; открито: {2}.
ca_es: Els tipus dels registres d'origen i de destinació no coincideixen. El nom de camp {0} esperava {1}, però s'ha trobat {2}.
cs_cz: Neshoda typů mezi zdrojovým a cílovým typem záznamu. Název pole: {0} Očekávané {1}; Nalezeno {2}.
da_dk: Typeuoverensstemmelse mellem kilde- og målposttyper. Feltnavn: {0} forventede {1}, fandt {2}.
de_de: Typkonflikt zwischen Quell- und Zieldatensatztypen. Feldname: {0}. Erwartet: {1}; Gefunden: {2}.
el_gr: Ασυμφωνία τύπων μεταξύ τύπων καρτέλας προέλευσης και προορισμού. Όνομα πεδίου: {0} αναμενόμενο {1}; Βρέθηκε {2}.
es_es: Error de coincidencia entre tipos de registros de origen y destino. Nombre de campo: {0} Previsto {1}; encontrado {2}.
et_ee: Lähte- ja sihtkirje tüüpide tüübi lahknevus. Välja nimi: {0} eeldatud {1}; leiti {2}.
eu_es: Iturburuko eta helburuko erregistro motak ez datoz bat. Eremuaren izena {0} da, baina {1} espero zen; {2} aurkitu da.
fi_fi: Lähde- ja kohdetietuetyyppien välinen tyyppiristiriita. Kentän nimi: {0} odotettu {1}; Löytyi {2}.
fr_fr: Correspondance incorrecte entre les types d’enregistrements source et cible. Nom du champ : {0}, attendu {1} ; trouvé {2}.
gl_es: Incoherencia entre os tipos de rexistro de orixe e de destino. Nome do campo: {0}. Esperábase: {1}. Atopouse: {2}.
hi_in: स्रोत और लक्ष्य रिकॉर्ड प्रकारों के बीच बेमेल प्रकार. फ़ील्ड का नाम: {0} अपेक्षित {1}; {2} मिला.
hr_hr: Nepodudaranje vrste između vrsta zapisa izvora i cilja. Naziv polja: {0}. Očekivano {1}; pronađeno: {2}.
hu_hu: Típuseltérés a forrás- és célrekordtípusok között. Mezőnév: {0} Várt {1}; Talált {2}.
id_id: Ketidakcocokan jenis antara jenis rekaman sumber dan target. Nama bidang: {0} Diharapkan {1}; Ditemukan {2}.
it_it: Mancata corrispondenza del tipo tra i tipi di record di origine e di destinazione. Nome campo: {0} Previsto {1}; Trovato {2}.
ja_jp: ソースとターゲットの間でレコードの種類が一致しません。ファイル名: {0}、予期: {1}、実際: {2}
kk_kz: Бастапқы және мақсатты жазба түрлерінің арасындағы түр сәйкестігі. Өріс атауы: {0} {1} күтілді; {2} табылды.
ko_kr: 원본 레코드 종류와 대상 레코드 종류가 일치하지 않습니다. 필드 이름: {0} 예상 {1}, 발견 {2}.
lt_lt: Šaltinio ir paskirties įrašų tipai neatitinka. Lauko pavadinimas „{0}“. Tikimasi „{1}“. Rasta „{2}“.
lv_lv: Avota un mērķa ierakstu tipu neatbilstība. Lauka nosaukums: {0} paredzēts {1}; atrasts {2}.
ms_my: Jenis yang tidak sepadan antara jenis rekod sumber dengan sasaran. Nama medan: {0} {1} dijangkakan; {2} ditemukan.
nb_no: Manglende samsvar mellom kilde- og måloppføringstyper. Feltnavn: {0}, forventet {1}, fant {2}.
nl_nl: Bron- en doelrecordtypen komen niet overeen. Veldnaam: {0} Verwacht {1}, gevonden {2}.
pl_pl: Niezgodność typów rekordu źródłowego i docelowego. Nazwa pola: {0}; oczekiwano: {1}; znaleziono: {2}.
pt_br: Incompatibilidade entre os tipos de registro de origem e de destino. Nome do campo: {0} Esperado {1}; Encontrado {2}.
pt_pt: Erro de correspondência de tipo entre os tipos de registo de origem e destino. Nome de campo {0} Esperado {1}; Encontrado {2}.
ro_ro: Nepotrivire de tip între tipurile de înregistrări sursă și țintă. Nume de câmp: {0}, așteptat {1}; găsit {2}.
ru_ru: Несоответствие типов между исходным и целевым типами записей. Имя поля: "{0}"; ожидаемое: "{1}"; найдено "{2}".
sk_sk: Nesúlad typov medzi zdrojovými a cieľovými typmi záznamov. Názov poľa: {0}, očakávaný: {1}; nájdený: {2}.
sl_si: Neujemanje vrste med izvornimi in ciljnimi vrstami zapisov. Ime polja: {0}; pričakovano: {1}; najdeno: {2}.
sr_cyrl_rs: Изворна и одредишна врста записа се не подударају. Назив поља: {0} Очекивано {1}; Пронађено {2}.
sv_se: Källans och målets posttyp stämmer inte överens med varandra. Fältets namn: {0} {1} förväntades, {2} hittades.
th_th: ชนิดเรกคอร์ดต้นทางและเป้าหมายมีชนิดไม่ตรงกัน ชื่อฟิลด์: {0} คาดหวัง {1} แต่พบ {2}
tr_tr: Kaynak ve hedef kayıt türleri arasında tür uyuşmazlığı. Alan adı: {0} {1} bekleniyordu, {2} bulundu.
uk_ua: Невідповідність між вихідним і кінцевим типами записів. Ім’я поля: {0}; очікувалося {1}; знайдено: {2}.
vi_vn: Loại không khớp giữa loại bản ghi nguồn và đích. Tên trường: {0} Dự kiến {1}; Tìm thấy {2}.
zh_cn: 源记录类型与目标记录类型不匹配。字段名称: {0} 需要 {1}；找到 {2}。
zh_tw: 來源與目標記錄類型之間類型不相符。欄位名稱: {0} 應為 {1}; 找到 {2}。

# ErrExpectedRVCannotCoerceType
source: Given {0} type cannot be coerced to source type {1}.
bg_bg: Предоставеният тип {0} не може да бъде преобразуван в изходния тип {1}.
ca_es: El tipus {0} especificat no es pot coaccionar al tipus d'origen {1}.
cs_cz: Zadaný typ {0} nelze vynutit na typ zdroje {1}.
da_dk: Den angivne {0} type kan ikke tvinges til kildetype {1}.
de_de: Der angegebene Typ {0} kann nicht zum Quelltyp {1} gezwungen werden.
el_gr: Ο δεδομένος τύπος {0} δεν μπορεί να εξαναγκαστεί σε τύπο προέλευσης {1}.
es_es: El tipo {0} proporcionado no se puede forzar para el tipo de origen {1}.
et_ee: Antud tüüpi {0} ei saa sundida lähtetüübile {1}.
eu_es: Emandako {0} mota ezin da gehitu {1} iturburu-motan.
fi_fi: Annettua tyyppiä {0} ei voi muuttaa lähdetyypiksi {1}.
fr_fr: Étant donné le type {0} ne peut pas être contraint au type source {1}.
gl_es: O tipo {0} indicado non se pode coaccionar ao tipo de orixe {1}.
hi_in: दिए गए {0} प्रकार को स्रोत प्रकार {1} के लिए बाध्य नहीं किया जा सकता.
hr_hr: Navedena vrsta {0} ne može se prisiliti na vrstu izvora {1}.
hu_hu: Az adott {0} típus nem kényszeríthető a(z) {1} forrástípusra.
id_id: Jenis {0} yang diberikan tidak dapat dipaksakan menjadi jenis sumber {1}.
it_it: Il tipo {0} specificato non può essere forzato al tipo di origine {1}.
ja_jp: 指定された種類 {0} は、ソースの種類 {1} には強制的に変換できません。
kk_kz: Берілген {0} түрін {1} бастапқы түріне келтіру мүмкін емес.
ko_kr: 주어진 {0} 형식을 원본 형식 {1}(으)로 강제 변경할 수 없습니다.
lt_lt: Pateikto {0} tipo negalima pakeisti į šaltinio tipą {1}.
lv_lv: Norādīto {0} tipu nevar pievienot avota tipa laukā {1}.
ms_my: Jenis {0} yang diberikan tidak boleh dipaksa kepada jenis sumber {1}.
nb_no: Angitt {0}-type kan ikke tvinges til kildetype {1}.
nl_nl: Opgegeven type {0} kan niet worden overeengestemd met brontype {1}.
pl_pl: Nie można przekształcić danego typu {0} na typ źródłowy {1}.
pt_br: O tipo {0} determinado não pode ser forçado para o tipo de origem {1}.
pt_pt: O tipo {0} fornecido não pode ser forçado para o tipo de origem {1}.
ro_ro: Tipul {0} dat nu poate fi constrâns la tipul sursă {1}.
ru_ru: Данный тип "{0}" не может быть приведен к типу источника "{1}".
sk_sk: Daný typ {0} nemožno vynútiť na typ zdroja {1}.
sl_si: Dane vrste {0} ni mogoče vsiliti v vrsto vira {1}.
sr_cyrl_rs: Дати тип {0} не може да се ограничи на изворни тип {1}.
sv_se: Den angivna {0}-typen kan inte tvingas till källtypen {1}.
th_th: ชนิด {0} ที่ให้มาไม่สามารถแปลงเป็นชนิดต้นทาง {1} ได้
tr_tr: Belirtilen {0} türü, {1} kaynak türüyle birleştirilemez.
uk_ua: Заданий тип {0} не можна привести до типу джерела {1}.
vi_vn: Không thể buộc đưa loại {0} đã cho vào loại nguồn {1}.
zh_cn: 给定 {0} 类型不能强制转换为源类型 {1}。
zh_tw: 給定的 {0} 類型無法強制變更為來源類型 {1}。

# ErrExpectedRVTypeMismatch
source: Type mismatch between source and target types. Expected {0}; Found {1}.
bg_bg: Несъответствие между типа на изходния и на целевия запис. Очаквано: {0}; открито: {1}.
ca_es: Els tipus d'origen i de destinació no coincideixen. S'esperava {0}, però s'ha trobat {1}.
cs_cz: Neshoda typů mezi zdrojovým a cílovým typem. Očekávané {0}; Nalezeno {1}.
da_dk: Typeuoverensstemmelse mellem kilde- og måltyper. Forventede {0}, fandt {1}.
de_de: Typkonflikt zwischen Quell- und Zieltypen. Erwartet: {0}; Gefunden: {1}.
el_gr: Ασυμφωνία τύπων μεταξύ τύπων προέλευσης και προορισμού. Αναμενόμενες {0}; Βρέθηκε {1}.
es_es: Error de coincidencia entre tipos de registros de origen y destino. Previsto {0}; encontrado {1}.
et_ee: Lähte- ja sihtkirje tüüpide tüübi lahknevus. Eeldatud {0}; leiti {1}.
eu_es: Iturburuko eta helburuko motak ez datoz bat. {0} espero zen, baina {1} aurkitu da.
fi_fi: Lähteen ja kohdetyyppien välinen tyyppiristiriita. Odotettu {0}; Löytyi {1}.
fr_fr: Correspondance incorrecte entre les types d’enregistrements source et cible. Attendu {0} ; trouvé {1}.
gl_es: Incoherencia entre os tipos de rexistro de orixe e de destino. Esperábase: {0}. Atopouse: {1}.
hi_in: स्रोत और लक्ष्य प्रकार के बीच बेमेल प्रकार. अपेक्षित {0}; {1} मिला.
hr_hr: Upišite nepodudaranja između izvorišnih i ciljnih vrsta. Očekivano: {0}; pronađeno {1}.
hu_hu: Típuseltérés a forrás- és céltípusok között. Várt {0}; Talált {1}.
id_id: Ketidakcocokan jenis antara jenis sumber dan target. Diharapkan {0}; Ditemukan {1}.
it_it: Tipo non corrispondente tra tipi di origine e di destinazione. Previsto {0}; Trovato {1}.
ja_jp: ソースとターゲットの間で種類が一致しません。予期: {0}、実際: {1}
kk_kz: Бастапқы және мақсатты жазба түрлерінің арасындағы түр сәйкестігі. {0} күтілді; {1} табылды.
ko_kr: 원본 형식과 대상 형식이 일치하지 않습니다. 예상 {0}, 발견 {1}.
lt_lt: Šaltinio ir paskirties tipai neatitinka. Tikimasi „{0}“. Rasta „{1}“.
lv_lv: Avota un mērķa tipu neatbilstība. Paredzēts {0}; atrasts {1}.
ms_my: Jenis yang tidak sepadan antara jenis sumber dengan sasaran. {0} dijangkakan; {1} ditemukan.
nb_no: Manglende samsvar mellom kilde- og måloppføringstyper. Forventet: {0}, fant {1}.
nl_nl: Bron- en doeltypen komen niet overeen. Verwacht {0}, gevonden {1}.
pl_pl: Niezgodność typów źródłowego i docelowego. Oczekiwano: {0}; znaleziono: {1}.
pt_br: Incompatibilidade entre os tipos de origem e de destino. Esperado {0}; Encontrado {1}.
pt_pt: Erro de correspondência de tipo entre os tipos de origem e destino. Esperado {0}; Encontrado {1}.
ro_ro: Nepotrivire între tipurile sursă și țintă. Așteptat {0}; găsit {1}.
ru_ru: Несоответствие типов между исходными и целевыми типами. Ожидаемое: "{0}"; найдено: "{1}".
sk_sk: Nesúlad typov medzi zdrojovými a cieľovými typmi. Očakávalo sa: {0}; našlo sa: {1}.
sl_si: Neujemanje vrste med izvornimi in ciljnimi vrstami. Pričakovano: {0}; najdeno: {1}.
sr_cyrl_rs: Изворни и одредишни тип се не подударају. Очекивано {0}; Пронађено {1}.
sv_se: Källans och målets typ stämmer inte överens med varandra. {0} förväntades, {1} hittades.
th_th: ชนิดต้นทางและเป้าหมายมีชนิดไม่ตรงกัน คาดหวัง {0} แต่พบ {1}
tr_tr: Kaynak ve hedef türler arasında tür uyuşmazlığı. {0} bekleniyordu; {1} bulundu.
uk_ua: Невідповідність між вихідним і кінцевим типами. Очікувалося {0}; знайдено {1}.
vi_vn: Loại không khớp giữa loại nguồn và loại đích. Dự kiến {0}; Tìm thấy {1}.
zh_cn: 源类型与目标类型不匹配。需要 {0}；找到 {1}。
zh_tw: 來源與目標記錄類型之間類型不相符。應為 {0}; 找到 {1}。

# AboutJSON
source: Generates a JSON text string for a table, record, or value.
bg_bg: Генерира текстов низ на JSON за таблица, запис или стойност.
ca_es: Genera una cadena de text JSON per a una taula, registre o valor.
cs_cz: Vygeneruje textový řetězec JSON pro tabulku, záznam nebo hodnotu.
da_dk: Genererer en JSON-tekststreng for en tabel, post eller værdi.
de_de: Hiermit wird eine JSON-Textzeichenfolge für eine Tabelle, einen Datensatz oder einen Wert generiert.
el_gr: Δημιουργεί μια συμβολοσειρά κειμένου JSON για έναν πίνακα, μια εγγραφή ή μια τιμή.
es_es: Genera una cadena de texto JSON para una tabla, un registro o un valor.
et_ee: Loob tabelile, kirjele või väärtusele JSON-i tekstistringi.
eu_es: JSON formatuko testu-kate bat sortzen du taula, erregistro edo balio baterako.
fi_fi: Muodostaa JSON-tekstimerkkijonon taulukolle, tietueelle tai arvolle.
fr_fr: Génère une chaîne texte JSON pour une table, un enregistrement ou une valeur.
gl_es: Xere unha cadea de texto JSON para unha táboa, rexistro ou valor.
hi_in: तालिका, रिकॉर्ड या मान के लिए JSON पाठ स्ट्रिंग जनरेट करता है.
hr_hr: Generira JSON tekstni niz za tablicu, zapis ili vrijednost.
hu_hu: JSON-sztring létrehozása egy táblához, rekordhoz vagy értékhez.
id_id: Menghasilkan string teks JSON untuk tabel, catatan, atau nilai.
it_it: Genera una stringa di testo JSON per una tabella, un record o un valore.
ja_jp: テーブル、レコード、または値の JSON テキスト文字列を生成します。
kk_kz: Кесте, жазба немесе мән үшін JSON мәтіндік жолын жасайды.
ko_kr: 테이블, 레코드 또는 값에 대한 JSON 텍스트 문자열을 생성합니다.
lt_lt: Sugeneruojama lentelės, įrašo arba reikšmės JSON teksto eilutė.
lv_lv: Šī funkcija ģenerē JSON teksta virkni tabulai, ierakstam vai vērtībai.
ms_my: Menjana rentetan teks JSON untuk jadual, rekod atau nilai.
nb_no: Genererer en JSON-tekststreng for en tabell, oppføring eller verdi.
nl_nl: Hiermee wordt een JSON-tekenreeks gegenereerd voor een tabel, record of waarde.
pl_pl: Generuje ciąg tekstowy JSON dla tabeli, rekordu lub wartości.
pt_br: Gera uma cadeia de caracteres de texto JSON para uma tabela, um registro ou um valor.
pt_pt: Gera uma cadeia de texto JSON numa tabela, num registo ou num valor.
ro_ro: Generează un șir text JSON pentru un tabel, o înregistrare sau o valoare.
ru_ru: Создает текстовую строку JSON для таблицы, записи или значения.
sk_sk: Vygeneruje textový reťazec JSON pre tabuľku, záznam alebo hodnotu.
sl_si: Ustvari besedilni niz JSON za tabelo, zapis ali vrednost.
sr_cyrl_rs: Генерише JSON текстуалну ниску за табелу, запис или вредност.
sv_se: Genererar en JSON-textsträng för en tabell, post eller ett värde.
th_th: สร้างสตริงข้อความ JSON สำหรับตาราง ระเบียน หรือค่า
tr_tr: Bir tablo, kayıt veya değer için bir JSON metin dizesi oluşturur.
uk_ua: Створює текстовий рядок JSON для таблиці, запису або значення.
vi_vn: Tạo chuỗi văn bản JSON cho bảng, bản ghi hoặc giá trị.
zh_cn: 生成表、记录或值的 JSON 文本字符串。
zh_tw: 為資料表、記錄或值產生 JSON 文字字串。

# JSONArg1
source: data
bg_bg: данни
ca_es: dades
de_de: Daten
el_gr: δεδομένα
es_es: datos
et_ee: andmed
eu_es: datuak
fi_fi: tiedot
fr_fr: données
gl_es: datos
hi_in: डेटा
hr_hr: podaci
hu_hu: adatok
it_it: dati
ja_jp: データ
kk_kz: деректер
ko_kr: 데이터
lt_lt: duomenys
lv_lv: dati
nl_nl: gegevens
pl_pl: dane
pt_br: dados
pt_pt: dados
ro_ro: date
ru_ru: данные
sk_sk: údaje
sl_si: podatki
sr_cyrl_rs: подаци
th_th: ข้อมูล
tr_tr: veri
uk_ua: дані
vi_vn: dữ liệu
zh_cn: 数据
zh_tw: 資料
