Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrAsyncLambda
source: Asynchronous invocations cannot be used in conditions and value functions.
bg_bg: Асинхронни извиквания не могат да се използват в условия и функции на стойности.
ca_es: No es poden utilitzar invocacions asíncrones en condicions i funcions de valor.
cs_cz: Asynchronní vyvolání nejde použít v podmínkách a funkcích pracujících s hodnotami.
da_dk: Asynkrone aktiveringer kan ikke bruges i betingelser og værdifunktioner.
de_de: Asynchrone Aufrufe können in Bedingungen und Wertfunktionen nicht verwendet werden.
el_gr: Δεν είναι δυνατή η χρήση ασύγχρονων κλήσεων σε συνθήκες και συναρτήσεις τιμών.
es_es: Las invocaciones asincrónicas no pueden usarse en condiciones y funciones de valor.
et_ee: Asünkroonseid kutseid ei saa kasutada tingimustes ja väärtusefunktsioonides.
eu_es: Ezin dira erabili dei asinkronoak baldintzetan eta balio-funtzioetan.
fi_fi: Asynkronisia kutsuja ei voi käyttää ehdoissa ja arvofunktioissa.
fr_fr: Les appels asynchrones ne peuvent pas être utilisés dans les conditions et les fonctions de valeur.
gl_es: As invocacións asíncronas non se poden usar en funcións de valor e condicións.
hi_in: एसिन्क्रॉनस इनवोकेशंस का उपयोग शर्तों और मान फ़ंक्‍शन में नहीं किया जा सकता है.
hr_hr: Asinkrona pozivanja nije moguće koristiti u uvjetima i funkcijama vrijednosti.
hu_hu: Feltételekben és értékfüggvényekben nem lehet aszinkron hívásokat használni.
id_id: Invokasi asynchronous tidak dapat digunakan di kondisi dan fungsi nilai.
it_it: Le chiamate asincrone non possono essere usate nelle condizioni e nelle funzioni con valori.
ja_jp: 非同期起動は、条件と値の関数では使用できません。
kk_kz: Асинхрондық шақыруларды шарттарда және мәндер функцияларында пайдалану мүмкін емес.
ko_kr: 조건 및 값 함수에서 비동기 호출을 사용할 수 없습니다.
lt_lt: Asinchroninių iškvietimų negalima naudoti sąlygose ir reikšmės funkcijose.
lv_lv: Asinhrono izsaukšanu nevar izmantot nosacījumos un vērtību funkcijās.
ms_my: Pengerahan tidak segerak tidak boleh digunakan dalam fungsi syarat dan nilai.
nb_no: Asynkron start kan ikke brukes i vilkår og verdifunksjoner.
nl_nl: Asynchrone aanroepen zijn niet toegestaan voor voorwaarden en functies.
pl_pl: Wywołania asynchroniczne nie mogą być używane w warunkach i funkcjach wartości.
pt_br: Invocações assíncronas não podem ser usadas em condições e funções de valor.
pt_pt: As invocações assíncronas não pode ser utilizadas em funções de valor e de condições.
ro_ro: Invocările asincrone nu pot fi utilizate în condiții și în funcții de valoare.
ru_ru: Асинхронные вызовы невозможно использовать в условиях и функциях значений.
sk_sk: Asynchrónne vyvolania sa nedajú použiť v podmienkach a funkciách hodnôt.
sl_si: Asinhroni pozovi ne morejo biti uporabljeni v pogojih in vrednostnih funkcijah.
sr_cyrl_rs: Није могуће користити асинхрона позивања у условима и функцијама вредности.
sr_latn_rs: Nije moguće koristiti asinhrona pozivanja u uslovima i funkcijama vrednosti.
sv_se: Asynkrona anrop får inte användas i villkors- och värdefunktioner.
th_th: การเรียกอะซิงโครนัสไม่สามารถใช้ได้ในเงื่อนไขและค่าฟังก์ชัน
tr_tr: Zaman uyumsuz çağrılar, koşullarda ve değer işlevlerinde kullanılamaz.
uk_ua: Асинхронні виклики не можна використовувати в умовах і функціях для операцій зі значеннями.
vi_vn: Không thể sử dụng viện dẫn không đồng bộ trong các điều kiện và hàm giá trị.
zh_cn: 无法在条件和值函数中使用异步调用。
zh_tw: 非同步引動過程無法用於條件與值函數中。

# ErrValueMustBeFullyQualified
source: This is a namespace, you can access its members using the '.' operator.
bg_bg: Това е пространство на имената. Можете да осъществявате достъп до членовете му чрез оператора „.“.
ca_es: Aquest és un espai de noms. Podeu accedir als seus membres amb l'operador ".".
cs_cz: Toto je obor názvů. Pomocí operátoru '.' můžete přistupovat k jeho členům.
da_dk: Dette er et navneområde. Du kan få adgang til medlemmerne ved hjælp af operatoren ".".
de_de: Dies ist ein Namespace. Sie können mithilfe des Operators '.' auf seine Mitglieder zugreifen.
el_gr: Αυτός είναι ένας χώρος ονομάτων, μπορείτε να αποκτήσετε πρόσβαση στα μέλη του χρησιμοποιώντας τον τελεστή '.'.
es_es: Este es un espacio de nombres, puede obtener acceso a sus miembros mediante el operador ".".
et_ee: See on nimeruum, selle liikmetele pääsete juurde tehtemärki '.' kasutades.
eu_es: Hau izen-leku bat da. Bertako kideak atzitzeko, erabili "." eragilea.
fi_fi: Tämä on nimitila. Voit käyttää sen jäseniä .-operaattorilla.
fr_fr: Il s’agit d’un espace de noms. Vous pouvez accéder à ses membres en utilisant l’opérateur '.'
gl_es: Este é un espazo de nomes. Pode acceder aos seus membros co operador ".".
hi_in: यह एक नेमस्पेस है, इसके सदस्यों तक पहुंचने के लिए आप '.' ऑपरेटर का उपयोग कर सकते हैं.
hr_hr: Ovo je polje imena, njegovim članovima možete pristupiti koristeći „.” operator.
hu_hu: Ez egy névtér, melynek tagjaihoz a „.” operátor segítségével férhet hozzá.
id_id: Ini adalah ruang nama, Anda dapat mengakses anggotanya menggunakan operator '.'.
it_it: Spazio dei nomi in cui puoi accedere ai relativi membri tramite l'operatore ".".
ja_jp: これは名前空間です。'.' 演算子を使用してそのメンバーにアクセスできます。
kk_kz: Бұл — атау кеңістігі, оның мүшелеріне “.” амалы арқылы кіруге болады.
ko_kr: 네임스페이스입니다. '.' 연산자를 사용하여 해당 구성원에 액세스할 수 있습니다.
lt_lt: Tai yra vardų sritis; jos narius galite pasiekti naudodami operatorių „.“.
lv_lv: Šī ir nosaukumvieta, un tās dalībniekiem var piekļūt, izmantojot operatoru “.”.
ms_my: Ini ialah ruang nama, anda boleh mencapai ahlinya dengan menggunakan operator '.'.
nb_no: Dette er et navneområde. Du har tilgang til medlemmene ved hjelp av operatoren «.».
nl_nl: Dit is een naamruimte, u kunt toegang krijgen tot de leden met de operator '.'.
pl_pl: To jest przestrzeń nazw. Aby uzyskać dostęp do jej elementów członkowskich, użyj operatora „.”.
pt_br: Este é um namespace. Você pode acessar seus membros usando o operador '.'.
pt_pt: Este é um espaço de nomes. É possível aceder aos respetivos membros utilizando o operador ".".
ro_ro: Acesta este un spațiu de nume, puteți accesa membrii săi folosind operatorul „.”.
ru_ru: Это пространство имен; получать доступ к его членам можно с помощью оператора ".".
sk_sk: Toto je priestor názvov, pomocou operátora „.“ môžete získať prístup k jeho členom.
sl_si: To je imenski prostor. Do njegovih članov lahko dostopate z uporabo operatorja ».«.
sr_cyrl_rs: Ово је простор за назив, можете да приступите члановима помоћу оператора „.“.
sr_latn_rs: Ovo je prostor za naziv, možete da pristupite članovima pomoću operatora „.“.
sv_se: Detta är ett namnområde, du kan få åtkomst till dess medlemmar med operatorn '.'.
th_th: นี่คือ namespace คุณสามารถเข้าถึงสมาชิกได้โดยใช้ตัวดำเนินการ '.'
tr_tr: Bu bir ad alanıdır, '.' işlecini kullanarak üyelerine erişebilirsiniz.
uk_ua: Це простір імен, до учасників якого можна отримати доступ за допомогою оператора ".".
vi_vn: Đây là một không gian tên, bạn có thể truy cập các thành phần của nó bằng cách sử dụng toán tử '.'.
zh_cn: 这是命名空间，您可以使用 "." 运算符访问其成员。
zh_tw: 這是命名空間，您可以使用 '.' 運算子存取其成員。

# ErrScopeModificationLambda
source: This function cannot operate on the same data source that is used in {0}.
bg_bg: Тази функция не може да работи по същия източник на данни, който се използва в {0}.
ca_es: Aquesta funció no pot operar en la mateixa font de dades que s'utilitza a {0}.
cs_cz: Tato funkce nemůže pracovat se stejným zdrojem dat, jako se používá v {0}.
da_dk: Denne funktion kan ikke foretage handlinger på den samme datakilde, som anvendes i {0}.
de_de: Diese Funktion kann nicht dieselbe Datenquelle bearbeiten, die in „{0}“ verwendet wird.
el_gr: Δεν είναι δυνατή η λειτουργία αυτής της συνάρτησης στην ίδια προέλευση δεδομένων που χρησιμοποιείται για {0}.
es_es: Esta función no se puede ejecutar en el mismo origen de datos que se usa en {0}.
et_ee: Seda funktsiooni ei saa käitada sama andmeallika puhul, mida kasutatakse üksuses {0}.
eu_es: Funtzio horrek ezin du funtzionatu {0} eremuan erabiltzen den datu-iturburu berean.
fi_fi: Tätä funktiota ei voi käyttää samalle tietolähteelle, jota käytetään kohteessa {0}.
fr_fr: Cette fonction ne peut pas opérer sur la source de données utilisée dans {0}.
gl_es: Esta función non se pode operar na mesma orixe de datos que se usa en {0}.
hi_in: यह फ़ंक्‍शन {0} में प्रयुक्त एक ही डेटा स्रोत में काम नहीं कर सकता है.
hr_hr: Funkcija se ne može provesti na istom izvoru podataka koji se koristi u elementu {0}.
hu_hu: Ez a függvény nem hajtható végre a következőben használttal azonos adatforráson: {0}.
id_id: Fungsi ini tidak dapat beroperasi di sumber data yang sama dengan yang digunakan di {0}.
it_it: Questa funzione non può essere applicata alla stessa origine dati usata in {0}.
ja_jp: この関数は、{0} で使用されている同じデータ ソース上で操作することはできません。
kk_kz: Бұл функция {0} ішінде пайдаланылған бірдей деректер көзінде жұмыс істемейді.
ko_kr: {0}에서 사용되는 동일한 데이터 원본에 대해서는 이 함수를 사용할 수 없습니다.
lt_lt: Ši funkcija negali veikti tame pačiame duomenų šaltinyje, kuris naudojamas {0}.
lv_lv: Šī funkcija nevar darboties tajā pašā datu avotā, kas tiek izmantots šeit: {0}.
ms_my: Fungsi ini tidak boleh dikendalikan pada sumber data yang sama yang digunakan dalam {0}.
nb_no: Denne funksjonen kan ikke bruke samme datakilde som brukes i {0}.
nl_nl: Deze functie kan niet worden gebruikt voor dezelfde gegevensbron die wordt gebruikt in {0}.
pl_pl: Ta funkcja nie może działać na tym samym źródle danych, które jest używane w operacji {0}.
pt_br: Esta função não pode operar na mesma fonte de dados que é usada em {0}.
pt_pt: Esta função não pode funcionar na mesma origem de dados utilizada em {0}.
ro_ro: Această funcție nu poate opera în aceeași sursă de date care este utilizată în {0}.
ru_ru: Эта функция не может работать в том же источнике данных, который используется в {0}.
sk_sk: Táto funkcia sa nemôže používať v zdroji údajov, ktorý sa používa v: {0}.
sl_si: Ta funkcija ne deluje v istem viru podatkov, ki je uporabljen v {0}.
sr_cyrl_rs: Ова функција не може да ради на истом извору података који се користи у оквиру {0}.
sr_latn_rs: Ova funkcija ne može da radi na istom izvoru podataka koji se koristi u okviru {0}.
sv_se: Den här funktionen kan inte använda sig av samma datakälla som används i {0}.
th_th: ฟังก์ชันนี้ไม่สามารถทำงานบนแหล่งข้อมูลเดียวกันกับที่ใช้ใน {0} ได้
tr_tr: Bu işlev, {0} içinde kullanılan aynı veri kaynağı üzerinde çalıştırılamaz.
uk_ua: Ця функція не може застосовуватися до того самого джерела даних, що використовується в такому контексті: {0}.
vi_vn: Hàm này không thể hoạt động trên cùng một nguồn dữ liệu được sử dụng trong {0}.
zh_cn: 此函数不能在 {0} 中使用的相同数据源上进行操作。
zh_tw: 此函式無法在 {0} 所使用的相同資料來源上運作。

# ErrFunctionDisallowedWithinNondeterministicOperationOrder
source: This function cannot be invoked within {0}.
bg_bg: Тази функция не може да бъде извикана в {0}.
ca_es: Aquesta funció no es pot invocar dins de {0}.
cs_cz: Tuto funkci nejde vyvolat v rámci {0}.
da_dk: Denne funktion kan ikke kaldes inden for {0}.
de_de: Diese Funktion kann innerhalb von „{0}“ nicht aufgerufen werden.
el_gr: Δεν είναι δυνατή η κλήση αυτής της συνάρτησης εντός του {0}.
es_es: Esta función no puede invocarse en {0}.
et_ee: Seda funktsiooni ei saa üksuses {0} kutsuda.
eu_es: Ezin zaio deitu funtzio horri hemen: {0}.
fi_fi: Tätä funktiota ei voi kutsua kohteen {0} sisällä.
fr_fr: Cette fonction ne peut pas être appelée dans {0}.
gl_es: Esta función non se pode invocar en {0}.
hi_in: इस फ़ंक्‍शन को {0} के भीतर लागू नहीं किया जा सकता है.
hr_hr: Funkcija se ne može pozvati unutar elementa {0}.
hu_hu: Ez a függvény nem hívható meg a következőben: {0}.
id_id: Fungsi ini tidak dapat dipanggil dalam {0}.
it_it: Questa funzione non può essere richiamata in {0}.
ja_jp: この関数を {0} 内で呼び出すことはできません。
kk_kz: Бұл функция {0} ішінде қолданылмайды.
ko_kr: 이 함수는 {0} 내에서 호출할 수 없습니다.
lt_lt: Šios funkcijos negalima iškviesti {0}.
lv_lv: Šo funkciju nevar izsaukt {0} ietvaros.
ms_my: Fungsi ini tidak boleh digunakan dalam {0}.
nb_no: Denne funksjonen kan ikke aktiveres inne i {0}.
nl_nl: Deze functie kan niet worden aangeroepen binnen {0}.
pl_pl: Nie można wywołać tej funkcji w ramach operacji {0}.
pt_br: Esta função não pode ser invocada em {0}.
pt_pt: Esta função não pode ser invocada em {0}.
ro_ro: Această funcție nu poate fi invocată în {0}.
ru_ru: Эту функцию невозможно вызвать в {0}.
sk_sk: Túto funkciu nemožno vyvolať v rámci: {0}.
sl_si: Te funkcije ni mogoče poklicati v {0}.
sr_cyrl_rs: Није могуће позвати ову функцију у оквиру {0}.
sr_latn_rs: Nije moguće pozvati ovu funkciju u okviru {0}.
sv_se: Den här funktionen kan inte anropas inom {0}.
th_th: ไม่สามารถเรียกใช้ฟังก์ชันนี้ภายใน {0} ได้
tr_tr: Bu işlev {0} içinde çağrılamaz.
uk_ua: Цю функцію не можна викликати в такому контексті: {0}.
vi_vn: Không thể gọi hàm này trong {0}.
zh_cn: 不能在 {0} 中调用此函数。
zh_tw: 無法在 {0} 內叫用此函式。

# ErrAsTypeAndIsTypeExpectConnectedDataSource
source: Incorrect argument. This formula expects a table from a connected data source. The AsType and IsType functions require connected data sources.
bg_bg: Неправилен аргумент. Тази формула очаква таблица от свързан източник на данни. Функциите AsType и IsType изискват свързани източници на данни.
ca_es: L'argument és incorrecte. Aquesta fórmula espera una taula d'una font de dades connectada. Les funcions AsType i IsType requereixen fonts de dades connectades.
cs_cz: Nesprávný argument. Tento vzorec očekává tabulku z připojeného zdroje dat. Funkce AsType a IsType vyžadují připojené zdroje dat.
da_dk: Forkert argument. Denne formel forventer en tabel fra en tilsluttet datakilde. Funktionerne AsType og IsType kræver forbundne datakilder.
de_de: Ungültiges Argument. Diese Formel erwartet eine Tabelle aus einer verbundenen Datenquelle. Für die Funktionen AsType und IsType sind verbundene Datenquellen erforderlich.
el_gr: Εσφαλμένο όρισμα. Αυτός ο τύπος αναμένει έναν πίνακα από μια συνδεδεμένη προέλευση δεδομένων. Οι συναρτήσεις AsType και IsType απαιτούν συνδεδεμένες προελεύσεις δεδομένων.
es_es: Argumento incorrecto. Esta fórmula espera una tabla de un origen de datos conectado. Las funciones AsType e IsType requieren orígenes de datos conectados.
et_ee: Vale argument. Valem eeldab tabelit ühendatud andmeallikast. Funktsioonid AsType ja IsType nõuavad ühendatud andmeallikaid.
eu_es: Argumentuak ez du balio. Konektatutako datu-iturburu bateko taula bat espero du formula honek. Konektatutako datu-iturburuak behar dituzte "AsType" eta "IsType" funtzioek.
fi_fi: Virheellinen argumentti. Tämä kaava odottaa taulukkoa yhdistetystä tietolähteestä. AsType- ja IsType-funktiot edellyttävät yhdistettyjä tietolähteitä.
fr_fr: Argument incorrect. Cette formule attend une table à partir d’une source de données connectée. Les fonctions IsType et AsType requièrent des sources de données connectées.
gl_es: Argumento incorrecto. Esta fórmula espera unha táboa dunha orixe de datos conectada. As funcións AsType e IsType requiren orixes de datos conectadas.
hi_in: गलत तर्क. यह सूत्र किसी कनेक्ट किए गए डेटा स्रोत से तालिका की अपेक्षा करता है. AsType और IsType फ़ंक्शन के लिए कनेक्ट किए गए डेटा स्रोतों की आवश्यकता है.
hr_hr: Argument nije točan. Formula očekuje tablicu iz povezanog izvora podataka. Funkcije AsType i IsType zahtijevaju povezane izvore podataka.
hu_hu: Helytelen argumentum. A képlet a csatlakoztatott adatforrásból származó táblát vár. Az AsType és az IsType függvény csatlakoztatott adatforrást igényel.
id_id: Argumen salah. Rumus ini mengharapkan tabel dari sumber data tersambung. Fungsi AsType dan IsType memerlukan sumber data tersambung.
it_it: L'argomento non è corretto. Questa formula prevede una tabella da un'origine dati connessa. Le funzioni AsType e IsType richiedono origini dati connesse.
ja_jp: 引数が正しくありません。この式には接続済みデータ ソースのテーブルが必要です。AsType および IsType 関数には、接続済みデータ ソースが必要です。
kk_kz: Дұрыс емес аргумент. Бұл формула қосылған деректер көзінен кестені күтеді. AsType және IsType функциялары үшін қосылған деректер көздері қажет.
ko_kr: 잘못된 인수입니다. 이 수식은 연결된 데이터 원본의 테이블을 사용해야 합니다. AsType 및 IsType 함수를 사용하려면 연결된 데이터 원본이 필요합니다.
lt_lt: Netinkamas argumentas. Šioje formulėje numatoma gauti lentelę iš susieto duomenų šaltinio. Kad funkcijos AsType ir IsType veiktų, reikia prijungtų duomenų šaltinių.
lv_lv: Nepareizs arguments. Šajā formulā ir paredzēts izmantot tabulu no pievienota datu avota. Funkcijai AsType un funkcijai IsType ir nepieciešami pievienoti datu avoti.
ms_my: Argumen salah. Formula ini menjangkakan jadual daripada sumber data yang disambungkan. Fungsi AsType dan IsType memerlukan sumber data yang disambungkan.
nb_no: Feil argument. Denne formelen forventer en tabell fra en tilkoblet datakilde. Funksjonene AsType og IsType krever tilkoblede datakilder.
nl_nl: Onjuist argument. Deze formule verwacht een tabel uit een gekoppelde gegevensbron. De functies AsType en IsType vereisen verbonden gegevensbronnen.
pl_pl: Nieprawidłowy argument. Ta formuła oczekuje tabeli z połączonego źródła danych. Funkcje AsType i IsType wymagają połączonych źródeł danych.
pt_br: Argumento incorreto. Esta fórmula espera uma tabela de uma fonte de dados conectada. As funções AsType e IsType exigem fontes de dados conectadas.
pt_pt: Argumento incorreto. Esta fórmula espera uma tabela de uma origem de dados ligada. As funções AsType e IsType requerem origens de dados ligadas.
ro_ro: Argument incorect. Această formulă așteaptă un tabel dintr-o sursă de date conectată. Funcțiile AsType și IsType necesită surse de date conectate.
ru_ru: Неверный аргумент. В этой формуле ожидается таблица из подключенного источника данных. Подключенные источники обязательны для функций AsType и IsType.
sk_sk: Nesprávny argument. Tento vzorec očakáva tabuľku z pripojeného zdroja údajov. Funkcie AsType a IsType vyžadujú pripojené zdroje údajov.
sl_si: Nepravilen argument. Ta formula pričakuje tabelo iz povezanega vira podatkov. Funkciji AsType in IsType zahtevata povezane vire podatkov.
sr_cyrl_rs: Неисправан аргумент. Ова формула очекује табелу из повезаног извора података. Функције AsType и IsType захтевају повезане изворе података.
sr_latn_rs: Neispravan argument. Ova formula očekuje tabelu iz povezanog izvora podataka. Funkcije AsType i IsType zahtevaju povezane izvore podataka.
sv_se: Felaktigt argument. Den här formeln förväntar sig en tabell från en ansluten datakälla. Funktionerna AsType och IsType kräver anslutna datakällor.
th_th: อาร์กิวเมนต์ไม่ถูกต้อง สูตรนี้คาดหวังตารางจากแหล่งข้อมูลที่มีการเชื่อมต่อ ฟังก์ชัน AsType และ IsType จำเป็นต้องมีแหล่งข้อมูลที่มีการเชื่อมต่อ
tr_tr: Geçersiz bağımsız değişken. Bu formül bağlı veri kaynağından bir tablo bekliyor. AsType ve IsType işlevleri bağlı veri kaynakları gerektirir.
uk_ua: Неправильний аргумент. Ця формула очікує таблицю з підключеного джерела даних. Функції AsType та IsType вимагають підключених джерел даних.
vi_vn: Đối số không chính xác. Công thức này dự kiến nhận được bảng từ nguồn dữ liệu được kết nối. Các hàm AsType và IsType yêu cầu nguồn dữ liệu được kết nối.
zh_cn: 参数错误。该公式需要表来自已连接的数据源。AsType 和 IsType 函数需使用已连接的数据源。
zh_tw: 引數不正確。此公式需要來自已連線之資料來源的資料表。AsType 與 IsType 函式需要已連線的資料來源。

# InfoMessage
source: Message:
bg_bg: Съобщение:
ca_es: Missatge:
cs_cz: Zpráva:
da_dk: Meddelelse:
de_de: Nachricht:
el_gr: Μήνυμα:
es_es: Mensaje:
et_ee: Teade:
eu_es: Mezua:
fi_fi: Sanoma:
gl_es: Mensaxe:
hi_in: संदेश:
hr_hr: Poruka:
hu_hu: Üzenet:
id_id: Pesan:
it_it: Messaggio:
ja_jp: メッセージ:
kk_kz: Хабар:
ko_kr: 메시지:
lt_lt: Pranešimas:
lv_lv: Ziņojums:
ms_my: Mesej:
nb_no: Melding:
nl_nl: Bericht:
pl_pl: Komunikat:
pt_br: Mensagem:
pt_pt: Mensagem:
ro_ro: Mesaj:
ru_ru: Сообщение:
sk_sk: Hlásenie:
sl_si: Sporočilo:
sr_cyrl_rs: Порука:
sr_latn_rs: Poruka:
sv_se: Meddelande:
th_th: ข้อความ
tr_tr: İleti:
uk_ua: Повідомлення:
vi_vn: Thông báo:
zh_cn: 消息:
zh_tw: 訊息:

# InfoNode_Node
source: Node: {0}
bg_bg: Възел: {0}
cs_cz: Uzel: {0}
de_de: Knoten: {0}
el_gr: Κόμβος: {0}
es_es: Nodo: {0}
et_ee: Sõlm: {0}
eu_es: Nodoa: {0}
fi_fi: Solmu: {0}
fr_fr: Nœud : {0}
gl_es: Nó: {0}
hi_in: नोड: {0}
hr_hr: Čvor: {0}
hu_hu: Csomópont: {0}
it_it: Nodo: {0}
ja_jp: ノード: {0}
kk_kz: Түйін: {0}
ko_kr: 노드: {0}
lt_lt: Mazgas: {0}
lv_lv: Mezgls: {0}
ms_my: Nod: {0}
nl_nl: Knooppunt: {0}
pl_pl: Węzeł: {0}
pt_br: Nó: {0}
pt_pt: Nó: {0}
ro_ro: Nod: {0}
ru_ru: Узел: {0}
sk_sk: Uzol: {0}
sl_si: Vozlišče: {0}
sr_cyrl_rs: Чвор: {0}
sr_latn_rs: Čvor: {0}
sv_se: Nod: {0}
th_th: โหนด: {0}
tr_tr: Düğüm: {0}
uk_ua: Вузол: {0}
vi_vn: Nút: {0}
zh_cn: 节点: {0}
zh_tw: 節點: {0}

# InfoTok_Tok
source: Tok: {0}
bg_bg: Ток: {0}
el_gr: Διακριτικό: {0}
fi_fi: Tunnus: {0}
hi_in: टोक: {0}
kk_kz: Токен: {0}
lv_lv: Pilnvara: {0}
nb_no: Token: {0}
ru_ru: Токен: {0}
sl_si: Žeton: {0}
sr_cyrl_rs: Ток: {0}
uk_ua: Маркер: {0}
zh_cn: 标记: {0}
zh_tw: 權杖: {0}
