Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrAsNotInContext_ShortMessage
source: As is not permitted in this context
bg_bg: As не е разрешено в този контекст
ca_es: La paraula clau "As" no es permet en aquest context
cs_cz: Jak se v tomto kontextu nepovoluje
da_dk: As er ikke tilladt i denne kontekst
de_de: „As“ ist in diesem Kontext nicht zulässig.
el_gr: Η λέξη-κλειδί As δεν επιτρέπεται σε αυτό το περιβάλλον
es_es: No se permite el uso de "As" en este contexto.
et_ee: Märksõna "Kui" pole selles kontekstis lubatud
eu_es: As ez da onartzen testuinguru honetan
fi_fi: As-kohde ei ole sallittu tässä kontekstissa
fr_fr: « As » n’est pas autorisé dans ce contexte
gl_es: Porque non se permite neste contexto
hi_in: जैसा कि इस संदर्भ में अनुमति नहीं है
hr_hr: Kakvo jest nije dopušteno u ovom kontekstu
hu_hu: Az As nem engedélyezett ebben a környezetben
id_id: Karena tidak diizinkan dalam konteks ini
it_it: L'uso di As non è consentito in questo contesto
ja_jp: As はこのコンテキストで許可されていません
kk_kz: Бұл контекстте рұқсат етілмеген
ko_kr: 이 컨텍스트에서는 As가 허용되지 않음
lt_lt: Raktinis žodis „kaip“ šiame kontekste neleidžiamas
lv_lv: Jo šajā kontekstā nav atļauts
ms_my: Kerana ia tidak dibenarkan dalam konteks ini
nb_no: As er ikke tillatt i denne konteksten
nl_nl: De term 'as' is niet toegestaan in deze context
pl_pl: Słowo kluczowe As jest niedozwolone w tym kontekście
pt_br: As não é permitido neste contexto
pt_pt: As não é permitido neste contexto
ro_ro: „Ca atare” nu este permis în acest context
ru_ru: Ключевое слово "As" не допускается в этом контексте.
sk_sk: Slovo „Ako“ nie je v tomto kontexte povolené
sl_si: »Kot« ni dovoljeno v tem kontekstu
sr_cyrl_rs: Реч „као“ није дозвољена у овом контексту
sr_latn_rs: Reč „kao“ nije dozvoljena u ovom kontekstu
sv_se: As tillåts inte i den här kontexten
th_th: ไม่ได้รับอนุญาตในบริบทนี้
tr_tr: bu bağlamda As'e izin verilmiyor
uk_ua: Це не дозволено в цьому контексті
vi_vn: Không được phép sử dụng từ As trong ngữ cảnh này
zh_cn: 此上下文中不允许使用 As
zh_tw: 在此內容中不允許 As

# ErrorResource_ErrUntypedObjectScope_ShortMessage
source: Untyped objects cannot be used as the first argument to functions which support record scopes.
bg_bg: Нетипизирани обекти не могат да се използват като първи аргумент на функции, които поддържат обхвати на записи.
ca_es: Els objectes sense tipus no es poden utilitzar com a primer argument per a funcions que admeten àmbits de registre.
cs_cz: Netypové objekty nelze použít jako první argument pro funkce, které podporují rozsahy záznamů.
da_dk: Objekter uden type kan ikke bruges som det første argument for funktioner, der understøtter postomfang.
de_de: Nicht typisierte Objekte können nicht als erstes Argument für Funktionen verwendet werden, die Datensatzumfänge unterstützen.
el_gr: Τα μη τυπολογημένα αντικείμενα δεν μπορούν να χρησιμοποιηθούν ως το πρώτο όρισμα για λειτουργίες που υποστηρίζουν πεδία καρτελών.
es_es: Los objetos sin tipo no se pueden usar como primer argumento para funciones que admiten ámbitos de registro.
et_ee: Tüübita objekte ei saa kasutada esimese argumendina funktsioonidele, mis toetavad kirje ulatusi.
eu_es: Motarik gabeko objektuak ezin dira erabili lehen argumentu gisa erregistro-esparruak onartzen dituzten funtzioetan.
fi_fi: Tyypittämättömiä objekteja ei voi käyttää ensimmäisenä argumenttina funktioille, jotka tukevat tietueiden vaikutusalueita.
fr_fr: Les objets sans type ne peuvent pas être utilisés en tant que premier argument des fonctions qui prennent en charge les étendues d’enregistrement.
gl_es: Os obxectos sen tipo non se poden usar como primeiro argumento de funcións que admitan ámbitos de rexistro.
hi_in: रिकॉर्ड स्कोप का समर्थन करने वाले कार्यों के पहले तर्क के रूप में अनटाइप्ड ऑब्जेक्ट्स का इस्तेमाल नहीं किया जा सकता है.
hr_hr: Netipizirani objekti ne mogu se upotrijebiti kao prvi argument funkcijama koje podržavaju dosege zapisa.
hu_hu: Nem használhatók be nem írt objektumok a rekord hatókörét támogató függvények első argumentumaként.
id_id: Objek tidak bertipe tidak dapat digunakan sebagai argumen pertama untuk fungsi yang mendukung cakupan rekaman.
it_it: Impossibile utilizzare oggetti non tipizzati come primo argomento per le funzioni che supportano gli ambiti dei record.
ja_jp: 型指定されていないオブジェクトを、レコード スコープをサポートする関数への第一引数として使用することはできません。
kk_kz: Жіктелмеген нысандар жазба ауқымдарына қолдау көрсететін функцияларға бірінші аргумент ретінде пайдаланылмайды.
ko_kr: 형식화되지 않은 개체는 레코드 범위를 지원하는 함수에 대한 첫 번째 인수로 사용할 수 없습니다.
lt_lt: Neapibrėžto tipo objektai negali būti naudojami kaip pirmas argumentas funkcijoms, palaikančioms įrašų aprėptis.
lv_lv: Netipizētus objektus nevar lietot kā pirmo argumentu funkcijām, kas atbalsta ierakstu tvērumus.
ms_my: Objek tanpa jenis tidak boleh digunakan sebagai argumen pertama untuk fungsi yang menyokong skop rekod.
nb_no: Typeløse objekter kan ikke brukes som det første argumentet for funksjoner som støtter oppføringsomfang.
nl_nl: Niet-getypeerde objecten kunnen niet worden gebruikt als het eerste argument voor functies die recordbereik ondersteunen.
pl_pl: Obiektów bez typu nie można używać jako pierwszego argumentu funkcji, które obsługują zakresy rekordów.
pt_br: Os objetos sem tipo não podem ser usados como o primeiro argumento para funções com suporte a escopos de registro.
pt_pt: Não é possível utilizar objetos sem tipo como primeiro argumento de funções que suportam âmbitos de registo.
ro_ro: Obiectele fără tip nu pot fi utilizate ca prim argument pentru funcțiile care acceptă domenii de aplicare pentru înregistrări.
ru_ru: Нетипизированные объекты нельзя использовать в качестве первого аргумента для функций, которые поддерживают области действия записей.
sk_sk: Netypové objekty nemožno používať ako prvý argument pre funkcie, ktoré podporujú rozsahy záznamov.
sl_si: Predmetov brez vrste ni mogoče uporabiti kot prvi argument za funkcije, ki podpirajo obseg zapisa.
sr_cyrl_rs: Нетипизирани објекти се не могу користити као први аргумент за функције које подржавају опсеге записа.
sv_se: Typlöst objekt kan inte användas som första argument för funktioner som stöder postomfattningar.
th_th: ออบเจ็กต์ที่ไม่ได้ระบุชนิดไม่สามารถใช้เป็นอาร์กิวเมนต์แรกสำหรับฟังก์ชันที่สนับสนุนขอบเขตเรกคอร์ดได้
tr_tr: Türü belirtilmemiş nesneler, kayıt kapsamlarını destekleyen işlevlerin ilk bağımsız değişkeni olarak kullanılamaz.
uk_ua: Нетипізовані об’єкти не можна використовувати як перший аргумент для функцій, які підтримують області записів.
vi_vn: Không thể dùng các đối tượng chưa được phân loại làm đối số đầu tiên cho các hàm hỗ trợ phạm vi bản ghi.
zh_cn: 非类型化对象不能用作支持记录范围的函数的第一个参数。
zh_tw: 非類型化物件無法用做支援記錄範圍之函式的第一個引數。

# ErrNamedFormula_MissingSemicolon
source: Named formula must end with a semicolon.
bg_bg: Наименуваната формула трябва да завършва с точка и запетая.
ca_es: La fórmula amb nom ha d'acabar amb un punt i coma.
cs_cz: Pojmenovaný vzorec musí končit středníkem.
da_dk: Den navngivne formel skal slutte med et semikolon.
de_de: Die benannte Formel muss mit einem Semikolon enden.
el_gr: Ο καθορισμένος τύπος πρέπει να τελειώνει με ερωτηματικό.
es_es: La fórmula con nombre debe terminar con un punto y coma.
et_ee: Nimetatud valem peab lõppema semikooloniga.
eu_es: Izendatutako formulak puntu eta komaz amaitu behar du.
fi_fi: Nimetyn kaavan täytyy päättyä puolipisteeseen.
fr_fr: La formule nommée doit se terminer par un point-virgule.
gl_es: As fórmulas con nome deben rematar en punto e coma.
hi_in: नामांकित सूत्र अर्धविराम के साथ समाप्त होना चाहिए.
hr_hr: Imenovana formula mora završiti točkom sa zarezom.
hu_hu: A megnevezett képletnek pontosvesszővel kell végződnie.
id_id: Rumus bernama harus diakhiri dengan titik koma.
it_it: La formula con nome deve terminare con un punto e virgola.
ja_jp: 名前付き計算式はセミコロンで終わる必要があります。
kk_kz: Аталған формула үтір нүктемен аяқталуға тиіс.
ko_kr: 이름이 지정된 수식은 세미콜론으로 끝나야 합니다.
lt_lt: Įvardytoji formulė turi baigtis kabliataškiu.
lv_lv: Nosauktajai formulai jābeidzas ar semikolu.
ms_my: Formula yang dinamakan mesti tamat dengan koma bernoktah.
nb_no: Navngitt formel må slutte med et semikolon.
nl_nl: De genoemde formule moet eindigen met een puntkomma.
pl_pl: Nazwana formuła musi kończyć się średnikiem.
pt_br: A fórmula nomeada deve terminar com um ponto e vírgula.
pt_pt: A fórmula com nome tem de terminar com um ponto e vírgula.
ro_ro: Formula numită trebuie să se termine cu punct și virgulă.
ru_ru: Именованная формула должна заканчиваться точкой с запятой.
sk_sk: Pomenovaný vzorec sa musí končiť bodkočiarkou.
sl_si: Navedena formula se mora končati s podpičjem.
sr_cyrl_rs: Именована формула мора да се заврши тачком и зарезом.
sr_latn_rs: Imenovana formula mora da se završi tačkom i zarezom.
sv_se: Den namngivna formeln måste sluta med ett semikolon.
th_th: สูตรที่ระบุชื่อต้องลงท้ายด้วยเครื่องหมายอัฒภาค
tr_tr: Adlandırılmış formül, noktalı virgülle sona ermelidir.
uk_ua: Названа формула має закінчуватись крапкою з комою.
vi_vn: Công thức được đặt tên phải kết thúc bằng dấu chấm phẩy.
zh_cn: 命名公式必须以分号结束。
zh_tw: 命名公式必須以分號結尾。

# ErrNamedFormula_MissingValue
source: Named formula must be an expression.
bg_bg: Наименуваната формула трябва да бъде израз.
ca_es: La fórmula amb nom ha de ser una expressió.
cs_cz: Pojmenovaný vzorec musí být výraz.
da_dk: Den navngivne formel skal være et udtryk.
de_de: Die benannte Formel muss ein Ausdruck sein.
el_gr: Ο τύπος με όνομα πρέπει να είναι παράσταση.
es_es: La fórmula con nombre debe ser una expresión.
et_ee: Nimega valem peab olema avaldis.
eu_es: Izendatutako formulak adierazpen bat izan behar du.
fi_fi: Nimetyn kaavan on oltava lauseke.
fr_fr: La formule nommée doit être une expression.
gl_es: A fórmula con nome debe ser unha expresión.
hi_in: नामित सूत्र एक व्यंजक होना चाहिए.
hr_hr: Imenovana formula mora biti izraz.
hu_hu: A megnevezett képletnek kifejezésnek kell lennie.
id_id: Rumus bernama harus merupakan ekspresi.
it_it: La formula denominata deve essere un'espressione.
ja_jp: 名前付き計算式は式である必要があります。
kk_kz: Аталған формула өрнек болуы керек.
ko_kr: 이름이 지정된 수식은 식이어야 합니다.
lt_lt: Įvardytoji formulė turi būti reiškinys.
lv_lv: Nosauktajai formulai ir jābūt izteiksmei.
ms_my: Formula yang dinamakan mestilah ungkapan.
nb_no: Den navngitte formelen må være et uttrykk.
nl_nl: De genoemde formule moet een expressie zijn.
pl_pl: Nazwana formuła musi być wyrażeniem.
pt_br: A fórmula nomeada deve ser uma expressão.
pt_pt: A fórmula com nome tem de ser uma expressão.
ro_ro: Formula denumită trebuie să fie o expresie.
ru_ru: Именованная формула должна быть выражением.
sk_sk: Pomenovaný vzorec musí byť výraz.
sl_si: Navedena formula mora biti izraz.
sr_cyrl_rs: Именована формула мора да буде израз.
sv_se: Den namngivna formeln måste vara ett uttryck.
th_th: สูตรที่มีชื่อต้องเป็นนิพจน์
tr_tr: Adlandırılmış formül bir ifade olmalı.
uk_ua: Іменована формула має бути виразом.
vi_vn: Công thức được đặt tên phải là một biểu thức.
zh_cn: 指定的公式必须为表达式。
zh_tw: 命名公式必須是運算式。

# ErrUDF_MissingFunctionBody
source: User defined function must have a body.
bg_bg: Дефинираната от потребителя функция трябва да има тяло.
ca_es: La funció definida per l'usuari ha de tenir un cos.
cs_cz: Uživatelem definovaná funkce musí mít text.
da_dk: Brugerdefineret funktion skal have en brødtekst.
de_de: Die benutzerdefinierte Funktion muss einen Textkörper aufweisen.
el_gr: Η συνάρτηση που ορίζεται από τον χρήστη πρέπει να έχει σώμα.
es_es: La función definida por el usuario debe tener un cuerpo.
et_ee: Kasutaja määratletud funktsioonil peab olema sisu.
eu_es: Erabiltzaileak definitutako funtzioak gorputz bat izan behar du.
fi_fi: Käyttäjän määrittämässä funktiossa on oltava teksti.
fr_fr: La fonction définie par l’utilisateur doit avoir un corps.
gl_es: A función definida polo usuario debe ter un corpo.
hi_in: उपयोगकर्ता-परिभाषित फ़ंक्शन में एक बॉडी होनी चाहिए.
hr_hr: Korisnički definirana funkcija mora imati tijelo.
hu_hu: A felhasználó által definiált függvénynek rendelkeznie kell egy törzzsel.
id_id: Fungsi yang ditentukan pengguna harus memiliki isi.
it_it: La funzione definita dall'utente deve avere un corpo.
ja_jp: ユーザー定義関数には本文が必要です。
kk_kz: Пайдаланушы анықтайтын функцияның негізгі мәтіні болуы керек.
ko_kr: 사용자 정의 함수에는 본문이 있어야 합니다.
lt_lt: Vartotojo apibrėžtoje funkcijoje turi būti teksto.
lv_lv: Lietotāja definētai funkcijai ir jābūt pamattekstam.
ms_my: Fungsi ditakrifkan pengguna mesti mempunyai isi.
nb_no: Brukerdefinert funksjon må ha en brødtekst.
nl_nl: Door de gebruiker gedefinieerde functie moet een hoofdtekst hebben.
pl_pl: Funkcja zdefiniowana przez użytkownika musi mieć treść.
pt_br: A função definida pelo usuário deve ter um corpo.
pt_pt: A função definida pelo utilizador tem de ter um corpo.
ro_ro: Funcția definită de utilizator trebuie să includă un corp.
ru_ru: Пользовательская функция должна иметь тело.
sk_sk: Funkcia definovaná používateľom musí mať telo.
sl_si: Uporabniško določena funkcija mora imeti telo.
sr_cyrl_rs: Кориснички дефинисана функција мора да има тело.
sv_se: En användardefinierad funktion måste ha en brödtext.
th_th: ฟังก์ชันที่ผู้ใช้กำหนดต้องมีเนื้อหา
tr_tr: Kullanıcı tanımlı işlevin gövdesi olmalıdır.
uk_ua: У користувацької функції має бути тіло.
vi_vn: Hàm do người dùng xác định phải có nội dung.
zh_cn: 用户定义的函数必须有正文。
zh_tw: 使用者定義的函式必須有主體。

# ErrUDF_FunctionAlreadyDefined
source: Function {0} is already defined.
bg_bg: Функцията {0} вече е дефинирана.
ca_es: La funció {0} ja està definida.
cs_cz: Funkce {0} je již definována.
da_dk: Funktionen {0} er allerede defineret.
de_de: Funktion {0} ist bereits definiert.
el_gr: Η συνάρτηση {0} έχει ήδη οριστεί.
es_es: La función {0} ya está definida.
et_ee: Funktsioon {0} on juba määratletud.
eu_es: {0} funtzioa zehaztuta dago.
fi_fi: Toiminto {0} on jo määritetty.
fr_fr: La fonction {0} est déjà définie.
gl_es: A función {0} xa está definida.
hi_in: फ़ंक्शन {0} पहले से ही परिभाषित है.
hr_hr: Funkcija {0} je već definirana.
hu_hu: A(z) {0} funkció már meg van határozva.
id_id: Fungsi {0} telah ditentukan.
it_it: La funzione {0} è già definita.
ja_jp: 関数 {0} は既に定義されています。
kk_kz: {0} функциясы анықталып қойған.
ko_kr: 함수 {0}이(가) 이미 정의되어 있습니다.
lt_lt: Funkcija {0} jau apibrėžta.
lv_lv: Funkcija {0} jau ir definēta.
ms_my: Fungsi {0} sudah ditakrifkan.
nb_no: Funksjonen {0} er allerede definert.
nl_nl: Functie {0} is al gedefinieerd.
pl_pl: Funkcja {0} została już zdefiniowana.
pt_br: A função {0} já foi definida.
pt_pt: A função {0} já está definida.
ro_ro: Funcția {0} este definită deja.
ru_ru: Функция "{0}" уже определена.
sk_sk: Funkcia {0} je už definovaná.
sl_si: Funkcija {0} je že določena.
sr_cyrl_rs: Функција {0} је већ дефинисана.
sv_se: Funktionen {0} är redan definierad.
th_th: มีการกำหนดฟังก์ชัน {0} ไว้แล้ว
tr_tr: {0} işlevi zaten tanımlandı.
uk_ua: Функцію {0} уже визначено.
vi_vn: Chức năng {0} đã được xác định.
zh_cn: 函数 {0} 已定义。
zh_tw: 函式 {0} 已經定義。

# ErrUDF_DuplicateParameter
source: Parameter {0} is a duplicate.
bg_bg: Параметърът {0} е дубликат.
ca_es: El paràmetre {0} està duplicat.
cs_cz: Parametr {0} je duplicitní.
da_dk: Parameteren {0} er en dublet.
de_de: Parameter {0} ist ein Duplikat.
el_gr: Η παράμετρος {0} είναι διπλότυπη.
es_es: El parámetro {0} es un duplicado.
et_ee: Parameeter {0} on duplikaat.
eu_es: {0} parametroa bikoiztua da.
fi_fi: Parametri {0} on kaksoiskappale.
fr_fr: Le paramètre {0} est un doublon.
gl_es: O parámetro {0} é un duplicado.
hi_in: पैरामीटर {0} डुप्लीकेट है.
hr_hr: Parametar {0} je duplikat.
hu_hu: A {0} paraméter duplikált elem.
id_id: Parameter {0} adalah duplikat.
it_it: Il parametro {0} è un duplicato.
ja_jp: パラメーター {0} が重複しています。
kk_kz: {0} параметрі көшірме болып табылады.
ko_kr: 매개 변수 {0}이(가) 중복됩니다.
lt_lt: Parametras {0} kartojasi.
lv_lv: Parametrs {0} ir dublikāts.
ms_my: Parameter {0} ialah duplikasi.
nb_no: Parameteren {0} er et duplikat.
nl_nl: Parameter {0} is een duplicaat.
pl_pl: Parametr {0} jest duplikatem.
pt_br: O parâmetro {0} é uma duplicidade.
pt_pt: O parâmetro {0} é um duplicado.
ro_ro: Parametrul {0} este dublat.
ru_ru: Параметр "{0}" является дубликатом.
sk_sk: Parameter {0} je duplikát.
sl_si: Parameter {0} je podvojen.
sr_cyrl_rs: Параметар {0} је дупликат.
sv_se: Parametern {0} är en dubblett.
th_th: พารามิเตอร์ {0} ซ้ำกัน
tr_tr: {0} parametresi yinelenen bir öğe.
uk_ua: Параметр {0} є дублікатом.
vi_vn: Tham số {0} bị trùng lặp.
zh_cn: 参数 {0} 重复。
zh_tw: 參數 {0} 重複。

# ErrUDF_UnknownType
source: Unknown type {0}.
bg_bg: Неизвестен тип {0}.
ca_es: Tipus {0} desconegut.
cs_cz: Neznámý typ {0}.
da_dk: Ukendt type {0}.
de_de: Unbekannter Typ {0}.
el_gr: Άγνωστος τύπος {0}.
es_es: Tipo desconocido {0}.
et_ee: Tundmatu tüüp {0}.
eu_es: {0} mota ezezaguna.
fi_fi: Tuntematon tyyppi {0}.
fr_fr: Type inconnu {0}.
gl_es: Tipo {0} descoñecido.
hi_in: अज्ञात प्रकार {0}.
hr_hr: Nepoznata vrsta {0}.
hu_hu: Ismeretlen típusú {0}.
id_id: Tipe {0} tidak diketahui.
it_it: Tipo sconosciuto {0}.
ja_jp: 不明なタイプ {0}。
kk_kz: {0} түрі белгісіз.
ko_kr: 알 수 없는 형식 {0}입니다.
lt_lt: Nežinomas tipas {0}.
lv_lv: Nezināms tips {0}.
ms_my: Jenis tidak diketahui {0}.
nb_no: Ukjent type {0}.
nl_nl: Onbekend type {0}.
pl_pl: Nieznany typ {0}.
pt_br: Tipo desconhecido {0}.
pt_pt: Tipo desconhecido {0}.
ro_ro: Tip necunoscut {0}.
ru_ru: Неизвестный тип "{0}".
sk_sk: Neznámy typ {0}.
sl_si: Neznana vrsta {0}.
sr_cyrl_rs: Непознат тип {0}.
sv_se: Okänd typ {0}.
th_th: ชนิดที่ไม่รู้จัก {0}
tr_tr: {0} türü bilinmiyor.
uk_ua: Невідомий тип {0}.
vi_vn: Không rõ loại {0}.
zh_cn: 未知类型 {0}。
zh_tw: 未知的類型 {0}。

# ErrUDF_ReturnTypeDoesNotMatch
source: The stated function return type does not match the return type of the function body.
bg_bg: Посоченият тип на върната стойност на функцията „{0}“ не съответства на типа на върнатата стойност в основния ѝ текст „{1}“.
ca_es: El tipus de retorn de la funció indicada "{0}" no coincideix amb el tipus de retorn del cos de la funció "{1}".
cs_cz: Uvedený návratový typ funkce „{0}“ neodpovídá návratovému typu těla funkce „{1}“.
da_dk: Den angivne funktionsreturtype '{0}' matcher ikke returtypen for funktionens brødtekst '{1}'.
de_de: Der Rückgabetyp „{0}“ der angegebenen Funktion passt nicht zum Rückgabetyp des Funktionstextkörpers „{1}“.
el_gr: Ο τύπος επιστροφής της συνάρτησης που έχει δηλωθεί '{0}' δεν συμφωνεί με τον τύπο επιστροφής του σώματος συνάρτησης '{1}'.
es_es: El tipo de devolución de función indicada no coincide con el tipo de devolución del cuerpo de función.
et_ee: Märgitud funktsiooni tagastustüüp {0} ei vasta funktsiooni sisu {1} tagastustüübile.
eu_es: Adierazitako funtzioaren itzulketaren "{0}" mota ez dator bat funtzioaren "{1}" gorputzaren itzulketa motarekin.
fi_fi: Ilmoitettu funktion palautustyyppi {0} ei vastaa funktion rungon palautustyyppiä {1}.
fr_fr: Le type indiqué de retour de la fonction « {0} » ne correspond pas au type de retour du corps de la fonction « {1} ».
gl_es: O tipo de devolución da función indicada "{0}" non coincide co tipo de devolución do corpo da función "{1}".
hi_in: कथित फ़ंक्शन, रिटर्न प्रकार '{0}' फ़ंक्शन बॉडी '{1}' के रिटर्न प्रकार से मेल नहीं खाता है.
hr_hr: Navedena vrsta povrata funkcije „{0}” ne odgovara vrsti povrata tijela funkcije „{1}”.
hu_hu: A függvény visszaadott „{0}” típusa nem egyezik meg a(z) „{1}” függvénytörzs visszaküldési típusával.
id_id: Jenis pengembalian fungsi '{0}' yang dinyatakan tidak cocok dengan jenis pengembalian isi fungsi '{1}'.
it_it: Il tipo restituito della funzione dichiarato "{0}" non corrisponde al tipo restituito del corpo della funzione "{1}".
ja_jp: 宣言した関数の戻り値タイプ '{0}' が、関数本文の戻り値タイプ '{1}' と一致しません。
kk_kz: Мәлімделген "{0}" функциясын қайтару түрі "{1}" функциясының негізгі мәтінін қайтару түріне сәйкес келмейді.
ko_kr: 명시된 함수 반환 형식 '{0}'이(가) 함수 본문 '{1}'의 반환 형식과 일치하지 않습니다.
lt_lt: Nurodytas funkcijos pateikimo tipas „{0}“ neatitinka funkcijos pateikimo tipo pagrindinio teksto „{1}“.
lv_lv: Norādītais funkcijas atgriešanas tips “{0}” neatbilst funkcijas pamatteksta atgriešanas tipam “{1}”.
ms_my: Jenis kembali fungsi yang dinyatakan '{0}' tidak sepadan dengan jenis kembali isi fungsi '{1}'.
nb_no: Den angitte funksjonsreturtypen {0} samsvarer ikke med returtypen for funksjonsbrødteksten {1}.
nl_nl: Het vermelde retourtype van de functie '{0}' komt niet overeen met het retourtype van de functiehoofdtekst '{1}'.
pl_pl: Deklarowany zwracany typ funkcji „{0}” nie pasuje do zwracanego typu treści funkcji „{1}”.
pt_br: O tipo de retorno de função "{0}" declarado não corresponde ao tipo de retorno do corpo da função "{1}".
pt_pt: O tipo de devolução da função indicada "{0}" não corresponde ao tipo de devolução do corpo da função "{1}".
ro_ro: Tipul de returnare al funcției declarate „{0}” nu se potrivește cu tipul de returnare al corpului funcției „{1}”.
ru_ru: Указанный тип возвращаемого значения функции ({0}) не соответствует типу возвращаемого значения тела функции ({1}).
sk_sk: Uvedený typ vrátenej hodnoty funkcie {0} sa nezhoduje s typom vrátenej hodnoty tela funkcie {1}.
sl_si: Vrnjena vrsta navedene funkcije »{0}« se ne ujema z vrnjeno vrsto telesa funkcije »{1}«.
sr_cyrl_rs: Наведени тип резултата функције „{0}“ не подудара се са типом резултата тела функције „{1}“.
sv_se: Den angivna funktionens returtyp "{0}" överensstämmer inte med funktionstextens returtyp "{1}".
th_th: ประเภทการส่งคืนฟังก์ชันที่ระบุ '{0}' ไม่ตรงกับประเภทการส่งคืนของตัวฟังก์ชัน '{1}'
tr_tr: Belirtilen '{0}' işlev dönüş türü, '{1}' işlev gövdesinin dönüş türüyle eşleşmiyor.
uk_ua: Зазначений тип повернення функції "{0}" не відповідає типу повернення тіла функції "{1}".
vi_vn: Loại trả về hàm đã nêu "{0}" không khớp với kiểu trả về của nội dung hàm "{1}".
zh_cn: 所说明的函数返回类型 "{0}" 与函数正文的返回类型 "{1}" 不匹配。
zh_tw: 指定的函式傳回類型「{0}」與函式主體的傳回類型「{1}」不相符。
