Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrInvalidName_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrInvalidIdentifier_ShortMessage
source: Name isn't valid. This identifier isn't recognized.
bg_bg: Името не е валидно. Този идентификатор не е разпознат.
ca_es: El nom no és vàlid. Aquest identificador no es reconeix.
cs_cz: Název není platný. Identifikátor se nerozpoznal.
da_dk: Navnet er ikke gyldigt. Denne identifikator kan ikke genkendes.
de_de: Der Name ist ungültig. Dieser Bezeichner wird nicht erkannt.
el_gr: Το όνομα δεν είναι έγκυρο. Αυτό το αναγνωριστικό δεν αναγνωρίζεται.
es_es: El nombre no es válido. No se reconoce el identificador.
et_ee: Nimi ei sobi. Identifikaatorit ei tuvastatud.
eu_es: Izenak balio ez duenez, ez da ezagutu identifikatzailea.
fi_fi: Nimi ei ole kelvollinen. Tätä tunnistetta ei tunnisteta.
fr_fr: Le nom n’est pas valide. Cet identificateur n’est pas reconnu.
gl_es: O nome non é válido. Este identificador non se recoñece.
hi_in: नाम मान्य नहीं है. इस पहचानकर्ता को पहचाना नहीं गया है.
hr_hr: Naziv nije valjan. Identifikator nije prepoznat.
hu_hu: A név érvénytelen. Az azonosító nem ismerhető fel.
id_id: Nama tidak valid. Pengidentifikasi ini tidak dikenali.
it_it: Il nome non è valido. Identificatore non riconosciuto.
ja_jp: 名前が無効です。この識別子は認識されません。
kk_kz: Атау жарамсыз. Бұл идентификатор танылмады.
ko_kr: 이름이 잘못되었습니다. 이 식별자를 인식할 수 없습니다.
lt_lt: Pavadinimas yra netinkamas. Šis identifikatorius neatpažintas.
lv_lv: Nosaukums nav derīgs. Šis identifikators netika atpazīts.
ms_my: Nama tidak sah. Pengecam ini tidak dikenali.
nb_no: Navnet er ugyldig. Denne identifikatoren gjenkjennes ikke.
nl_nl: De naam is ongeldig. Deze id wordt niet herkend.
pl_pl: Nazwa jest nieprawidłowa. Ten identyfikator nie został rozpoznany.
pt_br: O nome não é válido. Este identificador não é reconhecido.
pt_pt: O nome não é válido. Este identificador não é reconhecido.
ro_ro: Numele nu este valid. Identificatorul nu este recunoscut.
ru_ru: Недопустимое имя. Этот идентификатор не распознан.
sk_sk: Názov nie je platný. Tento identifikátor nie je rozpoznaný.
sl_si: Ime ni veljavno. Tega identifikatorja ni mogoče prepoznati.
sr_cyrl_rs: Име није важеће. Овај идентификатор није препознат.
sr_latn_rs: Ime nije važeće. Ovaj identifikator nije prepoznat.
sv_se: Namnet är inte giltigt. Den här identifieraren kan inte identifieras.
th_th: ชื่อไม่ถูกต้อง ไม่รู้จักตัวระบุนี้
tr_tr: Ad geçerli değil. Bu tanımlayıcı tanınmıyor.
uk_ua: Неприпустиме ім’я. Цей ідентифікатор не розпізнано.
vi_vn: Tên không hợp lệ. Không nhận dạng được mã định danh này.
zh_cn: 名称无效。无法识别此标识符。
zh_tw: 名稱無效。無法辨識此識別碼。

# ErrorResource_ErrInvalidIdentifier_LongMessage
source: This error appears most commonly when a formula refers to something that no longer exists (for example, a control that you've deleted).
bg_bg: Тази грешка се появява най-често, когато формула препраща към нещо, което вече не съществува (например контрола, която сте изтрили).
ca_es: Aquest error apareix més habitualment quan una fórmula fa referència a alguna cosa que ja no existeix (per exemple, un control que hàgiu suprimit).
cs_cz: K této chybě dochází nejčastěji v případě, že vzorec odkazuje na něco, co už neexistuje (třeba ovládací prvek, který jste odstranili).
da_dk: Denne fejl forekommer oftest, når en formel refererer til noget, der ikke længere findes (f.eks, et kontrolelement, som du har slettet).
de_de: Dieser Fehler tritt meistens auf, wenn eine Formel auf ein Element verweist, das nicht mehr vorhanden ist (z. B. ein gelöschtes Steuerelement).
el_gr: Αυτό το σφάλμα εμφανίζεται συνήθως όταν ένας τύπος αναφέρεται σε κάτι το οποίο δεν υπάρχει πλέον (για παράδειγμα, ένα στοιχείο ελέγχου που έχετε διαγράψει).
es_es: Normalmente, este error aparece cuando una fórmula hace referencia a un elemento que ya no existe (por ejemplo, un control que se ha eliminado).
et_ee: See tõrge ilmneb kõige sagedamini siis, kui valem viitab millelegi, mida pole enam olemas (näiteks kustutatud juhtelement).
eu_es: Normalean, errore hori gertatzen da formula batek jada ez dagoen elementu bati erreferentzia egiten dionean (adibidez, ezabatu duzun kontrol bat).
fi_fi: Tämä virhe esiintyy yleisimmin, kun kaava viittaa johonkin, jota ei enää olemassa (esimerkiksi ohjausobjektiin, jonka olet poistanut).
fr_fr: Cette erreur se produit généralement lorsqu’une formule fait référence à un élément qui n’existe plus (par exemple, un contrôle que vous avez supprimé).
gl_es: Este erro adoita aparecer cando unha fórmula fai referencia a algo que xa non existe (por exemplo, un control que eliminou).
hi_in: यह त्रुटि सामान्यतः सबसे अधिक तब आती है जब कोई फॉर्मूला किसी ऐसी चीज़ को संदर्भित करता है जो अब मौजूद नहीं है (उदाहरण के लिए, आपके द्वारा हटाया गया कोई नियंत्रण).
hr_hr: Ta se pogreška najčešće pojavljuje kada se formula odnosi se na nešto što više ne postoji (na primjer, na kontrolu koju ste izbrisali).
hu_hu: Ez a hiba leggyakrabban akkor jelenik meg, ha a képlet már nem létező dologra (például egy törölt vezérlőre) hivatkozik.
id_id: Kesalahan ini paling sering muncul saat rumus mengacu pada sesuatu yang tidak ada lagi (misalnya, kontrol yang telah Anda hapus).
it_it: Questo errore si verifica in genere quando una formula fa riferimento a un elemento che non esiste più, ad esempio un controllo che è stato eliminato.
ja_jp: このエラーが表示されるケースの大半は、存在しなくなったもの (削除したコントロールなど) を数式が参照している場合です。
kk_kz: Формула бұдан былай жоқ элементке (мысалы, жойылған басқару элементіне) қатысты болған кезде, осы қате жиі пайда болады.
ko_kr: 이 오류는 일반적으로 수식이 존재하지 않는 항목(예: 삭제한 컨트롤)을 참조하는 경우에 나타납니다.
lt_lt: Ši klaida paprastai įvyksta tada, kai formulė nurodo kažką, ko jau nebėra (pavyzdžiui, valdiklį, kurį panaikinote).
lv_lv: Visbiežāk šī kļūda rodas tad, ja formulā ir iekļauta atsauce uz kaut ko, kas vairs nepastāv (piemēram, izdzēstu vadīklu).
ms_my: Ralat ini muncul paling biasa apabila formula merujuk pada sesuatu yang tidak lagi wujud (contohnya, kawalan yang telah dipadamkan).
nb_no: Denne feilen oppstår vanligvis når en formel refererer til noe som ikke lenger finnes (f.eks. en kontroll du har slettet).
nl_nl: Deze fout treedt meestal op wanneer een formule verwijst naar een entiteit die niet meer bestaat (bijvoorbeeld een besturingselement dat u hebt verwijderd).
pl_pl: Ten błąd występuje najczęściej wtedy, gdy formuła odwołuje się do elementu, który już nie istnieje (na przykład do usuniętej kontrolki).
pt_br: Este erro geralmente ocorre quando uma fórmula se refere a algo que não existe mais (por exemplo, um controle que foi excluído).
pt_pt: Este erro aparece mais frequentemente quando uma fórmula referencia algo que já não existe (por exemplo, um controlo que eliminou).
ro_ro: Această eroare apare cel mai frecvent atunci când o formulă face referire la ceva care nu mai există (de exemplu, un control pe care l-ați șters).
ru_ru: Эта ошибка чаще всего возникает, когда формула ссылается на объект, который больше не существует (например, удаленный элемент управления).
sk_sk: Táto chyba sa najčastejšie zobrazuje, keď vzorec odkazuje na niečo, čo už neexistuje (napríklad na ovládací prvok, ktorý ste odstránili).
sl_si: Do te napake najpogosteje pride, kadar se formula sklicuje na nekaj, kar ne obstaja več (na primer kontrolnik, ki ste ga izbrisali).
sr_cyrl_rs: Ова грешка се најчешће јавља кад формула упућује на нешто што више не постоји (на пример, на контролу коју сте избрисали).
sr_latn_rs: Ova greška se najčešće javlja kad formula upućuje na nešto što više ne postoji (na primer, na kontrolu koju ste izbrisali).
sv_se: Det här felet uppstår vanligtvis när en formel refererar till något som inte längre finns (t.ex. en kontroll som har tagits bort).
th_th: ข้อผิดพลาดนี้ปรากฏให้เห็นบ่อยที่สุดเมื่อสูตรอ้างอิงไปยังสิ่งที่ไม่มีอยู่อีกต่อไป (เช่น การควบคุมที่คุณได้ลบไปแล้ว)
tr_tr: Bu hata en yaygın olarak bir formül artık var olmayan bir öğeye (örneğin, silmiş olduğunuz bir denetime) başvurduğunda ortaya çıkar.
uk_ua: Ця помилка найчастіше з’являється, коли формула посилається на те, чого більше не існує (наприклад, елемент керування, який ви видалили).
vi_vn: Lỗi này hay xuất hiện nhất khi có công thức tham chiếu tới nội dung không còn tồn tại (ví dụ: một kiểm soát mà bạn đã xóa).
zh_cn: 当公式引用不再存在的内容(例如已删除的控件)时，最常出现此错误。
zh_tw: 公式參考的項目已不存在 (例如已刪除的控制項) 時，最常出現此錯誤。

# ErrorResource_ErrInvalidIdentifier_HowToFix_1
source: Remove or correct the reference to the name that isn't valid.
bg_bg: Премахнете или коригирайте невалидната препратка към името.
ca_es: Suprimiu o corregiu la referència al nom que no és vàlid.
cs_cz: Odeberte nebo opravte odkaz na název, který není platný.
da_dk: Fjern, eller ret referencen til det navn, der er ikke gyldigt.
de_de: Entfernen oder korrigieren Sie den Verweis auf den ungültigen Namen.
el_gr: Καταργήστε ή διορθώστε την αναφορά στο όνομα που δεν είναι έγκυρο.
es_es: Quite o corrija la referencia al nombre que no es válida.
et_ee: Eemaldage või parandage viide nimele, mis pole sobiv.
eu_es: Kendu edo zuzendu erabil ezin daitekeen izenari egindako erreferentzia.
fi_fi: Poista tai korjaa viittaus nimeen, joka ei ole kelvollinen.
fr_fr: Supprimez ou corrigez la référence au nom qui n’est pas valide.
gl_es: Elimine ou corrixa a referencia ao nome que non é válido.
hi_in: उस नाम का संदर्भ निकालें या उसे ठीक करें जो मान्य नहीं है.
hr_hr: Uklonite ili ispravite referencu na naziv koji nije valjan.
hu_hu: Távolítsa el vagy javítsa az érvénytelen névre mutató hivatkozást.
id_id: Hapus atau perbaiki referensi untuk nama yang tidak valid.
it_it: Rimuovere o correggere il riferimento al nome non valido.
ja_jp: 名前への無効な参照を削除するか、修正してください。
kk_kz: Сілтемені жойыңыз немесе жарамды атқа түзетіңіз.
ko_kr: 잘못된 이름에 대한 참조를 제거하거나 수정합니다.
lt_lt: Pašalinkite arba pataisykite nuorodą į netinkamą pavadinimą.
lv_lv: Noņemiet atsauci vai labojiet tās nosaukumu uz nederīgu.
ms_my: Alih keluar atau betulkan rujukan kepada nama yang tidak sah.
nb_no: Fjern eller korriger referansen til navnet som ikke er gyldig.
nl_nl: Verwijder of corrigeer de verwijzing naar de ongeldige naam.
pl_pl: Usuń lub popraw odwołanie do nieprawidłowej nazwy.
pt_br: Remova ou corrija a referência ao nome que não é válido.
pt_pt: Remova ou corrija a referência para o nome que não é válida.
ro_ro: Eliminați sau corectați referința la numele care nu este valid.
ru_ru: Удалите или исправьте ссылку на недопустимое имя.
sk_sk: Odstráňte alebo opravte odkaz na názov, ktorý nie je platný.
sl_si: Odstranite ali popravite sklic na ime, ki ni veljaven.
sr_cyrl_rs: Уклоните или исправите референцу на име које није важеће.
sr_latn_rs: Uklonite ili ispravite referencu na ime koje nije važeće.
sv_se: Ta bort eller korrigera referensen till det namn som inte är giltigt.
th_th: ลบหรือแก้ไขการอ้างอิงถึงชื่อที่ไม่ถูกต้อง
tr_tr: Geçerli olmayan ad başvurusunu kaldırın veya düzeltin.
uk_ua: Вилучіть або виправте посилання на неприпустиме ім’я.
vi_vn: Loại bỏ hoặc sửa tham chiếu tới tên không hợp lệ.
zh_cn: 删除或更正对无效名称的引用。
zh_tw: 請移除或更正對無效名稱的參考。

# ErrorResource_ErrInvalidIdentifier_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справочна информация за формулите за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: Formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletekkel kapcsolatos segédlet
id_id: Artikel: Referensi rumus untuk Power Apps
it_it: Articolo: informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала: Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Informacje o formułach w usłudze Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmulas do Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья. Справка по формулам для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: Sklic na formulo za storitev Power Apps
sr_cyrl_rs: Чланак: Референца формуле за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrInvalidPropertyReference_ShortMessage
source: Property reference isn't valid.
bg_bg: Препратката на свойството не е валидна.
ca_es: La referència de la propietat no és vàlida.
cs_cz: Odkaz na vlastnost není platný.
da_dk: Egenskabsreferencen er ikke gyldig.
de_de: Der Eigenschaftsverweis ist ungültig.
el_gr: Η αναφορά ιδιότητας δεν είναι έγκυρη.
es_es: La referencia de la propiedad no es válida.
et_ee: Atribuudiviide ei sobi.
eu_es: Propietate-erreferentziak ez du balio.
fi_fi: Ominaisuusviittaus ei ole kelvollinen.
fr_fr: La référence de propriété n’est pas valide.
gl_es: A referencia da propiedade non é válida.
hi_in: गुण संदर्भ मान्य नहीं है.
hr_hr: Referenca svojstva nije valjana.
hu_hu: A tulajdonsághivatkozás érvénytelen.
id_id: Referensi properti tidak valid.
it_it: Il riferimento alla proprietà non è valido.
ja_jp: プロパティ参照が無効です。
kk_kz: Сипатқа сілтеме жарамсыз.
ko_kr: 속성 참조가 잘못되었습니다.
lt_lt: Ypatybės nuoroda netinkama.
lv_lv: Rekvizīta atsauce nav derīga.
ms_my: Rujukan sifat tidak sah.
nb_no: Egenskapsreferansen er ugyldig.
nl_nl: De eigenschapsverwijzing is niet geldig.
pl_pl: Odwołanie do właściwości nie jest prawidłowe.
pt_br: A referência da propriedade não é válida.
pt_pt: A referência de propriedade não é válida.
ro_ro: Referința la proprietate nu este validă.
ru_ru: Недопустимая ссылка на свойство.
sk_sk: Odkaz na vlastnosť nie je platný.
sl_si: Sklic na lastnost ni veljaven.
sr_cyrl_rs: Референца својства није важећа.
sr_latn_rs: Referenca svojstva nije važeća.
sv_se: Egenskapsreferensen är inte giltig.
th_th: การอ้างอิงคุณสมบัติไม่ถูกต้อง
tr_tr: Özellik başvurusu geçerli değil.
uk_ua: Неприпустиме посилання на властивість.
vi_vn: Tham chiếu thuộc tính không hợp lệ.
zh_cn: 属性引用无效。
zh_tw: 屬性參考無效。
