Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrSetVariableWithRelationshipNotAllowRecord
source: This record cannot be copied. Instead, create an inline record using {...} notation to copy the individual fields desired.
bg_bg: Този запис не може да бъде копиран. Вместо това създайте вграден запис чрез нотацията {...}, за да копирате желаните отделни полета.
ca_es: Aquest registre no es pot copiar. Com a alternativa, creeu un registre en línia amb la notació {...} per copiar els camps individuals desitjades.
cs_cz: Tento záznam nelze kopírovat. Místo toho vytvořte vložený záznam pomocí zápisu {...} a zkopírujte jednotlivá požadovaná pole.
da_dk: Denne post kan ikke kopieres. Opret i stedet en indbygget post med {...} notation for at kopiere de ønskede individuelle felter.
de_de: Dieser Datensatz kann nicht kopiert werden. Erstellen Sie stattdessen einen Inline-Datensatz mithilfe der Notation {...}, um die einzelnen gewünschten Felder zu kopieren.
el_gr: Δεν είναι δυνατή η αντιγραφή αυτής της καρτέλας. Αντιθέτως, δημιουργήστε μια ενσωματωμένη καρτέλα χρησιμοποιώντας {...} σημειώσεις για την αντιγραφή των επιμέρους πεδίων που επιθυμείτε.
es_es: No se puede copiar este registro. En su lugar, cree un registro insertado usando la anotación {...} para copiar los campos individuales deseados.
et_ee: Seda kirjet ei saa kopeerida. Selle asemel looge tekstisisene kirje, kasutades soovitud üksikute väljade kopeerimiseks märget {...}.
eu_es: Ezin da kopiatu erregistro hau. Horren ordez, sortu txertatutako erregistro bat {...} notazioa erabiliz eta kopiatu behar dituzun eremuak.
fi_fi: Tätä tietuetta ei voi kopioida. Luo sen sijaan sisäinen tietue käyttämällä {...} -notaatiota, kun haluat kopioida haluamasi yksittäiset kentät.
fr_fr: Impossible de copier cet enregistrement. Plutôt, créez un enregistrement en ligne à l’aide de la notation {...} pour copier les champs individuels souhaités.
gl_es: Este rexistro non se pode copiar. No seu lugar, cree un rexistro en liña usando a notación {...} para copiar os campos individuais desexados.
hi_in: इस रिकॉर्ड की प्रतिलिपि नहीं बनाई जा सकती. इसके बजाय, वांछित व्यक्तिगत फ़ील्ड की प्रतिलिपि बनाने के लिए {...} नोटेशन का उपयोग करके एक इनलाइन रिकॉर्ड बनाएं.
hr_hr: Taj se zapis ne može kopirati. Umjesto toga izradite umetnuti zapis pomoću oznake {...} da biste kopirali željena pojedinačna polja.
hu_hu: Ez a rekord nem másolható. Ehelyett hozzon létre egy beágyazott rekordot a(z) {...} jegyzet segítségével a kívánt egyéni mezők másolására.
id_id: Rekaman ini tidak dapat disalin. Sebagai gantinya, buat rekaman sebaris menggunakan notasi {...} untuk menyalin bidang terpisah yang diinginkan.
it_it: Impossibile copiare il record. Crea, invece, un record inline con la notazione {...} per copiare i singoli campi desiderati.
ja_jp: このレコードはコピーできません。{...} の表記を使用してインライン レコードを作成し、必要なフィールドを個別にコピーしてください。
kk_kz: Бұл жазбаны көшіру мүмкін емес. Оның орнына қажетті жеке өрістерді көшіру үшін {...} жазбасы арқылы кірістірілген жазба жасаңыз.
ko_kr: 이 레코드는 복사할 수 없습니다. 대신 {...} 표기법으로 인라인 레코드를 생성하여 원하는 개별 필드를 복사하세요.
lt_lt: Šio įrašo negalima nukopijuoti. Vietoje to sukurkite įdėjimo įrašą naudodami {...} notaciją, kad galėtumėte kopijuoti atskirus norimus laukus.
lv_lv: Šo ierakstu nevar kopēt. Tā vietā izveidojiet iekļauto ierakstu, izmantojot {...} notāciju, lai kopētu atsevišķus vajadzīgos laukus.
ms_my: Rekod ini tidak boleh disalin. Sebaliknya, cipta rekod sebaris dengan menggunakan notasi {...} untuk menyalin medan individu yang diingini.
nb_no: Denne oppføringen kan ikke kopieres. Opprett i stedet en innebygd oppføring med {...}-notasjon for å kopiere de ønskede enkeltfeltene.
nl_nl: Deze record kan niet worden gekopieerd. Maak in plaats daarvan een inlinerecord met notatie {...} om de gewenste afzonderlijke velden te kopiëren.
pl_pl: Nie można skopiować tego rekordu. W zamian utwórz rekord w tekście, używając notacji {...}, aby skopiować potrzebne pola.
pt_br: Este registro não pode ser copiado. Em vez disso, crie um registro em linha usando a notação {...} para copiar os campos individuais desejados.
pt_pt: Não é possível copiar este registo. Em vez disso, crie um registo inline utilizando a notação {...} para copiar os campos individuais pretendidos.
ro_ro: Această înregistrare nu se poate copia. Creați în schimb o înregistrare în linie utilizând notația {...} pentru a copia câmpurile individuale de care aveți nevoie.
ru_ru: Эту запись невозможно скопировать. Вместо этого создайте встроенную запись с помощью нотации {...} для копирования нужных полей.
sk_sk: Tento záznam nie je možné kopírovať. Namiesto toho vytvorte vnorený záznam pomocou zápisu {...} a skopírujte jednotlivé požadované polia.
sl_si: Zapisa ni mogoče kopirati. Ustvarite zapis v vrstici z oznako {...}, če želite kopirati želena posamezna polja.
sr_cyrl_rs: Није могуће копирати овај запис. Уместо тога, креирајте уметнути запис користећи анотацију {...} да бисте копирали жељена појединачна поља.
sv_se: Det går inte att kopiera den här posten. Skapa i stället en infogad post med {...}-format för att kopiera de enskilda fält som du vill använda.
th_th: ไม่สามารถคัดลอกเรกคอร์ดนี้ได้ ให้สร้างเรกคอร์ดแบบอินไลน์โดยใช้สัญกรณ์ {...} เพื่อคัดลอกแต่ละฟิลด์ที่ต้องการแทน
tr_tr: Bu kayıt kopyalanamaz. Bunun yerine, istediğiniz alanları tek tek kopyalamak için {...} gösterimini kullanarak bir satır içi kayıt oluşturun.
uk_ua: Цей запис не можна скопіювати. Натомість створіть вбудований запис за допомогою нотації "{...}", щоб скопіювати окремі потрібні поля.
vi_vn: Không thể sao chép bản ghi này. Thay vào đó, hãy tạo một bản ghi nội tuyến bằng cách sử dụng ký hiệu {...} để sao chép các trường riêng lẻ mong muốn.
zh_cn: 无法复制此记录。请改为使用 {...} 表示法创建内联记录来复制所需的各个字段。
zh_tw: 無法複製此記錄。請改用 {...} 標記法來建立內嵌記錄，以複製需要的個別欄位。

# ErrNotSupportedFormat_Func
source: The second argument of the '{0}' function is only supported for numeric and date/time values.
bg_bg: Вторият аргумент на функцията „{0}“ се поддържа само за числови стойности и стойности за дата/час.
ca_es: El segon argument de la funció "{0}" només s'admet per als valors numèrics i de data i hora.
cs_cz: Druhý argument funkce '{0}' je podporován pouze pro číselné hodnoty a hodnoty data a času.
da_dk: Det andet argument for funktionen '{0}' understøttes kun for numeriske værdier og dato-/klokkeslætsværdier.
de_de: Das zweite Argument der „{0}“-Funktion wird nur für numerische und Datums-/Uhrzeitwerte unterstützt.
el_gr: Το δεύτερο όρισμα της συνάρτησης '{0}' υποστηρίζεται μόνο για αριθμητικές τιμές και τιμές ημερομηνίας/ώρας.
es_es: El segundo argumento de la función "{0}" solo se admite para valores numéricos y de fecha y hora.
et_ee: Funktsiooni „{0}“ teist argumenti toetatakse ainult numbriliste ja kuupäeva/kellaaja väärtuste puhul.
eu_es: "{0}" funtzioaren bigarren argumentua zenbakizko balioetan eta dataren eta orduaren balioetan soilik onartzen da.
fi_fi: {0}-funktion toista argumenttia tuetaan vain numeerisille ja päivämäärä/aika-arvoille.
fr_fr: Le deuxième argument de la fonction '{0}' est pris en charge uniquement pour les valeurs numériques et de date/heure.
gl_es: O segundo argumento da función '{0}' só se apoia nos valores numéricos e de data/hora.
hi_in: '{0}' फ़ंक्शन का दूसरा तर्क केवल संख्यात्मक और दिनांक/समय मानों के लिए समर्थित है.
hr_hr: Drugi argument funkcije „{0}” podržan je samo za numeričke vrijednosti i vrijednosti datuma/vremena.
hu_hu: Az '{0}' függvény második argumentuma csak numerikus és dátum-/időértékek esetén támogatott.
id_id: Argumen kedua dari fungsi '{0}' hanya didukung untuk nilai numerik dan tanggal/waktu.
it_it: Il secondo argomento della funzione "{0}" è supportato solo per valori numerici e di data/ora.
ja_jp: '{0}' 関数の第 2 引数に指定できるのは、数値と日付/時刻の値のみです。
kk_kz: "{0}" функциясының екінші аргументіне тек сандық және күн/уақыт мәндері үшін ғана қолдау көрсетіледі.
ko_kr: '{0}' 함수의 두 번째 인수는 숫자 및 날짜/시간 값에 대해서만 지원됩니다.
lt_lt: Antrasis funkcijos „{0}“ argumentas palaiko tik skaitinėse ir datos / laiko reikšmėse.
lv_lv: Funkcijas '{0}' otrais arguments tiek atbalstīts tikai skaitliskām un datuma/laika vērtībām.
ms_my: Argumen kedua fungsi '{0}' hanya disokong untuk nilai angka dan tarikh/masa.
nb_no: Det andre argumentet for funksjonen {0} støttes bare for numeriske verdier og dato-/klokkeslettverdier.
nl_nl: Het tweede argument van de functie {0} wordt alleen ondersteund voor numerieke waarden en datum-/tijdwaarden.
pl_pl: Drugi argument funkcji „{0}” jest obsługiwany tylko w przypadku wartości liczbowych oraz typu data/godzina.
pt_br: O segundo argumento da função "{0}" só tem suporte para valores numéricos e de data/hora.
pt_pt: O segundo argumento da função "{0}" só é suportado para valores numéricos e de data/hora.
ro_ro: Al doilea argument al funcției „{0}” este acceptat doar pentru valorile numerice și dată/oră.
ru_ru: Второй аргумент функции "{0}" поддерживается только для числовых значений и значений даты и времени.
sk_sk: Druhý argument funkcie {0} je podporovaný len pre číselné hodnoty a hodnoty dátumu a času.
sl_si: Drugi argument funkcije »{0}« je podprt le za številske vrednosti in vrednosti datuma/časa.
sr_cyrl_rs: Други аргумент функције „{0}“ подржан је само за нумеричке вредности и вредности датума и времена.
sv_se: Det andra argumentet för funktionen "{0}" stöds endast för numeriska värden och datum/tid-värden.
th_th: อาร์กิวเมนต์ที่สองของฟังก์ชัน '{0}' รองรับเฉพาะค่าที่เป็นตัวเลขและวันที่/เวลาเท่านั้น
tr_tr: '{0}' işlevinin ikinci bağımsız değişkeni yalnızca sayısal değerler ve tarih/saat değerleri için desteklenir.
uk_ua: Другий аргумент функції "{0}" підтримується лише для числових значень і значень дати й часу.
vi_vn: Đối số thứ hai của hàm "{0}" chỉ được hỗ trợ cho các giá trị số và ngày/giờ.
zh_cn: '{0}' 函数的第二个参数仅支持数字和日期/时间值。
zh_tw: '{0}' 函式的第二個引數僅支援數字與日期/時間值。

# WrnSetExpandableType
source: Set a variable with an online datasource value (table or record) can cause multiple requests to the server. Soon this will be blocked.
bg_bg: Задаването на променлива със стойност от онлайн източник на данни (таблица или запис) може да предизвика множество заявки към сървъра. Скоро той ще бъде блокиран.
ca_es: Definir una variable amb un valor de font de dades en línia (taula o registre) pot provocar diverses sol·licituds al servidor. Aviat es bloquejarà.
cs_cz: Nastavení proměnné s hodnotou online zdroje dat (tabulky nebo záznamu) může způsobit vícenásobné požadavky na server. Brzy to bude zablokováno.
da_dk: Angiv en variabel med en værdi i onlinedatakilde (tabel eller post) kan medføre flere anmodninger til serveren. Snart blokeres dette.
de_de: Das Festlegen einer Variablen mit einem Onlinedatenquellenwert (Tabelle oder Datensatz) kann mehrere Anfragen an den Server verursachen. Dies wird demnächst blockiert.
el_gr: Εάν ορίσετε μια μεταβλητή με μια τιμή προέλευσης δεδομένων online (πίνακας ή καρτέλα) μπορεί να προκαλέσει πολλαπλές αιτήσεις στον διακομιστή. Σύντομα θα αποκλειστεί.
es_es: Establecer una variable con un valor de origen de datos en línea (tabla o registro) puede provocar varias solicitudes al servidor. Pronto se bloqueará.
et_ee: Veebiandmeallika väärtusega (tabel või kirje) muutuja määramine võib põhjustada serverisse mitme taotluse esitamise. Varsti see blokeeritakse.
eu_es: Lineako datu-iturburuaren balio bat (taula edo erregistro bat) duen aldagai bat ezartzen baduzu, hainbat eskaera sortuko dira zerbitzarian. Laster blokeatuko da aukera hau.
fi_fi: Muuttujan, jolla on online-tietolähteen arvo (taulukko tai tietue), määrittäminen voi aiheuttaa useita pyyntöjä palvelimelle. Tämä estetään pian.
fr_fr: Définir une variable avec une valeur de source de données en ligne (table ou enregistrement) peut entraîner plusieurs demandes sur le serveur. Cette option sera bientôt bloquée.
gl_es: Se se establece unha variable cun valor de orixe de datos en liña (táboa ou rexistro), pode que se realicen múltiples solicitudes ao servidor. Isto impedirase en breve.
hi_in: ऑनलाइन डेटास्रोत मान (तालिका या रिकॉर्ड) के साथ एक वैरिएबल सेट करने से सर्वर पर कई अनुरोध हो सकते हैं. जल्द ही इसे ब्लॉक कर दिया जाएगा.
hr_hr: Postavljanje varijable s vrijednošću online izvora podataka (tablica ili zapis) može uzrokovati više zahtjeva poslužitelju. To će se uskoro blokirati.
hu_hu: Ha egy online adatforrásértékkel (tábla vagy rekord) rendelkező változót akar beállítani, az több kérést hozhat létre a kiszolgálón. Ez hamarosan tiltott lesz.
id_id: Mengatur variabel dengan nilai sumber data online (tabel atau data) dapat menyebabkan banyak permintaan ke server. Hal ini akan segera diblokir.
it_it: L'impostazione di una variabile con un valore di origine dati online (tabella o record) può generare più richieste al server. Questa funzionalità verrà presto bloccata.
ja_jp: 変数をオンラインのデータ ソース値 (テーブルまたはレコード) に設定すると、サーバーへの要求が複数発生する可能性があります。これはすぐにブロックされます。
kk_kz: Онлайн дереккөз мәні (кесте немесе жазба) бар айнымалыны орнату серверге бірнеше сұрау тудыруы мүмкін. Жақын арада ол бұғатталады.
ko_kr: 온라인 데이터 소스 값(테이블 또는 레코드)으로 변수를 설정하면 서버에 여러 요청이 발생할 수 있습니다. 이 기능은 곧 차단될 예정입니다.
lt_lt: Nustačius kintamąjį su internetinio duomenų šaltinio reikšme (lentele arba įrašu), į serverį gali būti pateikiamos kelios užklausos. Ši funkcija greitai bus užblokuota.
lv_lv: Iestatīt mainīgo ar tiešsaistes datu avota vērtību (tabula vai ieraksts) var izraisīt vairākus pieprasījumus serverim. Drīz tas tiks bloķēts.
ms_my: Penetapan pemboleh ubah dengan nilai sumber data dalam talian (jadual atau rekod) boleh menyebabkan berbilang permintaan kepada pelayan. Ini akan disekat tidak lama lagi.
nb_no: Hvis du angir en variabel med en nettbasert datakildeverdi (tabell eller oppføring), kan det føre til flere forespørsler til serveren. Snart blir dette blokkert.
nl_nl: Het instellen van een variabele met een onlinegegevensbronwaarde (tabel of record) kan meerdere aanvragen bij de server veroorzaken. Dit wordt binnenkort geblokkeerd.
pl_pl: Ustawienie zmiennej z wartością źródła danych online (tabelą lub rekordem) może spowodować wysłanie wielu żądań do serwera. Wkrótce to zostanie zablokowane.
pt_br: Definir uma variável com um valor de fonte de dados online (tabela ou registro) poderá causar várias solicitações ao servidor. Em breve, isso será bloqueado.
pt_pt: Definir uma variável com um valor de origem de dados online (tabela ou registo) pode causar vários pedidos ao servidor. Esta ação será bloqueada brevemente.
ro_ro: Setarea unei variabile cu o valoare sursă de date online (tabel sau înregistrare) poate provoca mai multe solicitări către server. În curând acesta va fi blocat.
ru_ru: Если задать переменную со значением источника данных в интернете (таблица или запись), это может вызвать несколько запросов к серверу. Вскоре эта возможность будет заблокирована.
sk_sk: Nastavenie premennej s hodnotou online zdroja údajov (tabuľky alebo záznamu) môže spôsobiť viacero požiadaviek na server. Čoskoro to bude zablokované.
sl_si: Nastavitev spremenljivke z vrednostjo spletnega vira podatkov (tabela ali zapis) lahko povzroči več zahtev strežniku. Ta nastavitev bo kmalu blokirana.
sr_cyrl_rs: Постављање променљиве са вредношћу извора података на мрежи (табела или запис) може да изазове више захтева упућених серверу. Ово ће ускоро бити блокирано.
sv_se: Om du anger en variabel med ett datakällavärde online (tabell eller post) kan det orsaka flera begäranden till servern. Detta kommer snart att blockeras.
th_th: การตั้งค่าตัวแปรที่มีค่าแหล่งข้อมูลแบบออนไลน์ (ตารางหรือเรกคอร์ด) อาจทำให้เกิดการร้องขอหลายรายการไปยังเซิร์ฟเวอร์ การดำเนินการแบบนี้จะถูกบล็อกในเร็วๆ นี้
tr_tr: Çevrimiçi bir veri kaynağı değerine (tablo veya kayıt) değişken ayarlamak, sunucuya birden fazla istek gönderilmesine neden olabilir. Bu, yakında engellenecektir.
uk_ua: Установлення змінної зі значенням онлайнового джерела даних (таблиці або запису) може призвести до появи кількох запитів до сервера. Незабаром це буде заблоковано.
vi_vn: Việc đặt một biến có giá trị nguồn dữ liệu trực tuyến (bảng hoặc bản ghi) có thể gây ra nhiều yêu cầu đến máy chủ. Tính năng này sẽ sớm bị chặn.
zh_cn: 使用在线数据源值(表或记录)设置变量可能会导致对服务器提出多个请求。这很快将被阻止。
zh_tw: 使用線上資料來源值 (資料表或記錄) 來設定變數可能導致向伺服器提出多個要求。這很快就會被封鎖。

# ErrExpectedRVExtraFields
source: Type mismatch between source and target record types. Given type has extra fields: {0}.
bg_bg: Несъответствие между типа на изходния и на целевия запис. Предоставеният тип съдържа допълнителни полета: {0}.
ca_es: Els tipus dels registres d'origen i de destinació no coincideixen. El tipus especificat té camps addicionals: {0}.
cs_cz: Neshoda typů mezi zdrojovým a cílovým typem záznamu. Daný typ má další pole: {0}.
da_dk: Typeuoverensstemmelse mellem kilde- og målposttyper. Den angivne type har ekstra felter: {0}.
de_de: Typkonflikt zwischen Quell- und Zieldatensatztypen. Für den angegebenen Typ sind zusätzliche Felder vorhanden: {0}.
el_gr: Ασυμφωνία τύπων μεταξύ τύπων καρτέλας προέλευσης και προορισμού. Ο δεδομένος τύπος έχει επιπλέον πεδία: {0}.
es_es: Error de coincidencia entre tipos de registros de origen y destino. El tipo especificado tiene campos adicionales: {0}.
et_ee: Lähte- ja sihtkirje tüüpide tüübi lahknevus. Antud tüübil on lisavälju: {0}.
eu_es: Iturburuko eta helburuko erregistro motak ez datoz bat. Emandako motak eremu gehigarriak ditu: {0}.
fi_fi: Lähde- ja kohdetietuetyyppien välinen tyyppiristiriita. Annetulla tyypillä on ylimääräisiä kenttiä: {0}.
fr_fr: Correspondance incorrecte entre les types d’enregistrements source et cible. Le type donné comporte des champs supplémentaires : {0}.
gl_es: Incoherencia entre os tipos de rexistro de orixe e de destino. O tipo indicado ten campos extra: {0}.
hi_in: स्रोत और लक्ष्य रिकॉर्ड प्रकारों के बीच बेमेल प्रकार. दिए गए प्रकार में अतिरिक्त फ़ील्ड हैं: {0}.
hr_hr: Nepodudaranje vrste između vrsta zapisa izvora i cilja. Navedena vrsta ima dodatna polja: {0}.
hu_hu: Típuseltérés a forrás- és célrekordtípusok között. A megadott típus további mezőket tartalmaz: {0}.
id_id: Ketidakcocokan jenis antara jenis rekaman sumber dan target. Jenis yang diberikan memiliki bidang tambahan: {0}.
it_it: Mancata corrispondenza del tipo tra i tipi di record di origine e di destinazione. Il tipo specificato include campi aggiuntivi: {0}.
ja_jp: ソースとターゲットの間でレコードの種類が一致しません。指定された種類には次の余分なフィールドが存在します: {0}。
kk_kz: Бастапқы және мақсатты жазба түрлерінің арасындағы түр сәйкестігі. Берілген түрдің қосымша өрістері бар: {0}.
ko_kr: 원본 레코드 종류와 대상 레코드 종류가 일치하지 않습니다. 지정된 형식에 {0} 필드가 추가로 있습니다.
lt_lt: Šaltinio ir paskirties įrašų tipai neatitinka. Pateiktame tipe yra papildomų laukų: {0}.
lv_lv: Avota un mērķa ierakstu tipu neatbilstība. Norādītajam tipam ir papildu lauki: {0}.
ms_my: Jenis yang tidak sepadan antara jenis rekod sumber dengan sasaran. Jenis yang diberikan mempunyai medan tambahan: {0}.
nb_no: Manglende samsvar mellom kilde- og måloppføringstyper. Angitt type har ekstra felt: {0}.
nl_nl: Bron- en doelrecordtypen komen niet overeen. Het opgegeven type heeft extra velden: {0}.
pl_pl: Niezgodność typów rekordu źródłowego i docelowego. Dany typ ma dodatkowe pola: {0}.
pt_br: Incompatibilidade entre os tipos de registro de origem e de destino. O tipo determinado tem campos extras: {0}.
pt_pt: Erro de correspondência de tipo entre os tipos de registo de origem e destino. O tipo fornecido tem campos adicionais: {0}.
ro_ro: Nepotrivire de tip între tipurile de înregistrări sursă și țintă. Tipul dat are câmpuri suplimentare: {0}.
ru_ru: Несоответствие типов между исходным и целевым типами записей. У данного типа есть дополнительные поля: {0}.
sk_sk: Nesúlad typov medzi zdrojovými a cieľovými typmi záznamov. Daný typ má ďalšie polia: {0}.
sl_si: Neujemanje vrste med izvornimi in ciljnimi vrstami zapisov. Dana vrsta ima dodatna polja: {0}.
sr_cyrl_rs: Изворна и одредишна врста записа се не подударају. Дати тип има додатна поља: {0}.
sv_se: Källans och målets posttyp stämmer inte överens med varandra. Den angivna typen har extra fält: {0}.
th_th: ชนิดเรกคอร์ดต้นทางและเป้าหมายมีชนิดไม่ตรงกัน ชนิดที่ให้มามีฟิลด์เกิน: {0}
tr_tr: Kaynak ve hedef kayıt türleri arasında tür uyuşmazlığı. Belirtilen türde ekstra alanlar var: {0}.
uk_ua: Невідповідність між вихідним і кінцевим типами записів. Заданий тип має зайві поля: {0}.
vi_vn: Loại không khớp giữa loại bản ghi nguồn và đích. Loại đã cho có các trường phụ: {0}.
zh_cn: 源记录类型与目标记录类型不匹配。给定类型包含额外字段: {0}。
zh_tw: 來源與目標記錄類型之間類型不相符。給定類型包含額外欄位: {0}。
