Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxRuntimeResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrDivByZero
source: Invalid operation: division by zero.
bg_bg: Невалидна операция: деление на нула.
ca_es: Operació no vàlida: divisió entre zero.
cs_cz: Neplatná operace: dělení nulou.
da_dk: Ugyldig handling: division med nul.
de_de: Ungültiger Vorgang: Teilung durch null.
el_gr: Μη έγκυρη λειτουργία: διαίρεση με το μηδέν.
es_es: Operación no válida: división entre cero.
et_ee: Sobimatu toiming: nulliga jagamine.
eu_es: Eragiketak ez du balio: zerorekin zatitu da.
fi_fi: Virheellinen toiminto: jako nollalla.
fr_fr: Opération non valide : division par zéro.
gl_es: Operación non válida: división por cero.
hi_in: अमान्य ऑपरेशन: शून्य से विभाजन.
hr_hr: Nevažeća operacija: dijeljenje nulom.
hu_hu: Érvénytelen művelet: osztás nullával.
id_id: Operasi tidak valid: pembagian dengan nol.
it_it: Operazione non valida: divisione per zero.
ja_jp: 無効な操作です。ゼロ除算。
kk_kz: Жарамсыз әрекет: нөлге бөлу.
ko_kr: 잘못된 작업: 0으로 나누기.
lt_lt: Netinkama operacija: dalyba iš nulio.
lv_lv: Nederīga operācija: dalīšana ar nulli.
ms_my: Operasi tidak sah: pembahagian dengan sifar.
nb_no: Ugyldig operasjon: deling på null.
nl_nl: Ongeldige bewerking: delen door nul.
pl_pl: Nieprawidłowa operacja: dzielenie przez zero.
pt_br: Operação inválida: divisão por zero.
ro_ro: Operațiune nevalidă: împărțire la zero.
ru_ru: Недопустимая операция: деление на ноль.
sk_sk: Neplatná operácia: delenie nulou.
sl_si: Neveljaven postopek: deljenje z nič.
sr_cyrl_rs: Неважећа операција: дељење нулом.
sr_latn_rs: Nevažeća operacija: deljenje nulom.
sv_se: Ogiltig åtgärd: division med noll.
th_th: การดำเนินการไม่ถูกต้อง: หารด้วยศูนย์
tr_tr: Geçersiz işlem: sıfıra bölme.
uk_ua: Неприпустима операція: ділення на нуль.
vi_vn: Thao tác không hợp lệ: chia cho 0.
zh_cn: 运算无效: 除数为零。
zh_tw: 無效的作業: 除數為零。

# ErrRuntimeTypeMismatch
source: Runtime type mismatch.
bg_bg: Несъответствие в типа по време на изпълнение.
ca_es: Discrepància de tipus en temps d'execució.
cs_cz: Runtime type modulu runtime.
da_dk: Uoverensstemmelse ved kørselstype.
de_de: Fehlende Übereinstimmung beim Laufzeittyp.
el_gr: Αναντιστοιχία τύπου περιβάλλοντος εκτέλεσης.
es_es: El tipo de runtime no corresponde.
et_ee: Käitusaja tüübi lahknevus.
eu_es: Exekuzio-denboraren mota ez dator bat.
fi_fi: Suorituspalvelun tyypin ristiriita.
fr_fr: Incompatibilité de type de runtime.
gl_es: O tipo de tempo de execución non coincide.
hi_in: रनटाइम प्रकार बेमेल.
hr_hr: Nepodudaranje vrste vremena izvođenja.
hu_hu: Eltér a futtatási idő típusa.
id_id: Ketidakcocokan jenis runtime.
it_it: Tipo di runtime non corrispondente.
ja_jp: ランタイムの型が一致しません。
kk_kz: Орындалу уақыты түрінің сәйкессіздігі.
ko_kr: 런타임 유형 불일치.
lt_lt: Vykdymo tipo neatitikimas.
lv_lv: Izpildlaika tipu nesaderība.
ms_my: Jenis masa jalanan tidak sepadan.
nb_no: Typekonflikt ved kjøretid.
nl_nl: Type uitvoeringstijd komt niet overeen.
pl_pl: Niezgodność typu środowiska uruchomieniowego.
pt_br: Incompatibilidade de tipo de runtime.
ro_ro: Nepotrivire tip runtime.
ru_ru: Несоответствие типа возвращаемого значения.
sk_sk: Nesúlad typu runtime.
sl_si: Neujemanja vrste izvajalnika.
sr_cyrl_rs: Неподударање типа покретања.
sr_latn_rs: Nepodudaranja tipa izvršavanja.
sv_se: Körningstypen matchar inte.
th_th: ชนิดรันไทม์ไม่ตรงกัน
tr_tr: Çalışma zamanı türü uyuşmazlığı.
uk_ua: Невідповідність типу середовища виконання.
vi_vn: Loại thời gian chạy không khớp.
zh_cn: 运行时类型不匹配。
zh_tw: 執行階段類型不符。

# ErrArgumentOutOfRange
source: Argument out of range.
bg_bg: Аргументът е извън диапазона.
ca_es: Argument fora de l'interval.
cs_cz: Argument mimo rozsah.
da_dk: Argument er uden for det gyldige område.
de_de: Argument liegt außerhalb des zulässigen Bereichs.
el_gr: Όρισμα εκτός εύρους.
es_es: Argumento fuera de rango.
et_ee: Argument on vahemikust väljas.
eu_es: Argumentua barrutitik kanpo dago.
fi_fi: Argumentti ylittää sallitun alueen.
fr_fr: Argument en dehors de la plage.
gl_es: Argumento fóra do intervalo.
hi_in: तर्क सीमा से बाहर है.
hr_hr: Argument je izvan raspona.
hu_hu: Tartományon kívüli argumentum.
id_id: Argumen di luar rentang.
it_it: Argomento non compreso nell'intervallo valido.
ja_jp: 引数が範囲外です。
kk_kz: Аргумент ауқымнан тыс.
ko_kr: 범위를 벗어난 인수입니다.
lt_lt: Argumentas nepatenka į diapazoną.
lv_lv: Arguments ir ārpus diapazona.
ms_my: Argumen di luar julat.
nb_no: Argumentet er utenfor området.
nl_nl: Argument buiten bereik.
pl_pl: Argument poza zakresem.
pt_br: Argumento fora do intervalo.
ro_ro: Argument în afara intervalului.
ru_ru: Аргумент выходит за пределы допустимого диапазона.
sk_sk: Argument je mimo rozsahu.
sl_si: Argument je zunaj obsega.
sr_cyrl_rs: Аргумент је изван опсега.
sr_latn_rs: Argument je izvan opsega.
sv_se: Argument utanför intervall.
th_th: อาร์กิวเมนต์อยู่นอกช่วง
tr_tr: Bağımsız değişken aralık dışında.
uk_ua: Аргумент виходить за межі діапазону.
vi_vn: Đối số nằm ngoài phạm vi.
zh_cn: 参数超出范围。
zh_tw: 引數超出範圍。

# ErrInvalidCharValue
source: Invalid numerical value, must be in 1...255 range.
bg_bg: Невалидна числена стойност, трябва да бъде в диапазона от 1 до 255.
ca_es: El valor numèric no és vàlid, ha d'estar en un interval d'1 a 255.
cs_cz: Neplatná číselná hodnota, musí být v rozsahu 1…255.
da_dk: Ugyldig numerisk værdi. Skal være inden for området 1...255.
de_de: Ungültiger numerischer Wert; muss im Bereich 1 bis 255 liegen.
el_gr: Μη έγκυρη αριθμητική τιμή, πρέπει να είναι στην περιοχή 1...255.
es_es: Valor numérico no válido. Debe estar en el intervalo de 1...255.
et_ee: Sobimatu arvväärtus, peab olema vahemikus 1...255.
eu_es: Zenbakizko balioa desegokia da.1 eta 255 artean egon behar du.
fi_fi: Virheellinen numeerinen arvo. Arvon on oltava väliltä 1–255.
fr_fr: Valeur numérique non valide, doit être comprise entre 1 et 255.
gl_es: Valor numérico non válido, debe estar nun intervalo de 1 a 255.
hi_in: अमान्य संख्यात्मक मान, 1...255 श्रेणी में होना चाहिए.
hr_hr: Numerička vrijednost nije valjana, mora biti u rasponu 1...255.
hu_hu: Érvénytelen numerikus érték, az 1...255 tartományba kell esnie.
id_id: Nilai angka tidak valid, harus dalam rentang 1...255.
it_it: Valore numerico non valido. Deve essere compreso in un intervallo 1...255.
ja_jp: 数値が無効です。1～255 の範囲で指定してください。
kk_kz: Жарамсыз сандық мән 1...255 ауқымында болуы керек.
ko_kr: 숫자 값이 잘못되었습니다. 1...255 범위에 있어야 합니다.
lt_lt: Netinkama skaitinė reikšmė, ji turi priklausyti diapazonui nuo 1 iki 255.
lv_lv: Nederīga skaitliskā vērtība, tai jābūt diapazonā 1...255.
ms_my: Nilai berangka tidak sah, mesti dalam julat 1...255.
nb_no: Ugyldig numerisk verdi, må være mellom 1 og 255.
nl_nl: Ongeldige numerieke waarde, moet in het bereik 1...255 liggen.
pl_pl: Nieprawidłowa wartość liczbowa. Musi się mieścić w zakresie 1–255.
pt_br: Valor numérico inválido, tem de estar no intervalo 1...255.
ro_ro: Valoare numerică nevalidă, trebuie să se încadreze în intervalul 1...255.
ru_ru: Недопустимое числовое значение; значение должно быть в диапазоне 1...255.
sk_sk: Neplatná číselná hodnota, musí byť v rozsahu 1 až 255.
sl_si: Neveljavna številska vrednost; biti mora v obsegu 1–255.
sr_cyrl_rs: Неважећа нумеричка вредност, мора бити у опсегу 1...255.
sr_latn_rs: Nevažeća numerička vrednost, mora biti u opsegu 1...255.
sv_se: Ogiltigt numeriskt värde. Värdet måste ligga inom intervallet 1...255.
th_th: ค่าตัวเลขไม่ถูกต้อง ต้องอยู่ในช่วง 1...255
tr_tr: Geçersiz sayısal değer, 1...255 aralığında olmalıdır.
uk_ua: Неприпустиме числове значення, допустимий діапазон – від 1 до 255.
vi_vn: Giá trị số không hợp lệ, phải nằm trong phạm vi 1...255.
zh_cn: 数值无效，必须在 1...255 范围内。
zh_tw: 數值無效，必須位在 1...255 範圍。

# ErrBadLanguageCode
source: Language code '{0}' not supported.
bg_bg: Кодът на език „{0}“ не се поддържа.
ca_es: No s'admet el codi de llengua "{0}".
cs_cz: Kód jazyka {0} není podporovaný.
da_dk: Sprogkoden '{0}' understøttes ikke.
de_de: Der Sprachcode „{0}“ wird nicht unterstützt.
el_gr: Ο κωδικός γλώσσας "{0}" δεν υποστηρίζεται.
es_es: El código de idioma "{0}" no es compatible.
et_ee: Keelekoodi {0} ei toetata.
eu_es: Ez da onartzen "{0}" hizkuntza-kodea.
fi_fi: Kielikoodia {0} ei tueta.
fr_fr: Code de langue « {0} » non pris en charge.
gl_es: O código de idioma '{0}' non é compatible.
hi_in: भाषा कोड '{0}' समर्थित नहीं है.
hr_hr: Šifra jezika "{0}" nije podržana.
hu_hu: A(z) „{0}” nyelvkód nem támogatott.
id_id: Kode bahasa '{0}' tidak didukung.
it_it: Il codice della lingua "{0}" non è supportato.
ja_jp: 言語コード '{0}' はサポートされていません。
kk_kz: "{0}" тіл кодына қолдау көрсетілмейді.
ko_kr: '{0}' 언어 코드는 지원되지 않습니다.
lt_lt: Kalbos kodas {0} nepalaikomas.
lv_lv: Valodas kods {0} nav atbalstīts.
ms_my: Kod bahasa '{0}' tidak disokong.
nb_no: Språkkoden {0} støttes ikke.
nl_nl: Taalcode '{0}' niet ondersteund.
pl_pl: Kod języka „{0}” nie jest obsługiwany.
pt_br: Código de idioma '{0}' sem suporte.
ro_ro: Codul de limbă „{0}” nu este acceptat.
ru_ru: Код языка "{0}" не поддерживается.
sk_sk: Kód jazyka {0} nie je podporovaný.
sl_si: Jezikovna koda »{0}« ni podprta.
sr_cyrl_rs: Шифра језика „{0}“ није подржана.
sr_latn_rs: Šifra jezika „{0}“ nije podržana.
sv_se: Språkkoden {0} stöds inte.
th_th: ไม่สนับสนุนรหัสภาษา '{0}'
tr_tr: '{0}' dil kodu desteklenmiyor.
uk_ua: Код мови "{0}" не підтримується.
vi_vn: Mã ngôn ngữ "{0}" không được hỗ trợ.
zh_cn: 语言代码 '{0}' 不受支持。
zh_tw: 不支援語言代碼『{0}』。

# ErrNonFiniteArgument
source: Arguments to the '{0}' function must be finite.
bg_bg: Аргументите на функцията {0} трябва да са крайни.
ca_es: Els arguments per a la funció "{0}" han de ser finits.
cs_cz: Argument funkce „{0}“ musí být konečný.
da_dk: Argumenter til funktionen '{0}' skal være begrænsede.
de_de: Argumente für die Funktion „{0}“ müssen endlich sein.
el_gr: Τα ορίσματα στη συνάρτηση '{0}' πρέπει να είναι πεπερασμένα.
es_es: Los argumentos de la función "{0}" deben ser finitos.
et_ee: Funktsiooni {0} argumendid peavad olema lõplikud.
eu_es: "{0}" funtzioko argumentuak finitua izan behar du.
fi_fi: Funktion {0} argumenttien on oltava rajallisia.
fr_fr: Les arguments vers la fonction « {0} » doivent être limités.
gl_es: Os argumentos da función "{0}" deben ser números finitos.
hi_in: '{0}' फ़ंक्शन के तर्क सीमित होने चाहिए.
hr_hr: Argumenti za funkciju '{0}' moraju biti konačni.
hu_hu: A(z) „{0}” függvény argumentumának végesnek kell lennie.
id_id: Argumen untuk fungsi '{0}' harus terbatas.
it_it: Gli argomenti nella funzione "{0}" devono essere finiti.
ja_jp: 関数 '{0}' には有限の引数を指定してください。
kk_kz: "{0}" функциясының аргументтері шекті болуы керек.
ko_kr: '{0}' 함수에 대한 인수는 유한해야 합니다.
lt_lt: Funkcijos {0} argumentai turi būti baigtiniai.
lv_lv: Funkcijas “{0}” argumentiem ir jābūt ierobežotiem.
ms_my: Argumen kepada fungsi '{0}' mesti terbatas.
nb_no: Argumenter for funksjonen {0} må være endelige.
nl_nl: Argumenten voor de functie '{0}' moet eindig zijn.
pl_pl: Argumenty funkcji „{0}” muszą mieć skończone wartości.
pt_br: Os argumentos para a função '{0}' devem ser finitos.
ro_ro: Argumentele funcției „{0}” trebuie să fie finite.
ru_ru: Аргументы функции "{0}" должны быть конечными.
sk_sk: Argumenty funkcie {0} musia byť konečné.
sl_si: Argumenti funkcije »{0}« morajo biti končni.
sr_cyrl_rs: Аргумент функције „{0}“ мора бити коначан.
sr_latn_rs: Argument funkcije „{0}“ mora biti konačan.
sv_se: Argument till funktionen {0} måste vara ändliga.
th_th: อาร์กิวเมนต์สำหรับฟังก์ชัน '{0}' ต้องเป็นจำนวนจำกัด
tr_tr: '{0}' işlevinin bağımsız değişkenleri sonlu olmalı.
uk_ua: Аргументи для функції "{0}" мають бути скінченними.
vi_vn: Đối số cho hàm "{0}" phải là số hữu hạn.
zh_cn: '{0}' 函数的参数必须是有限参数。
zh_tw: 『{0}』函數的引數必須是有限的。

# ErrNonFiniteResult
source: The function '{0}' returned a non-finite number.
bg_bg: Функцията {0} върна число, което не е крайно.
ca_es: La funció "{0}" ha retornat un nombre no finit.
cs_cz: Funkce „{0}“ vrátila nekonečné číslo.
da_dk: Funktionen '{0}' returnerede et ikke-endeligt nummer.
de_de: Die Funktion „{0}“ hat eine nicht endliche Zahl zurückgegeben.
el_gr: Η συνάρτηση '{0}' επέστρεψε έναν αριθμό που δεν είναι πεπερασμένος.
es_es: La función "{0}" ha devuelto un número no finito.
et_ee: Funktsioon {0} tagastas mittelõpliku arvu.
eu_es: "{0}" funtzioak zenbaki ez finitu bat itzuli du.
fi_fi: Funktio {0} palautti ei-rajallisen numeron.
fr_fr: La fonction « {0} » a retourné un nombre non-limité.
gl_es: A función "{0}" devolveu un número non finito.
hi_in: फ़ंक्शन '{0}' एक गैर-सीमित संख्या लौटाई है.
hr_hr: Funkcija '{0}' vratila je beskonačan broj.
hu_hu: A(z) „{0}” függvény nem véges számot adott vissza.
id_id: Fungsi '{0}' menghasilkan angka tidak terbatas.
it_it: La funzione "{0}" ha restituito un numero non limitato.
ja_jp: 関数 '{0}' が有限ではない数を返しました。
kk_kz: "{0}" функциясы шексіз санды қайтарды.
ko_kr: 함수가 '{0}' 수를 반환하지 않습니다.
lt_lt: Funkcija {0} grąžino ne baigtinį skaičių.
lv_lv: Funkcija “{0}” atgrieza skaitli, kas nav ierobežots.
ms_my: Fungsi '{0}' mengembalikan nombor yang tidak terbatas.
nb_no: Funksjonen {0} returnerte et ikke-endelig tall.
nl_nl: De functie '{0}' heeft een niet-eindig getal geretourneerd.
pl_pl: Funkcja „{0}” zwróciła liczbę nieskończoną.
pt_br: A função '{0}' retornou um número não finito.
ro_ro: Funcția „{0}” a returnat un număr non-finit.
ru_ru: Функция "{0}" вернула бесконечное число.
sk_sk: Funkcia {0} vrátila nekonečné číslo.
sl_si: Funkcija »{0}« je vrnila nekončno številko.
sr_cyrl_rs: Функција „{0}“ је вратила бесконачан број.
sr_latn_rs: Funkcija „{0}“ vratila beskonačan broj.
sv_se: Funktionen {0} returnerade ett icke-ändligt tal.
th_th: ฟังก์ชัน '{0}' ส่งกลับตัวเลขที่ไม่ใช่จำนวนจำกัด
tr_tr: '{0}' işlevi, sonlu olmayan bir sayı döndürdü.
uk_ua: Функція "{0}" повернула число, яке не є скінченним.
vi_vn: Hàm "{0}" trả về một số vô hạn.
zh_cn: 函数 '{0}' 返回了非有限数字。
zh_tw: 該函數『{0}』傳回非有限數字。

# ErrInvalidDateTimeParsingError
source: The date or time value cannot be parsed.
bg_bg: Стойността на датата или часа не може да бъде анализирана.
ca_es: El valor de data o hora no es pot analitzar.
cs_cz: Hodnotu data nebo času nelze analyzovat.
da_dk: Dato- eller klokkeslætsværdien kan ikke parses.
de_de: Der Datums- oder Uhrzeitwert kann nicht analysiert werden.
el_gr: Δεν είναι δυνατή η ανάλυση της τιμής ημερομηνίας ή ώρας.
es_es: No es posible analizar el valor de la fecha o la hora.
et_ee: Kuupäeva- või kellaajaväärtust ei saa sõeluda.
eu_es: Dataren edo orduaren balioa ezin da analizatu.
fi_fi: Päivämäärän tai ajan arvoa ei voi jäsentää.
fr_fr: Impossible d’analyser la valeur de date ou d’heure.
gl_es: Non se pode analizar o valor de data ou hora.
hi_in: दिनांक या समय मान पार्स नहीं किया जा सकता.
hr_hr: Vrijednost datuma ili vremena ne može se raščlaniti.
hu_hu: A dátum vagy idő értéke nem elemezhető.
id_id: Nilai tanggal atau waktu tidak dapat diuraikan.
it_it: Impossibile analizzare il valore della data o dell'ora.
ja_jp: 日付または時刻の値を解析できません。
kk_kz: Күн немесе уақыт мәнін талдау мүмкін емес.
ko_kr: 날짜 또는 시간 값을 구문 분석할 수 없습니다.
lt_lt: Datos arba laiko reikšmės negalima išanalizuoti.
lv_lv: Datuma vai laika vērtību nevar parsēt.
ms_my: Nilai tarikh atau masa tidak boleh dihuraikan.
nb_no: Kan ikke analysere verdien for dato eller klokkeslett.
nl_nl: De datum- of tijdwaarde kan niet worden geparseerd.
pl_pl: Nie można przeanalizować wartości daty lub godziny.
pt_br: Não é possível analisar o valor de data ou de hora.
ro_ro: Nu poate fi analizată valoarea pentru dată sau oră.
ru_ru: Не удается проанализировать значение даты или времени.
sk_sk: Hodnotu dátumu alebo času nemožno analyzovať.
sl_si: Vrednosti datuma ali ure ni mogoče razčleniti.
sr_cyrl_rs: Није могуће рашчланити вредност датума или времена.
sr_latn_rs: Vrednost datuma ili vremena ne može biti raščlanjena.
sv_se: Det går inte att parsa värdet för datum eller tid.
th_th: ไม่สามารถแยกวิเคราะห์ค่าวันที่หรือเวลาได้
tr_tr: Tarih veya saat değeri ayrıştırılamadı.
uk_ua: Не вдалося проаналізувати значення дати або часу.
vi_vn: Không thể phân tích cú pháp giá trị ngày hoặc giờ.
zh_cn: 无法分析日期或时间值。
zh_tw: 無法剖析日期或時間值。

# ErrInvalidDateTimeError
source: Invalid date or time value.
bg_bg: Невалидна стойност на датата или часа.
ca_es: Valor de data o hora no vàlid.
cs_cz: Neplatná hodnota data nebo času.
da_dk: Ugyldig værdi for dato eller klokkeslæt.
de_de: Ungültiger Datums- oder Zeitwert.
el_gr: Μη έγκυρη ημερομηνία ή τιμή ώρας.
es_es: Valor de fecha u hora no válido.
et_ee: Sobimatu kuupäeva või kellaaja väärtus.
eu_es: Ezin da erabili dataren edo orduaren balioa.
fi_fi: Virheellinen päivämäärän tai ajan arvo.
fr_fr: Valeur de date ou d’heure non valide.
gl_es: Valor data ou hora non válido.
hi_in: अमान्य दिनांक या समय मान.
hr_hr: Vrijednost datuma ili vremena nije valjana.
hu_hu: Érvénytelen dátum vagy idő érték.
id_id: Nilai tanggal atau waktu tidak valid.
it_it: Valore della data o dell'ora non valido.
ja_jp: 日付または時刻の値が無効です。
kk_kz: Күн немесе уақыт мәні жарамсыз.
ko_kr: 날짜 또는 시간 값이 잘못되었습니다.
lt_lt: Netinkama datos arba laiko reikšmė.
lv_lv: Nederīga datuma vai laika vērtība.
ms_my: Tarikh atau nilai masa tidak sah.
nb_no: Ugyldig verdi for dato eller klokkeslett.
nl_nl: Ongeldige waarde voor datum of tijd.
pl_pl: Nieprawidłowa wartość daty lub godziny.
pt_br: Valor de data ou de hora inválido.
ro_ro: Valoare nevalidă pentru dată sau oră.
ru_ru: Недопустимое значение даты или времени.
sk_sk: Hodnota dátumu alebo času je neplatná.
sl_si: Neveljavna vrednost datuma ali ure.
sr_cyrl_rs: Неважећа вредност датума или времена.
sr_latn_rs: Nevažeća vrednost datuma ili vremena.
sv_se: Ogiltigt datum- eller tidvärde.
th_th: ค่าวันที่หรือเวลาไม่ถูกต้อง
tr_tr: Geçersiz tarih veya saat değeri.
uk_ua: Неприпустиме значення дати або часу.
vi_vn: Giá trị ngày hoặc giờ không hợp lệ.
zh_cn: 日期或时间值无效。
zh_tw: 無效的日期或時間值。

# ErrInvalidBooleanFormatError
source: The value could not be interpreted as a boolean.
bg_bg: Стойността не може да се интерпретира като булева.
ca_es: El valor no s'ha pogut interpretar com a booleà.
cs_cz: Hodnotu nelze interpretovat jako logickou hodnotu.
da_dk: Værdien kunne ikke fortolkes som en boolesk værdi.
de_de: Der Wert konnte nicht als boolescher Wert interpretiert werden.
el_gr: Η τιμή δεν ήταν δυνατό να ερμηνευθεί ως δυαδική τιμή.
es_es: No se ha podido interpretar el valor como booleano.
et_ee: Väärtust ei saa tõlgendada loogilise väärtusena.
eu_es: Balioa ezin izan da boolear gisa interpretatu.
fi_fi: Arvoa ei voitu olla tulkita totuusarvoksi.
fr_fr: La valeur n’a pas pu être interprétée comme une valeur booléenne.
gl_es: Non se puido interpretar o valor como booleano.
hi_in: मान की व्याख्या बूलियन के रूप में नहीं की जा सकती.
hr_hr: Vrijednost se ne može protumačiti kao Booleova.
hu_hu: Az értéket nem lehet logikai értékűként értelmezni.
id_id: Nilai tidak dapat diinterpretasikan sebagai boolean.
it_it: Impossibile interpretare il valore come booleano.
ja_jp: この値はブール値として解釈できません。
kk_kz: Мән логикалық мән ретінде түсіндірілмейді.
ko_kr: 값을 부울로 해석할 수 없습니다.
lt_lt: Reikšmės negalima interpretuoti kaip Bulio logikos.
lv_lv: Vērtību nevarēja interpretēt kā Būla vērtību.
ms_my: Nilai tidak dapat ditafsirkan sebagai boolean.
nb_no: Kan ikke tolke verdien som en boolsk verdi.
nl_nl: De waarde kan niet worden geïnterpreteerd als booleaanse waarde.
pl_pl: Nie można interpretować wartości jako wartości logicznej.
pt_br: O valor não pôde ser interpretado como um booliano.
ro_ro: Valoarea nu poate fi interpretată ca fiind booleană.
ru_ru: Значение не может быть интерпретировано как логическое.
sk_sk: Hodnotu nebolo možné interpretovať ako booleovskú.
sl_si: Vrednosti ni bilo mogoče razčleniti kot logične vrednosti.
sr_cyrl_rs: Вредност није могла бити протумачена као булова.
sr_latn_rs: Vrednost nije mogla biti tumačena kao Bulova.
sv_se: Värdet kunde inte tolkas som en boolesk.
th_th: ไม่สามารถตีความค่านี้ให้เป็นค่าบูลีนได้
tr_tr: Değer, boole değeri olarak yorumlanamadı.
uk_ua: Значення не можна інтерпретувати як логічне.
vi_vn: Không thể diễn giải giá trị này là một boolean.
zh_cn: 该值不能被解释为布尔值。
zh_tw: 該值無法解譯為布林值。

# ErrInvalidColorFormatError
source: The value could not be interpreted as a color.
bg_bg: Стойността не може да се интерпретира като цвят.
ca_es: El valor no s'ha pogut interpretar com a color.
cs_cz: Hodnotu nelze interpretovat jako barvu.
da_dk: Værdien kunne ikke fortolkes som en farve.
de_de: Der Wert konnte nicht als Farbe interpretiert werden.
el_gr: Η τιμή δεν ήταν δυνατό να ερμηνευθεί ως χρώμα.
es_es: No se ha podido interpretar el valor como color.
et_ee: Väärtust ei saa tõlgendada värvina.
eu_es: Balioa ezin izan da kolore gisa interpretatu.
fi_fi: Arvoa ei voitu olla tulkita väriksi.
fr_fr: La valeur n’a pas pu être interprétée comme une couleur.
gl_es: Non se puido interpretar o valor como cor.
hi_in: मान को रंग के रूप में नहीं समझा जा सका.
hr_hr: Vrijednost se ne može protumačiti kao boja.
hu_hu: Az értéket nem lehet szín értékűként értelmezni.
id_id: Nilai tidak dapat diinterpretasikan sebagai warna.
it_it: Impossibile interpretare il valore come colore.
ja_jp: この値は色として解釈できません。
kk_kz: Мән түс ретінде түсіндірілмейді.
ko_kr: 값을 색상으로 해석할 수 없습니다.
lt_lt: Reikšmės negalima interpretuoti kaip spalvos.
lv_lv: Vērtību nevarēja interpretēt kā krāsu.
ms_my: Nilai tidak dapat ditafsirkan sebagai warna.
nb_no: Kan ikke tolke verdien som en farge.
nl_nl: De waarde kan niet worden geïnterpreteerd als kleur.
pl_pl: Nie można interpretować wartości jako koloru.
pt_br: O valor não pôde ser interpretado como uma cor.
ro_ro: Valoarea nu poate fi interpretată ca fiind o culoare.
ru_ru: Значение не может быть интерпретировано как цвет.
sk_sk: Hodnotu nebolo možné interpretovať ako farbu.
sl_si: Vrednosti ni bilo mogoče razčleniti kot barve.
sr_cyrl_rs: Вредност није могла бити протумачена као боја.
sr_latn_rs: Vrednost nije mogla biti tumačena kao boja.
sv_se: Värdet kunde inte tolkas som en färg.
th_th: ไม่สามารถตีความค่านี้ให้เป็นสีได้
tr_tr: Değer, renk değeri olarak yorumlanamadı.
uk_ua: Значення не можна інтерпретувати як колір.
vi_vn: Không thể diễn giải giá trị này là một màu.
zh_cn: 该值不能被解释为颜色。
zh_tw: 該值無法解譯為顏色。

# ErrUnreachableCodeError
source: Unknown error.
bg_bg: Неизвестна грешка.
ca_es: Error desconegut.
cs_cz: Neznámá chyba.
da_dk: Ukendt fejl.
de_de: Unbekannter Fehler.
el_gr: Άγνωστο σφάλμα.
es_es: Error desconocido.
et_ee: Tundmatu tõrge.
eu_es: Errore ezezagun bat gertatu da.
fi_fi: Tuntematon virhe.
fr_fr: Erreur inconnue.
gl_es: Erro descoñecido.
hi_in: अज्ञात त्रुटि.
hr_hr: Nepoznata pogreška.
hu_hu: Ismeretlen hiba történt.
id_id: Kesalahan tidak dikenal.
it_it: Errore sconosciuto.
ja_jp: 不明なエラー。
kk_kz: Белгісіз қате.
ko_kr: 알 수 없는 오류입니다.
lt_lt: Nežinoma klaida.
lv_lv: Nezināma kļūda.
ms_my: Ralat tidak diketahui.
nb_no: Ukjent feil.
nl_nl: Onbekende fout.
pl_pl: Nieznany błąd.
pt_br: Erro desconhecido.
ro_ro: Eroare necunoscută.
ru_ru: Неизвестная ошибка.
sk_sk: Neznáma chyba.
sl_si: Neznana napaka.
sr_cyrl_rs: Непозната грешка.
sr_latn_rs: Nepoznata greška.
sv_se: Okänt fel.
th_th: ข้อผิดพลาดที่ไม่รู้จัก
tr_tr: Bilinmeyen hata.
uk_ua: Невідома помилка.
vi_vn: Lỗi không xác định.
zh_cn: 未知错误。
zh_tw: 未知的錯誤。
