Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutEOMonth_months
source: Number of months by which to change the date. A positive value yields a future date, a negative value a past date, and zero will not change the month.
bg_bg: Брой месеци, с които да се промени датата. Положителна стойност дава бъдеща дата, отрицателна стойност дава минала дата, а нула не променя месеца.
ca_es: Nombre de mesos segons el qual s'ha de canviar la data. Un valor positiu produeix una data futura, un valor negatiu, una data passada i zero no canviarà el mes.
cs_cz: Počet měsíců, o které se má datum změnit. Kladná hodnota znamená budoucí datum, záporná hodnota minulé datum a nula měsíc nezmění.
da_dk: Det antal måneder, datoen skal ændres med. En positiv værdi giver en fremtidig dato, en negativ værdi giver en tidligere dato, og nul ændrer ikke måneden.
de_de: Anzahl der Monate, um die das Datum geändert werden soll. Ein positiver Wert ergibt ein zukünftiges Datum, ein negativer Wert ein Datum in der Vergangenheit, und null ändert den Monat nicht.
el_gr: Αριθμός μηνών με τον οποίο θα αλλάξετε την ημερομηνία. Μια θετική τιμή αποδίδει μια μελλοντική ημερομηνία, μια αρνητική τιμή μια προηγούμενη ημερομηνία και η τιμή μηδέν δεν θα αλλάξει το μήνα.
es_es: Número de meses por los cuales se cambiará la fecha. Un valor positivo genera una fecha futura; un valor negativo, una fecha pasada; y el cero no cambiará el mes.
et_ee: Kuude arv, mille võrra kuupäeva muudetakse. Positiivne väärtus annab tulevase kuupäeva, negatiivne väärtus annab möödunud kuupäeva ja null ei muuda kuud.
eu_es: Hilabete kopurua data aldatzeko. Balio positibo batek etorkizuneko data bat adierazten du, balio negatiboa iraganeko data eta zero balioak ez du hilabetea aldatuko.
fi_fi: Kuukausien lukumäärä, joihin mennessä päivämäärää muutetaan. Positiivinen arvo antaa tulevan päivämäärän, negatiivinen arvo menneen päivämäärän, ja nolla ei muuta kuukautta.
fr_fr: Nombre de mois par lequel modifier la date. Une valeur positive produit une date future, une valeur négative une date passée, et zéro ne modifie pas le mois.
gl_es: Número de meses en función dos que se vai cambiar de data. Un valor positivo xera unha data futura, un valor negativo xera unha data pasada e o cero non modifica o mes.
hi_in: तिथि बदलने के लिए महीनों की संख्या. एक सकारात्मक मान एक भविष्य की तारीख देता है, एक नकारात्मक मान एक पिछली तारीख देता है, और शून्य से महीना नहीं बदलेगा.
hr_hr: Broj mjeseci za koji treba promijeniti datum. Pozitivna vrijednost daje datum u budućnosti, negativna vrijednost datum u prošlosti, a nula neće promijeniti mjesec.
hu_hu: Azon hónapok száma, amelyekkel a dátumot módosítani kell. A pozitív érték jövőbeli dátumot, a negatív érték múltbeli dátumot eredményez, a nulla pedig nem módosítja a hónapot.
id_id: Jumlah bulan untuk mengubah tanggal. Nilai positif menghasilkan tanggal di masa mendatang, nilai negatif menghasilkan tanggal di masa lampau, dan nol tidak akan mengubah bulan.
it_it: Numero di mesi in base ai quali modificare la data. Un valore positivo indica una data futura, un valore negativo una data passata e zero non modifica il mese.
ja_jp: 日付の変更に適用する月数です。正の値を指定すると未来の日付に、負の値を指定すると過去の日付に変わります。ゼロを指定すると月は変わりません。
kk_kz: Күн өзгертілетін айлар саны. Оң мән болашақ күнді, теріс мән өткен күнді береді, ал нөл айды өзгертпейді.
ko_kr: 날짜를 변경할 개월 수입니다. 양수 값은 미래 날짜, 음수 값은 과거 날짜가 되며 0은 월을 그대로 유지합니다.
lt_lt: Mėnesių skaičius, pagal kurį reikia pakeisti datą. Teigiama reikšmė pateiks datą ateityje, neigiama reikšmė – datą praeityje, o nulis mėnesio nepakeis.
lv_lv: Mēnešu skaits, pēc kura ir jāmaina datums. Pozitīva vērtība iegūst nākotnes datumu, negatīva vērtība — pagātnes datumu, bet nulle nemaina mēnesi.
ms_my: Bilangan bulan untuk mengubah tarikh. Nilai positif menunjukkan tarikh akan datang, nilai negatif menunjukkan tarikh lalu dan sifar tidak akan mengubah bulan tersebut.
nb_no: Antall måneder for å endre datoen. En positiv verdi gir en dato i fremtiden, en negativ verdi en dato i fortiden, og null vil ikke endre måneden.
nl_nl: Aantal maanden waarmee de datum moet worden gewijzigd. Een positieve waarde heeft een datum in de toekomst, een negatieve waarde een datum in het verleden en nul wijzigt de maand niet.
pl_pl: Liczba miesięcy, przy użyciu której ma zostać zmieniona data. Wartość dodatnia wskazuje datę w przyszłości, wartość ujemna datę w przeszłości, a wartość zero nie powoduje zmiany miesiąca.
pt_br: Número de meses para alterar a data. Um valor positivo gera uma data futura, um valor negativo gera uma data no passado e zero não alterará o mês.
pt_pt: Número de meses para alterar a data. Um valor positivo produz uma data futura, um valor negativo produz uma data passada e zero não altera o mês.
ro_ro: Numărul de luni cu care se modifică data. O valoare pozitivă returnează o dată viitoare, o valoare negativă o dată trecută, iar zero nu va schimba luna.
ru_ru: Количество месяцев, по которым необходимо изменить дату. Положительное значение означает дату в будущем, отрицательное значение означает дату в прошлом, а нулевое значение не приводит к изменению месяца.
sk_sk: Počet mesiacov, o ktoré sa má zmeniť dátum. Kladná hodnota poskytne dátum v budúcnosti, záporná hodnota dátum v minulosti a nula mesiac nezmení.
sl_si: Število mesecev za spremembo datuma. Pozitivna vrednost vrne datum v prihodnosti, negativna vrednost datum v preteklosti, število nič pa ne spremeni meseca.
sr_cyrl_rs: Број месеци у складу са којим треба променити датум. Позитивна вредност за резултат има будући датум, негативна вредност прошли датум, а нула неће променити месец.
sv_se: Antal månader som datumet ska ändras med. Ett positivt värde ger ett framtida datum, ett negativt ger ett tidigare datum och noll ändrar inte månaden.
th_th: จำนวนเดือนที่จะเปลี่ยนวันที่ ค่าบวกจะให้วันที่ในอนาคต ค่าลบจะให้วันที่ในอดีต และศูนย์จะไม่เปลี่ยนแปลงเดือน
tr_tr: Tarihin değiştirileceği ay sayısı. Pozitif değer gelecek bir tarihi, negatif değer geçmiş bir tarihi verir ve sıfır değeri ayı değiştirmez.
uk_ua: Кількість місяців, на яку потрібно скоригувати дату. Додатне значення означає дату в майбутньому, від’ємне значення – дату в минулому, а нуль не змінює місяць.
vi_vn: Số tháng để thay đổi ngày. Giá trị dương sẽ cho ra một ngày trong tương lai, giá trị âm sẽ cho ra một ngày trong quá khứ và số 0 sẽ giữ nguyên tháng.
zh_cn: 日期的更改月数。正值产生将来日期，负值产生过去日期，零将不会更改该月。
zh_tw: 用以變更日期的月份數。正值會得出未來的日期，負值會得出過去的日期，零則不會變更月份。

# AboutInt
source: Truncates 'number' by rounding toward negative infinity.
bg_bg: Съкращава „число“, като закръглява към отрицателна безкрайност.
ca_es: Trunca el "nombre" arrodonint-lo cap a l'infinit negatiu.
cs_cz: Zkrátí „číslo“ zaokrouhlením směrem k zápornému nekonečnu.
da_dk: Afkorter 'tal' ved at afrunde mod negativ uendelighed.
de_de: Kürzt „Zahl“ durch Runden in Richtung negativer Unendlichkeit.
el_gr: Περικόπτει την τιμή 'number' στρογγυλοποιώντας προς το αρνητικό άπειρο.
es_es: Trunca el "número" redondeando hacia el infinito negativo.
et_ee: Lühendab „numbri“, ümardades negatiivse lõpmatuse suunas.
eu_es: "Zenbakia" laburtzen du infinitu negatiborantz borobilduz.
fi_fi: Katkaisee luvun pyöristämällä negatiivista ääretöntä kohti.
fr_fr: Tronque le « nombre » en arrondissant vers l’infini négatif.
gl_es: Corta o "número" ao arredondar ao infinito negativo.
hi_in: नकारात्मक अनंत की ओर पूर्णांकन करके 'number' को कम करता है.
hr_hr: Skraćuje „broj” zaokruživanjem prema negativnoj beskonačnosti.
hu_hu: A szám csonkolása a negatív végtelen felé kerekítéssel.
id_id: Memotong 'angka' dengan membulatkan ke arah negatif tak terhingga.
it_it: Tronca il "numero" arrotondando all'infinito negativo.
ja_jp: 負の無限大に丸めることで、'number' を切り詰めます。
kk_kz: Теріс шексіздікке қарай дөңгелектеу арқылы "санды" қысқартады.
ko_kr: 음의 무한대로 반올림하여 '숫자'를 자릅니다.
lt_lt: Skaičius trumpinamas suapvalinant iki neigiamos begalybės.
lv_lv: Saīsina “number”, noapaļojot līdz negatīvai bezgalībai.
ms_my: Memotong 'nombor' dengan membundarkan nombor kepada infiniti negatif.
nb_no: Avkorter tall ved å runde av mot negativ uendelighet.
nl_nl: Getal wordt afgekapt door afronding op een negatieve oneindigheid.
pl_pl: Obcina wartość typu „liczba”, wykonując zaokrąglenie w stronę ujemnej nieskończoności.
pt_br: Trunca o 'número' por arredondamento para infinidade negativa.
pt_pt: Trunca "número" arredondando para o infinito negativo.
ro_ro: Trunchiază „numărul” rotunjindu-l spre infinit negativ.
ru_ru: Усекает число путем округления в сторону отрицательной бесконечности.
sk_sk: Skráti číslo zaokrúhlením smerom k zápornému nekonečnu (nadol).
sl_si: »Število« prireže tako, da število zaokroži proti negativni neskončnosti.
sr_cyrl_rs: Скраћује „број“ заокруживањем према негативној бесконачности.
sr_latn_rs: Skraćuje „broj“ zaokruživanjem ka negativnoj beskonačnosti.
sv_se: Trunkerar "tal" genom att avrunda mot negativ oändlighet.
th_th: ตัดทอน 'ตัวเลข' โดยการปัดเศษไปทางจำนวนอนันต์ลบ
tr_tr: Eksi sonsuza doğru yuvarlayarak "sayıyı" kısaltır.
uk_ua: Скорочує "число" за допомогою округлення до від’ємної нескінченності.
vi_vn: Cắt bớt 'số' bằng cách làm tròn về phía âm vô cực.
zh_cn: 通过向负无穷大舍入来截断“数字”。
zh_tw: 通過向負無限大捨入來截斷「數字」。

# AboutIntT
source: Truncates the values in a column of numbers by rounding toward negative infinity.
bg_bg: Съкращава стойностите в колона с числа, като закръглява към отрицателна безкрайност.
ca_es: Trunca els valors en una columna de números arrodonint-los cap a l'infinit negatiu.
cs_cz: Zkrátí hodnoty ve sloupci čísel zaokrouhlením směrem k zápornému nekonečnu.
da_dk: Afkorter værdierne i en kolonne med tal ved at afrunde mod negativ uendelighed.
de_de: Kürzt die Werte in einer Zahlenspalte durch Runden in Richtung negativer Unendlichkeit.
el_gr: Περικόπτει τις τιμές σε μια στήλη αριθμών στρογγυλοποιώντας προς το αρνητικό άπειρο.
es_es: Trunca los valores de una columna de números redondeando hacia el infinito negativo.
et_ee: Lühendab arvuveerus väärtused, ümardades negatiivse lõpmatuse suunas.
eu_es: Zenbaki-zutabe bateko balioak laburtzen du infinitu negatiborantz borobilduz.
fi_fi: Katkaisee arvot numerosarakkeessa pyöristämällä negatiivista ääretöntä kohti.
fr_fr: Tronque les valeurs d’une colonne de nombres en arrondissant vers l’infini négatif.
gl_es: Corta os valores dunha columna de números ao arredondar ao infinito negativo.
hi_in: नकारात्मक अनंत की ओर पूर्णांकन करके संख्याओं के कॉलम में मानों को कम करता है.
hr_hr: Skraćuje vrijednosti u stupcu brojeva zaokruživanjem prema negativnoj beskonačnosti.
hu_hu: Az oszlopban található számértékek csonkolása a negatív végtelen felé kerekítéssel.
id_id: Memotong nilai dalam kolom angka dengan membulatkan ke arah negatif tak terhingga.
it_it: Tronca i valori in una colonna di numeri arrotondando all'infinito negativo.
ja_jp: 負の無限大に丸めることで、数字の列にある値を切り詰めます。
kk_kz: Теріс шексіздікке қарай дөңгелектеу арқылы сандар бағанындағы мәндерді қысқартады.
ko_kr: 음의 무한대로 반올림하여 숫자 열의 값을 자릅니다.
lt_lt: Skaičių stulpelio reikšmės trumpinamos suapvalinant iki neigiamos begalybės.
lv_lv: Saīsina vērtības skaitļu kolonnā, noapaļojot līdz negatīvai bezgalībai.
ms_my: Memotong nilai dalam lajur nombor dengan membundarkan nombor kepada infiniti negatif.
nb_no: Avkorter verdiene i en kolonne med tall ved å runde av mot negativ uendelighet.
nl_nl: De waarden in een kolom met getallen worden afgekapt door afronding op een negatieve oneindigheid.
pl_pl: Obcina wartości w kolumnie liczb, wykonując zaokrąglenie w stronę ujemnej nieskończoności.
pt_br: Trunca os valores em uma coluna de números por arredondamento para infinidade negativa.
pt_pt: Trunca os valores existentes numa coluna de números arredondando para o infinito negativo.
ro_ro: Trunchiază valorile dintr-o coloană de numere rotunjindu-le spre infinit negativ.
ru_ru: Усекает значения в столбце чисел путем округления в сторону отрицательной бесконечности.
sk_sk: Skráti hodnoty čísel v stĺpci zaokrúhlením smerom k zápornému nekonečnu (nadol).
sl_si: Vrednosti v stolpcu s števili prireže tako, da zaokroži proti negativni neskončnosti.
sr_cyrl_rs: Скраћује вредности у колони бројева заокруживањем према негативној бесконачности.
sr_latn_rs: Skraćuje vrednosti u koloni brojeva zaokruživanjem prema negativnoj beskonačnosti.
sv_se: Trunkerar värdena i en kolumn med tal genom att avrunda mot negativ oändlighet.
th_th: ตัดทอนค่าในคอลัมน์ตัวเลขโดยการปัดเศษไปทางจำนวนอนันต์ลบ
tr_tr: Bir sayı sütunundaki değerleri eksi negatife yuvarlayarak kısaltır.
uk_ua: Скорочує значення у стовпці чисел за допомогою округлення до від’ємної нескінченності.
vi_vn: Cắt bớt các giá trị trong một cột số bằng cách làm tròn về phía âm vô cực.
zh_cn: 通过向负无穷大舍入来截断一列数字中的值。
zh_tw: 透過向負無限大捨入來截斷數字資料行中的值。

# AboutInt_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat.
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Brojčana vrijednost koju treba obraditi.
hu_hu: A feldolgozandó számérték.
id_id: Nilai numerik untuk diproses.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値です。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Um valor numérico para processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutInt_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processaran.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat.
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti koji treba obraditi.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
id_id: Kolom nilai numerik untuk diproses.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列です。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Uma coluna de valores numéricos para processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt určených na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutTrunc
source: Truncates 'number' by rounding toward zero.
bg_bg: Съкращава „число“, като закръглява в посока нула.
ca_es: Trunca el "nombre" arrodonint-lo cap al zero.
cs_cz: Zkrátí „číslo“ zaokrouhlením k nule.
da_dk: Afkorter 'tal' ved at afrunde mod nul.
de_de: Kürzt „Zahl“ durch Runden in Richtung null.
el_gr: Περικόπτει την τιμή 'number' στρογγυλοποιώντας προς το μηδέν.
es_es: Trunca el "número" redondeando hacia cero.
et_ee: Kärbib „numbri“, ümardades nulli suunas.
eu_es: "Zenbakia" laburtzen du zerora borobilduz.
fi_fi: Katkaisee luvun pyöristämällä nollaa kohti.
fr_fr: Tronque le « nombre » en arrondissant vers zéro.
gl_es: Trunca o "número" ao arredondar a cero.
hi_in: शून्य की ओर पूर्णांकन करके 'number' को छोटा करता है.
hr_hr: Skraćuje „broj” zaokruživanjem prema nuli.
hu_hu: A szám csonkolása a nulla felé kerekítéssel.
id_id: Memotong 'angka' dengan membulatkan ke nol.
it_it: Tronca il "numero" arrotondando a zero.
ja_jp: ゼロに丸めて '数値' を切り捨てます。
kk_kz: Нөлге қарай дөңгелектеу арқылы «санды» қысқартады.
ko_kr: 0에 대해 반올림하여 '숫자'를 자릅니다.
lt_lt: Skaičius trumpinamas suapvalinant iki nulio.
lv_lv: Saīsina “skaitli”, noapaļojot līdz nullei.
ms_my: Memotong 'nombor' dengan membundarkannya ke arah sifar.
nb_no: Avkorter tall ved å runde av mot null.
nl_nl: Getal wordt afgekapt door afronding op een nul.
pl_pl: Obcina wartość typu „liczba”, wykonując zaokrąglenie w kierunku zera.
pt_br: Trunca o 'número' por arredondamento para zero.
pt_pt: Trunca "número" arredondando na direção de zero.
ro_ro: Trunchiază „numărul” rotunjindu-l spre zero.
ru_ru: Усекает число в аргументе number путем округления в сторону нуля.
sk_sk: Skráti číslo zaokrúhlením smerom k nule.
sl_si: »Število« prireže tako, da število zaokroži proti številu nič.
sr_cyrl_rs: Скраћује „број“ заокруживањем према нули.
sr_latn_rs: Skraćuje „broj“ zaokruživanjem ka nuli.
sv_se: Trunkerar "tal" genom att avrunda mot noll.
th_th: ตัดทอน 'ตัวเลข' โดยการปัดเศษไปยังศูนย์
tr_tr: Sıfıra doğru yuvarlayarak "sayıyı" kısaltır.
uk_ua: Скорочує "число" за допомогою округлення до нуля.
vi_vn: Cắt bớt 'số' bằng cách làm tròn về phía 0.
zh_cn: 通过向零舍入来截断“数字”。
zh_tw: 透過向零捨入來截斷「數字」。

# AboutTrunc_number
source: The number to truncate.
bg_bg: Числото за съкращаване.
ca_es: Nombre que es truncarà.
cs_cz: Číslo, které se má zkrátit.
da_dk: Det nummer, der skal afkortes.
de_de: Die Zahl, die gekürzt werden soll.
el_gr: Ο αριθμός για περικοπή.
es_es: El número que se truncara.
et_ee: Kärbitav arv.
eu_es: Laburtu beharreko zenbakia.
fi_fi: Katkaistava numero.
fr_fr: Nombre à tronquer.
gl_es: Número que se vai truncar.
hi_in: संख्या को काटना.
hr_hr: Broj za skraćivanje.
hu_hu: A csonkolni kívánt szám.
id_id: Nomor yang akan dipotong.
it_it: Numero da troncare.
ja_jp: 切り捨てる数値。
kk_kz: Санды қысқарту.
ko_kr: 버릴 수 있는 번호입니다.
lt_lt: Skaičius, kurį reikia sutrumpinti.
lv_lv: Saīsināmais skaitlis.
ms_my: Nombor untuk dipotong.
nb_no: Tallet som skal avkortes.
nl_nl: Het getal dat moet worden afgekapt.
pl_pl: Liczba do obcięcia.
pt_br: O número a ser truncado.
pt_pt: O número a truncar.
ro_ro: Numărul de trunchiat.
ru_ru: Число для усечения.
sk_sk: Číslo, ktoré sa má skrátiť.
sl_si: Število, ki ga želite prirezati.
sr_cyrl_rs: Број који треба скратити.
sr_latn_rs: Broj koji treba skratiti.
sv_se: Talet som ska trunkeras.
th_th: ตัวเลขที่จะตัดทอน
tr_tr: Kısaltılacak sayı.
uk_ua: Число, яке потрібно скоротити.
vi_vn: Số cần lược bớt.
zh_cn: 要截断的数字。
zh_tw: 要截斷的數字。

# AboutTrunc_source
source: A column of numbers to truncate.
bg_bg: Колона с числа за съкращаване.
ca_es: Columna de nombres que es truncaran.
cs_cz: Sloupec čísel, která se mají zkrátit.
da_dk: En kolonne af tal, der skal afrundes.
de_de: Eine Spalte mit Zahlen, die gekürzt werden sollen.
el_gr: Μια στήλη αριθμών για περικοπή.
es_es: ´Una columna de números que se va a redondear.
et_ee: Kärbitav arvuveerg.
eu_es: Laburtzeko zenbakiak dituen zutabea.
fi_fi: Pyöristettävien lukujen sarake.
fr_fr: Colonne de nombres à tronquer.
gl_es: Columna de números que se van truncar.
hi_in: संख्याओं का कॉलम जिनका पूर्णांकन किया जाना है.
hr_hr: Stupac brojeva koji se skraćuju.
hu_hu: A csonkolni kívánt számokat tartalmazó oszlop.
id_id: Kolom angka yang akan dipotong.
it_it: Colonna di numeri da troncare.
ja_jp: 切り捨ての処理を行う数値の列です。
kk_kz: Қысқартатын сандар бағаны.
ko_kr: 버림할 숫자 열입니다.
lt_lt: Skaičių, kuriuos reikia sutrumpinti, stulpelis.
lv_lv: Saīsināmo skaitļu kolonna.
ms_my: Lajur nombor untuk dipotong.
nb_no: En kolonne med tall som skal avkortes.
nl_nl: Een kolom met getallen die moeten worden afgekapt.
pl_pl: Kolumna liczb do obcięcia.
pt_br: Coluna de números a ser truncada.
pt_pt: Uma coluna de números a truncar.
ro_ro: O coloană de numere de trunchiat.
ru_ru: Столбец чисел для усечения.
sk_sk: Stĺpec čísel, ktoré sa majú skrátiť.
sl_si: Stolpec s števili, ki jih želite prirezati.
sr_cyrl_rs: Колона са бројевима за скраћивање.
sr_latn_rs: Kolona sa brojevima za skraćivanje.
sv_se: En kolumn med tal att trunkera.
th_th: คอลัมน์ของค่าตัวเลขที่จะตัดทอน
tr_tr: Kısaltılacak sayıları içeren bir sütun.
uk_ua: Стовпець із числами, які потрібно скоротити.
vi_vn: Cột có chứa các số cần lược bớt.
zh_cn: 要截断的数字组成的列。
zh_tw: 要截斷的數字資料行。
