Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrUnSupportedComponentDataPropertyAccess
source: Component function property or parameter can only be accessed from within a component or from component output properties.
bg_bg: Параметърът или свойството на функция за компонента могат да бъдат използвани само в рамките на компонент или от изходни свойства на компонент.
ca_es: Només es pot accedir a la propietat o al paràmetre de la funció del component des d'un component o des de les propietats de sortida del component.
cs_cz: Vlastnost nebo parametr funkce komponenty je přístupná pouze z komponenty nebo z výstupních vlastností komponenty.
da_dk: Der kan kun opnås adgang til komponentfunktionsegenskab eller parameter inde fra en komponent eller fra egenskaberne for komponentoutput.
de_de: Auf Komponentenfunktionseigenschaften oder -parameter kann nur innerhalb einer Komponente oder über Komponentenausgabeeigenschaften zugegriffen werden.
el_gr: Η πρόσβαση στην ιδιότητα ή την παράμετρο συνάρτησης στοιχείου είναι εφικτή μόνο μέσα από ένα στοιχείο ή από τις ιδιότητες εξόδου στοιχείου.
es_es: Solo se puede obtener acceso a la propiedad de datos personalizados de componentes con parámetros desde dentro de un componente o desde las propiedades de salida del componente.
et_ee: Komponendi funktsiooniatribuudile või -parameetrile pääsete juurde ainult komponendi sees või komponendi väljundatribuutidest.
eu_es: Osagai-funtzioaren propietatea edo parametroa atzi dezakezu osagai batetik edo osagai baten irteerako propietateetatik soilik.
fi_fi: Komponenttifunktio-ominaisuutta tai parametria voi käyttää vain komponentin sisältä tai komponentin tulostusominaisuuksista.
fr_fr: La propriété ou le paramètre de fonction du composant sont accessibles uniquement à partir d’un composant ou à partir des propriétés de sortie du composant.
gl_es: A propiedade ou o parámetro de función do compoñente só é accesible desde un compoñente ou desde as propiedades de saída do compoñente.
hi_in: घटक फ़ंक्शन प्रॉपर्टी या पैरामीटर को केवल घटक के भीतर से या घटक आउटपुट गुणों से ही एक्सेस किया जा सकता है.
hr_hr: Svojstvu ili parametru funkcije komponente može se pristupiti samo unutar komponente ili iz svojstava izlaznih podataka komponente.
hu_hu: Az összetevő függvény tulajdonsága vagy paramétere csak egy összetevőn belülről vagy az összetevő kimeneti tulajdonságaiból férhető hozzá.
id_id: Properti fungsi komponen atau parameter hanya dapat diakses dari dalam komponen atau dari properti output komponen.
it_it: La proprietà o il parametro della funzione del componente è accessibile solo dall'interno di un componente o dalle proprietà di output del componente.
ja_jp: コンポーネントの関数プロパティまたはパラメーターには、コンポーネント内またはコンポーネント出力プロパティからのみアクセスできます。
kk_kz: Компонент функциясы сипатына немесе параметріне компоненттен немесе компонент нәтижесі сипаттарынан ғана өтуге болады.
ko_kr: 구성 요소 함수 속성 또는 매개 변수는 구성 요소 내부 또는 구성 요소 출력 속성에서만 액세스할 수 있습니다.
lt_lt: Komponento funkcijos ypatybę arba parametrą galima pasiekti tik komponente arba iš komponento išvesties ypatybių.
lv_lv: Komponenta funkcijas rekvizītam vai parametram var piekļūt tikai no komponenta vai komponenta izvades rekvizītiem.
ms_my: Sifat atau parameter fungsi komponen hanya boleh dicapai daripada bahagian dalam komponen atau daripada sifat output komponen.
nb_no: Egenskapen eller parameteren for komponentfunksjon kan bare nås fra en komponent eller fra egenskaper for komponentutdata.
nl_nl: Functie-eigenschappen of parameters voor onderdelen zijn alleen toegankelijk vanuit een onderdeel of eigenschappen van de onderdeeluitvoer.
pl_pl: Dostęp do właściwości lub parametru funkcji składnika można uzyskać tylko z poziomu składnika lub właściwości wyjściowych składnika.
pt_br: A propriedade ou o parâmetro de função de componente só pode ser acessada de um componente ou de propriedades de saída do componente.
pt_pt: Só é possível aceder à propriedade ou ao parâmetro da função do componente a partir de um componente ou das propriedades de saída do componente.
ro_ro: Proprietatea sau parametrul de funcție a componentelor pot fi accesate numai din interiorul unei componente sau din proprietățile de ieșire ale componentei.
ru_ru: Доступ к свойству или параметру функции компонента возможен только из компонента или из выходных свойств компонента.
sk_sk: Prístup k vlastnosti funkcie alebo parametru súčasti je možný iba zo súčasti alebo z výstupných vlastností súčasti.
sl_si: Do lastnosti funkcije komponente ali parametra je mogoče dostopati samo iz komponente ali iz lastnosti izhoda komponente.
sr_cyrl_rs: Својству функције компоненте или параметрима може се приступити само из компоненте или из излазних својстава компоненте.
sr_latn_rs: Svojstvu prilagođenih podataka komponente sa parametrima može se pristupiti samo iz komponente ili iz izlaznih svojstava komponente.
sv_se: Egenskap eller parameter för komponentfunktion kan endast nås inifrån en komponent eller från komponentens utdataegenskaper.
th_th: คุณสมบัติหรือพารามิเตอร์ฟังก์ชันของคอมโพเนนต์ สามารถเข้าถึงได้จากภายในคอมโพเนนต์หรือจากคุณสมบัติผลลัพธ์ของคอมโพเนนต์เท่านั้น
tr_tr: Bileşen işlevi özelliği veya parametresine yalnızca bir bileşenin içinden veya bileşen çıktı özelliklerinden erişilebilir.
uk_ua: Властивість функції або параметр компонента доступні лише з компонента або з властивостей вихідних даних компонента.
vi_vn: Bạn chỉ truy cập được vào thuộc tính hoặc tham số của hàm thành phần từ trong một thành phần hoặc từ các thuộc tính đầu ra của thành phần.
zh_cn: 只能从组件内或从组件输出属性访问组件功能属性或参数。
zh_tw: 只能從元件或元件輸出屬性存取元件函式屬性或參數。

# ErrUnSupportedComponentFunctionPropertyReferenceNonFunctionPropertyAccess
source: Component function property or parameter can only reference other function properties.
bg_bg: Параметърът или свойството на функция за компонента могат да препращат само към други свойства на функции.
ca_es: La propietat o el paràmetre de la funció del component només poden fer referència a altres propietats de la funció.
cs_cz: Vlastnost nebo parametr funkce komponenty může odkazovat pouze na jiné vlastnosti funkce.
da_dk: Komponentfunktionsegenskab eller parameter kan kun referere til andre funktionsegenskaber.
de_de: Komponentenfunktionseigenschaften oder -parameter können nur auf andere Funktionseigenschaften verweisen.
el_gr: Η ιδιότητα ή η παράμετρος συνάρτησης στοιχείου μπορεί να αναφέρεται μόνο σε άλλες ιδιότητες συνάρτησης.
es_es: La propiedad o parámetro de la función de componente solo puede hacer referencia a otras propiedades de función.
et_ee: Komponendi funktsiooniatribuut või -parameeter saab viidata ainult teistele funktsiooniatribuutidele.
eu_es: Osagai-funtzioaren propietateak edo parametroak beste funtzio-propietate batzuei soilik egin diezaieke erreferentzia.
fi_fi: Komponenttitoiminnon ominaisuus tai parametri voi viitata vain muihin funktion ominaisuuksiin.
fr_fr: La propriété ou le paramètre de la fonction du composant peuvent uniquement référencer d’autres propriétés de fonction.
gl_es: A propiedade ou o parámetro de función do compoñente só pode facer referencia a outras propiedades de función.
hi_in: घटक फ़ंक्शन गुण या पैरामीटर केवल अन्य फ़ंक्शन गुणों को संदर्भित कर सकता है.
hr_hr: Svojstvo ili parametar funkcije komponente može upućivati samo na druga svojstva funkcije.
hu_hu: Az összetevő függvény tulajdonsága vagy paramétere csak más függvénytulajdonságokra hivatkozhat.
id_id: Properti fungsi komponen atau parameter hanya dapat mereferensikan properti fungsi lainnya.
it_it: La proprietà o il parametro della funzione del componente può fare riferimento solo ad altre proprietà di funzione.
ja_jp: コンポーネントの関数プロパティまたはパラメーターは、他の関数プロパティのみを参照できます。
kk_kz: Компонент функциясы сипаты немесе параметрі тек басқа функция сипаттарына білдіруі мүмкін.
ko_kr: 구성 요소 함수 속성 또는 매개 변수는 다른 함수 속성만 참조할 수 있습니다.
lt_lt: Komponento funkcijos ypatybė arba parametras gali nurodyti tik kitas funkcijos ypatybes.
lv_lv: Komponenta funkcijas rekvizīts vai parametrs var atsaukties tikai uz citiem funkcijas rekvizītiem.
ms_my: Sifat atau parameter fungsi komponen hanya boleh merujuk sifat fungsi lain.
nb_no: Egenskapen eller parameteren for komponentfunksjon kan bare referere andre funksjonsegenskaper.
nl_nl: Functie-eigenschappen of parameters voor onderdelen kunnen alleen naar andere functie-eigenschappen verwijzen.
pl_pl: Właściwość lub parametr funkcji składnika może odwoływać się tylko do innych właściwości funkcji.
pt_br: A propriedade ou o parâmetro da função de componente só pode fazer referência a outras propriedades da função.
pt_pt: A propriedade ou o parâmetro da função do componente só pode referenciar outras propriedades de função.
ro_ro: Proprietatea sau parametrul de funcție a componentelor pot face referire numai la alte proprietăți ale funcției.
ru_ru: Свойство или параметр функции компонента может ссылаться только на другие свойства функции.
sk_sk: Vlastnosť funkcie súčasti alebo parameter môže odkazovať iba na iné vlastnosti funkcie.
sl_si: Lastnost funkcije komponente ali parameter lahko vsebuje samo sklice na druge lastnosti funkcije.
sr_cyrl_rs: Својство или параметар функције компоненте могу да упућују само на друга својства функције.
sv_se: Egenskap eller parameter för komponentfunktion kan endast referera till andra funktionsegenskaper.
th_th: คุณสมบัติหรือพารามิเตอร์ของฟังก์ชันคอมโพเนนต์สามารถอ้างอิงได้เฉพาะคุณสมบัติฟังก์ชันอื่นๆ เท่านั้น
tr_tr: Bileşen işlevi özelliği veya parametresi yalnızca diğer işlev özelliklerine başvurabilir.
uk_ua: Властивість або параметр функції компонента може посилатися лише на інші властивості функції.
vi_vn: Thuộc tính hoặc tham số của hàm thành phần chỉ có thể tham chiếu các thuộc tính khác của hàm.
zh_cn: 组件函数属性或参数只能引用其他函数属性。
zh_tw: 元件函式屬性或參數只能參考其他函式屬性。

# ErrBadArity
source: Invalid number of arguments: received {0}, expected {1}.
bg_bg: Невалиден брой аргументи: {0} получени, {1} очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven {1}.
cs_cz: Neplatný počet argumentů: přijato {0}, počet očekávaných: {1}.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1}.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet: {1}.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1}.
es_es: Número de argumentos no válido: se recibieron {0}, se esperaban {1}.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1}.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1} espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin {1}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse {1}.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1} अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1}.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: {1}.
id_id: Jumlah argumen tidak valid: diterima {0}, diharapkan {1}.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1}.
ja_jp: 無効な引数の数: 受信数 {0}、必要数 {1}。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1} күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}개가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1}.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1}.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1}.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1}.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, {1} verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano {1}.
pt_br: Número inválido de argumentos: {0} recebidos, {1} esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1} esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1}.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось {1}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1}.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1}.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1}.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1}.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1}.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1}
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1} bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося {1}.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến {1}.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1} 个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1} 個。

# ErrBadArityEven
source: Invalid number of arguments: received {0}, expected an even number.
bg_bg: Невалиден брой аргументи: {0} получени, очакваше се четно число.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però s'esperava un nombre parell.
cs_cz: Neplatný počet argumentů: přijato {0}, očekával se sudý počet.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}. Der blev forventet et lige antal.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde eine gerade Zahl.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμενόταν άρτιος αριθμός.
es_es: Número de argumentos no válido: se recibieron {0}, se esperaba un número par.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldati paarisarvu.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina kopuru bikoitia espero zen.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin parillista lukua.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, nombre pair attendu.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábase un número par.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, एक सम संख्या अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivan paran broj.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}. A rendszer páros számú argumentumot várt.
id_id: Jumlah argumen tidak valid: diterima {0}, diharapkan angka genap.
it_it: Numero di argomenti non valido: ricevuti {0}, previsto un numero pari.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は偶数です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, жұп сан күтілген.
ko_kr: 인수 개수가 잘못되었습니다. 짝수가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti lyginį skaičių.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzēts pāra skaitlis.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, nombor genap dijangka.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet et partall.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, een even aantal verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano liczby parzystej.
pt_br: Número inválido de argumentos: {0} recebidos, era esperado um número par.
pt_pt: Número inválido de argumentos: {0} recebidos, esperado um número par.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se aștepta un număr par.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось четное число.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakával sa párny počet.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovano je bilo sodo število elementov.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се паран број.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se paran broj.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade ett jämnt antal.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวังว่าต้องเป็นจำนวนเลขคู่
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, bir çift sayı bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося парне число.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến một số chẵn.
zh_cn: 参数数目无效: 收到 {0} 个，应为偶数个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為偶數個。

# ErrBadArityOdd
source: Invalid number of arguments: received {0}, expected an odd number.
bg_bg: Невалиден брой аргументи: {0} получени, очакваше се нечетно число.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però s'esperava un nombre imparell.
cs_cz: Neplatný počet argumentů: přijato {0}, očekával se lichý počet.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}. Der blev forventet et ulige antal.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde eine ungerade Zahl.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμενόταν περιττός αριθμός.
es_es: Número de argumentos no válido: se recibieron {0}, se esperaba un número impar.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldati paaritut arvu.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina kopuru bakoitia espero zen.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin paritonta lukua.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, nombre impair attendu.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábase un número impar.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, एक विषम संख्या अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivan neparan broj.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}. A rendszer páratlan számú argumentumot várt.
id_id: Jumlah argumen tidak valid: diterima {0}, diharapkan angka ganjil.
it_it: Numero di argomenti non valido: ricevuti {0}, previsto un numero dispari.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は奇数です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, тақ сан күтілген.
ko_kr: 인수 개수가 잘못되었습니다. 홀수가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti nelyginį skaičių.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzēts nepāra skaitlis.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, nombor ganjil dijangka.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet et ulikt tall.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, een oneven aantal verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano liczby nieparzystej.
pt_br: Número inválido de argumentos: {0} recebidos, era esperado um número ímpar.
pt_pt: Número inválido de argumentos: {0} recebidos, esperado um número ímpar.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se aștepta un număr impar.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось нечетное число.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakával sa nepárny počet.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovano je bilo liho število elementov.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се непаран број.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se neparan broj.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade ett udda antal.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวังว่าต้องเป็นจำนวนเลขคี่
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, bir tek sayı bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося непарне число.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến một số lẻ.
zh_cn: 参数数目无效: 收到 {0}个，应为奇数个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為奇數個。

# ErrBadType
source: Invalid argument type.
bg_bg: Невалиден тип аргумент.
ca_es: El tipus d'argument no és vàlid.
cs_cz: Neplatný typ argumentu.
da_dk: Ugyldig argumenttype.
de_de: Ungültiger Argumenttyp.
el_gr: Μη έγκυρος τύπος ορίσματος.
es_es: Tipo de argumento no válido.
et_ee: Argumendi tüüp ei sobi.
eu_es: Argumentu motak ez du balio.
fi_fi: Virheellinen argumenttityyppi.
fr_fr: Type d’argument non valide.
gl_es: Tipo de argumento non válido.
hi_in: अमान्य तर्क प्रकार.
hr_hr: Vrsta argumenta nije valjana.
hu_hu: Érvénytelen típusú argumentum.
id_id: Jenis argumen tidak valid.
it_it: Il tipo di argomento non è valido.
ja_jp: 無効な引数の型です。
kk_kz: Жарамсыз аргумент түрі.
ko_kr: 잘못된 인수 형식입니다.
lt_lt: Neleistinas argumento tipas.
lv_lv: Nederīgs argumenta tips.
ms_my: Jenis argumen tidak sah.
nb_no: Ugyldig argumenttype.
nl_nl: Ongeldig argumenttype.
pl_pl: Nieprawidłowy typ argumentu.
pt_br: Tipo de argumento inválido.
pt_pt: Tipo de argumento inválido.
ro_ro: Tip de argument nevalid.
ru_ru: Недопустимый тип аргумента.
sk_sk: Neplatný typ argumentu.
sl_si: Neveljaven tip argumenta.
sr_cyrl_rs: Неважећи тип аргумента.
sr_latn_rs: Nevažeći tip argumenta.
sv_se: Ogiltig argumenttyp.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง
tr_tr: Geçersiz bağımsız değişken türü.
uk_ua: Неприпустимий тип аргументу.
vi_vn: Loại đối số không hợp lệ.
zh_cn: 参数类型无效。
zh_tw: 引數類型無效。
