Repository: microsoft/Power-Fx
Catalog: src/strings/PowerFxResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDate
source: Returns the number that represents the date in Power Apps date-time code.
bg_bg: Връща числото, представляващо датата в кода за дата и час в Power Apps.
ca_es: Retorna el nombre que representa la data en un codi de data i hora del Power Apps.
cs_cz: Vrátí číslo, které představuje datum zadané v kódu data a času Power Apps.
da_dk: Returnerer det tal, der repræsenterer datoen i Power Apps-koden for dato/klokkeslæt.
de_de: Gibt die Zahl zurück, die im Power Apps-Code für Datum und Uhrzeit das Datum darstellt.
el_gr: Επιστρέφει τον αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Power Apps.
es_es: Devuelve el número que representa la fecha en código de fecha y hora de Power Apps.
et_ee: Tagastab arvu, mis tähistab Power Appsi kuupäeva- ja kellaajakoodis kuupäeva.
eu_es: Power Apps-eko data eta orduaren kodeko data adierazten duen zenbakia itzultzen du.
fi_fi: Palauttaa luvun, joka edustaa päivämäärää Power Appsin päivämäärä- ja aikakoodissa.
fr_fr: Retourne le numéro représentant la date dans le code date-heure de Power Apps.
gl_es: Devolve o número que representa a data en código de data e hora de Power Apps.
hi_in: Power Apps दिनांक-समय कोड में दिनांक दर्शाने वाली संख्या लौटाता है.
hr_hr: Vraća broj koji predstavlja datum u kodu vremena i datuma za Power Apps.
hu_hu: Azt a számot adja vissza, amely a dátumot jelöli a Power Apps dátum- és időpontkódjában.
id_id: Menampilkan angka yang mewakili tanggal dalam kode tanggal-waktu Power Apps.
it_it: Restituisce il numero che rappresenta la data nel codice data-ora di Power Apps.
ja_jp: Power Apps の日時コード形式の日付を表す数値を返します。
kk_kz: Күнді Power Apps күн-уақыт кодында көрсететін санды қайтарады.
ko_kr: Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자를 반환합니다.
lt_lt: Pateikia skaičių, kuris pavaizduoja duomenis „Power Apps“ datos ir laiko kode.
lv_lv: Atgriež skaitli, kas atspoguļo datumu Power Apps datuma-laika kodā.
ms_my: Mengembalikan nombor yang mewakili tarikh dalam kod tarikh-masa Power Apps.
nb_no: Returnerer tallet som representerer datoen i dato/klokkeslett-koden for Power Apps.
nl_nl: Hiermee wordt het getal geretourneerd dat de datum weergeeft in de Power Apps datum/tijdcode.
pl_pl: Zwraca liczbę reprezentującą datę w kodzie daty/godziny usługi Power Apps.
pt_br: Retorna o número que representa a data no código data-hora do Power Apps.
pt_pt: Devolve o número que representa a data no código de data/hora do Power Apps.
ro_ro: Returnează numărul care reprezintă data în codul dată-oră al Power Apps.
ru_ru: Возвращает число, представляющее дату в формате кода даты и времени Power Apps.
sk_sk: Vráti číslo reprezentujúce dátum v kóde dátumu a času služby Power Apps.
sl_si: Vrne število, ki predstavlja datum v kodi datum-ura storitve Power Apps.
sr_cyrl_rs: Враћа број који представља датум у Power Apps коду датум-време.
sr_latn_rs: Vraća broj koji predstavlja datum u Power Apps kodu datum-vreme.
sv_se: Returnerar talet som motsvarar datumet i Power Apps datum/tid-kod.
th_th: ส่งกลับตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Power Apps
tr_tr: Power Apps tarih-saat kodundaki tarihi temsil eden sayıyı döndürür.
uk_ua: Повертає число, яке представляє дату в коді дати й часу Power Apps.
vi_vn: Trả về số thể hiện ngày theo mã ngày/giờ của Power Apps.
zh_cn: 返回采用 Power Apps 日期时间代码表示日期的数字。
zh_tw: 傳回 Power Apps 日期時間碼中代表日期的數字。

# DateArg1
source: year
bg_bg: година
ca_es: any
cs_cz: rok
da_dk: år
de_de: Jahr
el_gr: έτος
es_es: año
et_ee: aasta
eu_es: urte
fi_fi: vuosi
fr_fr: an
gl_es: ano
hi_in: वर्ष
hr_hr: godina
hu_hu: év
id_id: tahun
it_it: anno
ja_jp: 年
kk_kz: жыл
ko_kr: 년
lt_lt: metai
lv_lv: gads
ms_my: tahun
nb_no: år
nl_nl: jaar
pl_pl: rok
pt_br: ano
pt_pt: ano
ro_ro: an
ru_ru: год
sk_sk: rok
sl_si: leto
sr_cyrl_rs: година
sr_latn_rs: godina
sv_se: år
th_th: ปี
tr_tr: yıl
uk_ua: рік
vi_vn: năm
zh_cn: 年
zh_tw: 年

# DateArg2
source: month
bg_bg: месец
ca_es: mes
cs_cz: měsíc
da_dk: måned
de_de: Monat
el_gr: μήνας
es_es: mes
et_ee: kuu
eu_es: hilabete
fi_fi: kuukausi
fr_fr: mois
gl_es: mes
hi_in: महीना
hr_hr: mjesec
hu_hu: hónap
id_id: bulan
it_it: mese
ja_jp: 月
kk_kz: ай
ko_kr: 월
lt_lt: mėnuo
lv_lv: mēnesis
ms_my: bulan
nb_no: måned
nl_nl: maand
pl_pl: miesiąc
pt_br: mês
pt_pt: mês
ro_ro: lună
ru_ru: месяц
sk_sk: mesiac
sl_si: mesec
sr_cyrl_rs: месец
sr_latn_rs: mesec
sv_se: månad
th_th: เดือน
tr_tr: ay
uk_ua: місяць
vi_vn: tháng
zh_cn: 月
zh_tw: 月

# DateArg3
source: day
bg_bg: ден
ca_es: dia
cs_cz: den
da_dk: dag
de_de: Tag
el_gr: ημέρα
es_es: día
et_ee: päev
eu_es: egun
fi_fi: päivä
fr_fr: jour
gl_es: día
hi_in: दिन
hr_hr: dan
hu_hu: nap
id_id: hari
it_it: giorno
ja_jp: 日
kk_kz: күн
ko_kr: 일
lt_lt: diena
lv_lv: diena
ms_my: hari
nb_no: dag
nl_nl: dag
pl_pl: dzień
pt_br: dia
pt_pt: dia
ro_ro: zi
ru_ru: день
sk_sk: deň
sl_si: dan
sr_cyrl_rs: дан
sr_latn_rs: dan
sv_se: dag
th_th: วัน
tr_tr: gün
uk_ua: день
vi_vn: ngày
zh_cn: 天
zh_tw: 天

# AboutDate_year
source: The year.
bg_bg: Годината.
ca_es: Any.
cs_cz: Rok
da_dk: Året.
de_de: Das Jahr.
el_gr: Το έτος.
es_es: El año.
et_ee: Aasta.
eu_es: Urtea.
fi_fi: Vuosi.
fr_fr: L’année.
gl_es: Ano.
hi_in: वर्ष.
hr_hr: Godina.
hu_hu: Az év.
id_id: Tahun.
it_it: Anno.
ja_jp: 年。
kk_kz: Жыл.
ko_kr: 연도입니다.
lt_lt: Metai.
lv_lv: Gads.
ms_my: Tahun.
nb_no: Året.
nl_nl: Het jaar.
pl_pl: Rok.
pt_br: Ano.
pt_pt: O ano.
ro_ro: Anul.
ru_ru: Год.
sk_sk: Rok.
sl_si: Leto.
sr_cyrl_rs: Година.
sr_latn_rs: Godina.
sv_se: Året.
th_th: ปี
tr_tr: Yıl.
uk_ua: Рік.
vi_vn: Năm.
zh_cn: 年。
zh_tw: 年度。

# AboutDate_month
source: The month.
bg_bg: Месецът.
ca_es: Mes.
cs_cz: Měsíc
da_dk: Måneden.
de_de: Der Monat.
el_gr: Ο μήνας.
es_es: El mes.
et_ee: Kuu.
eu_es: Hilabetea.
fi_fi: Kuukausi.
fr_fr: Le mois.
gl_es: Mes.
hi_in: माह.
hr_hr: Mjesec.
hu_hu: A hónap.
id_id: Bulan.
it_it: Mese.
ja_jp: 月。
kk_kz: Ай.
ko_kr: 월입니다.
lt_lt: Mėnuo.
lv_lv: Mēnesis.
ms_my: Bulan.
nb_no: Måneden.
nl_nl: De maand.
pl_pl: Miesiąc.
pt_br: Mês.
pt_pt: O mês.
ro_ro: Luna.
ru_ru: Месяц.
sk_sk: Mesiac.
sl_si: Mesec.
sr_cyrl_rs: Месец.
sr_latn_rs: Mesec.
sv_se: Månaden.
th_th: เดือน
tr_tr: Ay.
uk_ua: Місяць.
vi_vn: Tháng.
zh_cn: 月。
zh_tw: 月份。

# AboutDate_day
source: The day.
bg_bg: Денят.
ca_es: Dia.
cs_cz: Den
da_dk: Dagen.
de_de: Der Tag.
el_gr: Η ημέρα.
es_es: El día.
et_ee: Päev.
eu_es: Eguna.
fi_fi: Päivä.
fr_fr: Le jour.
gl_es: Día.
hi_in: दिन.
hr_hr: Dan.
hu_hu: A nap.
id_id: Hari.
it_it: Giorno.
ja_jp: 日。
kk_kz: Күн.
ko_kr: 일입니다.
lt_lt: Diena.
lv_lv: Diena.
ms_my: Hari.
nb_no: Dagen.
nl_nl: De dag.
pl_pl: Dzień.
pt_br: Dia.
pt_pt: O dia.
ro_ro: Ziua.
ru_ru: День.
sk_sk: Deň.
sl_si: Dan.
sr_cyrl_rs: Дан.
sr_latn_rs: Dan.
sv_se: Dagen.
th_th: วัน
tr_tr: Gün.
uk_ua: День.
vi_vn: Ngày.
zh_cn: 日。
zh_tw: 日。

# AboutTime
source: Converts hours, minutes and seconds into a decimal number.
bg_bg: Преобразува часове, минути и секунди в десетично число.
ca_es: Converteix hores, minuts i segons en un nombre decimal.
cs_cz: Převede hodiny, minuty a sekundy na desetinné číslo.
da_dk: Konverterer timer, minutter og sekunder til et decimaltal.
de_de: Konvertiert Stunden, Minuten und Sekunden in eine Dezimalzahl.
el_gr: Μετατρέπει ώρες, λεπτά και δευτερόλεπτα σε δεκαδικό αριθμό.
es_es: Convierte horas, minutos y segundos en un número decimal.
et_ee: Teisendab tunnid, minutid ja sekundid kümnendarvuks.
eu_es: Orduak, minutuak eta segundoak zenbaki hamartar bihurtzen ditu.
fi_fi: Muuntaa tunnit, minuutit ja sekunnit desimaaliluvuksi.
fr_fr: Convertir les heures, les minutes et les secondes en nombre décimal.
gl_es: Converte as horas, os minutos e os segundos nun número decimal.
hi_in: घंटों, मिनटों और सेकंड्स को दशमलव संख्या में रूपांतरित करता है.
hr_hr: Pretvara sate, minute i sekunde u decimalni broj.
hu_hu: Decimális számmá alakítja az órákat, perceket és másodperceket.
id_id: Mengkonversi jam, menit, dan detik ke angka desimal.
it_it: Converte ore, minuti e secondi in un numero decimale.
ja_jp: 時間、分、および秒を 10 進数に変換します。
kk_kz: Сағаттарды, минуттарды және секундтарды ондық санға түрлендіреді.
ko_kr: 시간, 분 및 초를 10진수로 변환합니다.
lt_lt: Konvertuoja valandas, minutes ir sekundes į dešimtainį skaičių.
lv_lv: Pārvērš stundas, minūtes un sekundes par decimālskaitli.
ms_my: Menukarkan jam, minit dan saat ke dalam nombor perpuluhan.
nb_no: Konverterer timer, minutter og sekunder til desimaltall.
nl_nl: Hiermee worden de uren, minuten en seconden geconverteerd naar een decimaal getal.
pl_pl: Konwertuje godziny, minuty i sekundy na liczbę dziesiętną.
pt_br: Converte horas, minutos e segundos em um número decimal.
pt_pt: Converte horas, minutos e segundos num número decimal.
ro_ro: Convertește orele, minutele și secundele într-un număr zecimal.
ru_ru: Преобразует часы, минуты и секунды в десятичное число.
sk_sk: Skonvertuje hodiny, minúty a sekundy na desatinné číslo.
sl_si: Pretvori ure, minute in sekunde v decimalno številko.
sr_cyrl_rs: Конвертује часове, минуте и секунде у децимални број.
sr_latn_rs: Pretvara časove, minute i sekunde u decimalni broj.
sv_se: Konverterar timmar, minuter och sekunder till ett decimaltal.
th_th: แปลงชั่วโมง, นาที และวินาทีให้เป็นตัวเลขทศนิยม
tr_tr: Saatleri, dakikaları ve saniyeleri ondalık sayılara dönüştürür.
uk_ua: Перетворює години, хвилини й секунди в десяткове число.
vi_vn: Chuyển đổi giờ, phút và giây thành một số thập phân.
zh_cn: 将小时、分钟和秒转换为小数数字。
zh_tw: 將小時、分鐘與秒，轉換為十進位數字。

# TimeArg1
source: hour
bg_bg: час
ca_es: hora
cs_cz: hodina
da_dk: time
de_de: Stunde
el_gr: ώρα
es_es: hora
et_ee: tund
eu_es: ordu
fi_fi: tunti
fr_fr: heure
gl_es: hora
hi_in: घंटा
hr_hr: h
hu_hu: óra
id_id: jam
it_it: ora
ja_jp: 時間
kk_kz: сағат
ko_kr: 시간
lt_lt: valanda
lv_lv: stunda
ms_my: jam
nb_no: time
nl_nl: uur
pl_pl: godzina
pt_br: hora
pt_pt: hora
ro_ro: oră
ru_ru: час
sk_sk: hodina
sl_si: ura
sr_cyrl_rs: час
sr_latn_rs: čas
sv_se: timma
th_th: ชั่วโมง
tr_tr: saat
uk_ua: година
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# TimeArg2
source: minute
bg_bg: минута
ca_es: minut
cs_cz: minuta
da_dk: minut
el_gr: λεπτό
es_es: minuto
et_ee: minut
eu_es: minutu
fi_fi: minuutti
gl_es: minuto
hi_in: मिनट
hr_hr: min
hu_hu: perc
id_id: menit
it_it: minuto
ja_jp: 分
kk_kz: минут
ko_kr: 분
lt_lt: minutė
lv_lv: minūte
ms_my: minit
nb_no: minutt
nl_nl: minuut
pl_pl: minuta
pt_br: minuto
pt_pt: minuto
ro_ro: minut
ru_ru: минута
sk_sk: minúta
sl_si: minuta
sr_cyrl_rs: минут
sr_latn_rs: minut
sv_se: minut
th_th: นาที
tr_tr: dakika
uk_ua: хвилина
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# TimeArg3
source: second
bg_bg: секунда
ca_es: segon
cs_cz: sekunda
da_dk: sekund
de_de: Sekunde
el_gr: δευτερόλεπτο
es_es: segundo
et_ee: sekund
eu_es: segundo
fi_fi: sekunti
fr_fr: seconde
gl_es: segundo
hi_in: सेकंड
hr_hr: s
hu_hu: másodperc
id_id: detik
it_it: secondo
ja_jp: 秒
kk_kz: секунд
ko_kr: 초
lt_lt: sekundė
lv_lv: sekunde
ms_my: saat
nb_no: sekund
nl_nl: seconde
pl_pl: sekunda
pt_br: segundo
pt_pt: segundo
ro_ro: secundă
ru_ru: секунда
sk_sk: sekunda
sl_si: sekunda
sr_cyrl_rs: секунда
sr_latn_rs: sekunda
sv_se: sekund
th_th: วินาที
tr_tr: saniye
uk_ua: секунда
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# TimeArg4
source: millisecond
bg_bg: милисекунда
ca_es: mil·lisegon
cs_cz: milisekunda
da_dk: millisekund
de_de: Millisekunde
el_gr: χιλιοστό_του_δευτερολέπτου
es_es: milisegundo
et_ee: millisekund
eu_es: milisegundo
fi_fi: millisekunti
fr_fr: milliseconde
gl_es: milisegundo
hi_in: मिलीसेकंड
hr_hr: ms
hu_hu: ezredmásodperc
id_id: milidetik
it_it: millisecondo
ja_jp: ミリ秒
kk_kz: миллисекунд
ko_kr: 밀리초
lt_lt: milisekundė
lv_lv: milisekunde
ms_my: milisaat
nb_no: millisekund
nl_nl: milliseconde
pl_pl: milisekunda
pt_br: milissegundo
pt_pt: milissegundo
ro_ro: milisecundă
ru_ru: мс
sk_sk: milisekunda
sl_si: milisekunda
sr_cyrl_rs: милисекунда
sr_latn_rs: milisekunda
sv_se: millisekund
th_th: มิลลิวินาที
tr_tr: milisaniye
uk_ua: мілісекунда
vi_vn: mili_giây
zh_cn: 毫秒
zh_tw: 毫秒

# AboutTime_hour
source: The hour component.
bg_bg: Компонентът на часа.
ca_es: Component d'hora.
cs_cz: Hodiny
da_dk: Time-komponenten.
de_de: Die Stundenkomponente.
el_gr: Το στοιχείο ώρας.
es_es: Componente de hora.
et_ee: Tunnikomponent.
eu_es: Ordu-osagaia.
fi_fi: Tuntikomponentti.
fr_fr: Composant heure.
gl_es: Compoñente hora.
hi_in: घंटा घटक.
hr_hr: Komponenta sata.
hu_hu: Az óra összetevő.
id_id: Komponen jam.
it_it: Componente ora.
ja_jp: 時間コンポーネント。
kk_kz: Сағат компоненті.
ko_kr: 시간 구성 요소입니다.
lt_lt: Valandos komponentas.
lv_lv: Stundas komponents.
ms_my: Komponen jam.
nb_no: Klokkeslettkomponenten.
nl_nl: Het uurgedeelte.
pl_pl: Składnik godziny.
pt_br: Componente de hora.
pt_pt: Componente de hora.
ro_ro: Componenta oră.
ru_ru: Компонент часа.
sk_sk: Komponent hodiny.
sl_si: Komponenta ure.
sr_cyrl_rs: Компонента часа.
sr_latn_rs: Komponenta časa.
sv_se: Tim-komponenten.
th_th: คอมโพเนนต์ชั่วโมง
tr_tr: Saat bileşeni.
uk_ua: Компонент години.
vi_vn: Thành phần giờ.
zh_cn: 小时部分。
zh_tw: 小時元件。

# AboutTime_minute
source: The minute component.
bg_bg: Компонентът на минутата.
ca_es: Component de minut.
cs_cz: Minuty
da_dk: Minut-komponenten.
de_de: Die Minutenkomponente.
el_gr: Το στοιχείο λεπτού.
es_es: Componente de minuto.
et_ee: Minutikomponent.
eu_es: Minutu-osagaia.
fi_fi: Minuuttikomponentti.
fr_fr: Composant minute.
gl_es: Compoñente minuto.
hi_in: मिनट घटक.
hr_hr: Komponenta minute.
hu_hu: A perc összetevő.
id_id: Komponen menit.
it_it: Componente minuto.
ja_jp: 分コンポーネント。
kk_kz: Минут компоненті.
ko_kr: 분 구성 요소입니다.
lt_lt: Minutės komponentas.
lv_lv: Minūtes komponents.
ms_my: Komponen minit.
nb_no: Minuttkomponenten.
nl_nl: Het minuutgedeelte.
pl_pl: Składnik minuty.
pt_br: Componente de minuto.
pt_pt: Componente de minuto.
ro_ro: Componenta minut.
ru_ru: Компонент минуты.
sk_sk: Komponent minút.
sl_si: Komponenta minute.
sr_cyrl_rs: Компонента минута.
sr_latn_rs: Komponenta minuta.
sv_se: Minut-komponenten.
th_th: คอมโพเนนต์นาที
tr_tr: Dakika bileşeni.
uk_ua: Компонент хвилини.
vi_vn: Thành phần phút.
zh_cn: 分钟部分。
zh_tw: 分鐘元件。

# AboutTime_second
source: The second component.
bg_bg: Компонентът на секундата.
ca_es: Component de segon.
cs_cz: Sekundy
da_dk: Sekund-komponenten.
de_de: Die Sekundenkomponente.
el_gr: Το στοιχείο δευτερολέπτου.
es_es: Componente de segundo.
et_ee: Sekundikomponent.
eu_es: Bigarren osagaia.
fi_fi: Toinen komponentti.
fr_fr: Composant seconde.
gl_es: Compoñente segundo.
hi_in: सेकंड घटक.
hr_hr: Komponenta sekunde.
hu_hu: A másodperc összetevő.
id_id: Komponen detik.
it_it: Componente secondo.
ja_jp: 秒コンポーネント。
kk_kz: Секунд компоненті.
ko_kr: 초 구성 요소입니다.
lt_lt: Sekundės komponentas.
lv_lv: Sekundes komponents.
ms_my: Komponen kedua.
nb_no: Sekundkomponenten.
nl_nl: Het secondegedeelte.
pl_pl: Składnik sekundy.
pt_br: Componente de segundo.
pt_pt: Componente de segundo.
ro_ro: Componenta secundă.
ru_ru: Второй компонент.
sk_sk: Druhý komponent.
sl_si: Komponenta sekunde.
sr_cyrl_rs: Компонента секунде.
sr_latn_rs: Komponenta sekunde.
sv_se: Sekund-komponenten.
th_th: คอมโพเนนต์วินาที
tr_tr: Saniye bileşeni.
uk_ua: Компонент секунди.
vi_vn: Thành phần giây.
zh_cn: 秒部分。
zh_tw: 秒元件。

# AboutTime_millisecond
source: The millisecond component.
bg_bg: Компонентът на милисекундата.
ca_es: Component de mil·lisegon.
cs_cz: Milisekundy
da_dk: Millisekund-komponenten.
de_de: Die Millisekundenkomponente.
el_gr: Το στοιχείο χιλιοστού του δευτερολέπτου.
es_es: Componente de milisegundo.
et_ee: Millisekundikomponent.
eu_es: Milisegundo-osagaia.
fi_fi: Millisekuntikomponentti.
fr_fr: Composant milliseconde.
gl_es: Compoñente milisegundo.
hi_in: मिलीसेकंड घटक.
hr_hr: Komponenta milisekunde.
hu_hu: Az ezredmásodperc összetevő.
id_id: Komponen milidetik.
it_it: Componente millisecondo.
ja_jp: ミリ秒コンポーネント。
kk_kz: Миллисекунд компоненті.
ko_kr: 밀리초 구성 요소입니다.
lt_lt: Milisekundės komponentas.
lv_lv: Milisekundes komponents.
ms_my: Komponen milisaat.
nb_no: Millisekundkomponenten.
nl_nl: Het millisecondegedeelte.
pl_pl: Składnik milisekundy.
pt_br: Componente de milésimo de segundo.
pt_pt: Componente de milissegundos.
ro_ro: Componenta milisecundă.
ru_ru: Компонент миллисекунд.
sk_sk: Komponent milisekúnd.
sl_si: Komponenta milisekunde.
sr_cyrl_rs: Компонента милисекунде.
sr_latn_rs: Komponenta milisekunde.
sv_se: Millisekund-komponenten.
th_th: คอมโพเนนต์มิลลิวินาที
tr_tr: Milisaniye bileşeni.
uk_ua: Компонент мілісекунди.
vi_vn: Thành phần mili giây.
zh_cn: 毫秒部分。
zh_tw: 毫秒元件。

# AboutDateTime
source: Creates a value that represents an instant in time, expressed as a date and time of the day.
bg_bg: Създава стойност, която представлява момент във времето, изразен като дата и час.
ca_es: Crea un valor que representa un moment determina, expressat com una data i hora del dia.
cs_cz: Vytvoří hodnotu, která představuje okamžik v čase, vyjádřený jako datum a čas dne.
da_dk: Opretter en værdi, der repræsenterer et øjeblik udtrykt som en dato og et klokkeslæt på dagen.
de_de: Erstellt einen Wert, der einen Zeitpunkt darstellt, ausgedrückt als Datum und Uhrzeit des Tages.
el_gr: Δημιουργεί μια τιμή που αναπαριστά μια χρονική στιγμή, η οποία εκφράζεται ως ημερομηνία και ώρα της ημέρας.
es_es: Crea un valor que representa un instante en el tiempo, expresado como fecha y hora del día.
et_ee: Loob väärtuse, mis tähistab hetke ajas ning mida väljendatakse kuupäeva ja kellaajana.
eu_es: Une jakin bat adierazten duen balio bat sortzen du, eguneko data eta orduaren bidez adierazten dena.
fi_fi: Luo arvon, joka edustaa hetkeä ilmaistuna päivämääränä ja aikana.
fr_fr: Crée une valeur représentant un instant dans le temps, exprimée sous forme de date et heure du jour.
gl_es: Crea un valor que representa un instante no tempo, expresado en forma de data e hora do día.
hi_in: ऐसा मान बनाता है जो समय में एक पल को दर्शाता है, जिसे दिन की तिथि और समय के रूप में व्यक्त किया जाता है.
hr_hr: Izradite vrijednost koja predstavlja jedan vremenski trenutak, izražen kao datum i doba dana.
hu_hu: Olyan értéket hoz létre, amely egy dátumban és időben kifejezett időpillanatot képvisel.
id_id: Membuat nilai yang menunjukkan instan dalam waktu, dinyatakan sebagai tanggal dan waktu dalam sehari.
it_it: Crea un valore che rappresenta un istante nel tempo, espresso come data e ora del giorno.
ja_jp: ある瞬間の時間を表す値を作成します。日付と時刻で表します。
kk_kz: Күн мен уақыт ретінде көрсетілген уақыт бойынша жылдамдықты білдіретін мәнді жасайды.
ko_kr: 시점을 나타내는 값을 만듭니다(날짜 및 시간으로 표현됨).
lt_lt: Sukuriama reikšmė, kuri atspindi laiko momentą, išreikštą dienos data ir laiku.
lv_lv: Izveido vērtību, kas attēlo laika momentu, kas ir izteikts kā dienas datums un laiks.
ms_my: Mencipta nilai yang mewakili kesegeraan masa yang dinyatakan sebagai tarikh dan masa dalam sehari.
nb_no: Oppretter en verdi som representerer et øyeblikk i tid, uttrykt som en dato og et klokkeslett for dagen.
nl_nl: Hiermee wordt een waarde gemaakt die een moment in tijd vertegenwoordigt, uitgedrukt als een datum en tijd van de dag.
pl_pl: Tworzy wartość reprezentującą punkt w czasie, która jest wyrażona w postaci daty oraz godziny w ciągu dnia.
pt_br: Cria um valor que representa um determinado momento, expresso como uma data e uma hora do dia.
pt_pt: Cria um valor que representa um instante no tempo, expresso como uma data e hora.
ro_ro: Creează o valoare care reprezintă un moment în timp, exprimată ca dată și oră a zilei.
ru_ru: Создает значение, представляющее собой момент времени, выраженный в виде даты и времени суток.
sk_sk: Vytvorí hodnotu, ktorá predstavuje okamih v čase vyjadrený ako dátum a čas dňa.
sl_si: Ustvari vrednost, ki predstavlja delček časa, izraženega z datumom in uro v dnevu.
sr_cyrl_rs: Креира вредност која представља временску тачку, изражену као датум и време у току дана.
sr_latn_rs: Kreira vrednost koja predstavlja vremensku tačku, izraženu kao datum i vreme u toku dana.
sv_se: Skapar ett värde som representerar ett ögonblick i tid, uttryckt som ett datum och en tid på dagen.
th_th: สร้างค่าที่บ่งบอกช่วงของเวลา โดยแสดงเป็นวันที่และเวลาในช่วงวัน
tr_tr: Günün tarih ve saati olarak ifade edilen, zaman içindeki bir anı temsil eden bir değer oluşturur.
uk_ua: Створює значення, яке представляє момент у часі, виражене як дата та час дня.
vi_vn: Tạo giá trị đại diện cho thời điểm tức thì, được biểu thị bằng ngày và giờ trong ngày.
zh_cn: 创建一个以某天的日期和时间来表示瞬间的值。
zh_tw: 建立代表一個時刻的值，以日期和當天的時間表示。

# AboutDateTime_year
source: The year.
bg_bg: Годината.
ca_es: Any.
cs_cz: Rok.
da_dk: Året.
de_de: Das Jahr.
el_gr: Το έτος.
es_es: El año.
et_ee: Aasta.
eu_es: Urtea.
fi_fi: Vuosi.
fr_fr: Année.
gl_es: Ano.
hi_in: वर्ष.
hr_hr: Godina.
hu_hu: Az év.
id_id: Tahun.
it_it: Anno.
ja_jp: その年。
kk_kz: Жыл.
ko_kr: 연도입니다.
lt_lt: Metai.
lv_lv: Gads.
ms_my: Tahun.
nb_no: Året.
nl_nl: Het jaar.
pl_pl: Rok.
pt_br: Ano.
pt_pt: O ano.
ro_ro: Anul.
ru_ru: Год.
sk_sk: Rok.
sl_si: Leto.
sr_cyrl_rs: Година.
sr_latn_rs: Godina.
sv_se: Året.
th_th: ปี
tr_tr: Yıl.
uk_ua: Рік.
vi_vn: Năm.
zh_cn: 年。
zh_tw: 年。

# AboutDateTime_month
source: The month.
bg_bg: Месецът.
ca_es: Mes.
cs_cz: Měsíc.
da_dk: Måneden.
de_de: Der Monat.
el_gr: Ο μήνας.
es_es: El mes.
et_ee: Kuu.
eu_es: Hilabetea.
fi_fi: Kuukausi.
fr_fr: Mois.
gl_es: Mes.
hi_in: माह.
hr_hr: Mjesec.
hu_hu: A hónap.
id_id: Bulan.
it_it: Mese.
ja_jp: その月。
kk_kz: Ай.
ko_kr: 월입니다.
lt_lt: Mėnuo.
lv_lv: Mēnesis.
ms_my: Bulan.
nb_no: Måneden.
nl_nl: De maand.
pl_pl: Miesiąc.
pt_br: Mês.
pt_pt: O mês.
ro_ro: Luna.
ru_ru: Месяц.
sk_sk: Mesiac.
sl_si: Mesec.
sr_cyrl_rs: Месец.
sr_latn_rs: Mesec.
sv_se: Månaden.
th_th: เดือน
tr_tr: Ay.
uk_ua: Місяць.
vi_vn: Tháng.
zh_cn: 月。
zh_tw: 月份。

# AboutDateTime_day
source: The day.
bg_bg: Денят.
ca_es: Dia.
cs_cz: Den.
da_dk: Dagen.
de_de: Der Tag.
el_gr: Η ημέρα.
es_es: El día.
et_ee: Päev.
eu_es: Eguna.
fi_fi: Päivä.
fr_fr: Jour.
gl_es: Día.
hi_in: दिन.
hr_hr: Dan.
hu_hu: A nap.
id_id: Hari.
it_it: Giorno.
ja_jp: その日。
kk_kz: Күн.
ko_kr: 일입니다.
lt_lt: Diena.
lv_lv: Diena.
ms_my: Hari.
nb_no: Dagen.
nl_nl: De dag.
pl_pl: Dzień.
pt_br: Dia.
pt_pt: O dia.
ro_ro: Ziua.
ru_ru: День.
sk_sk: Deň.
sl_si: Dan.
sr_cyrl_rs: Дан.
sr_latn_rs: Dan.
sv_se: Dagen.
th_th: วัน
tr_tr: Gün.
uk_ua: День.
vi_vn: Ngày.
zh_cn: 日。
zh_tw: 日。

# AboutDateTime_hour
source: The hour.
bg_bg: Часът.
ca_es: Hora.
cs_cz: Hodina.
da_dk: Timen.
de_de: Die Stunde.
el_gr: Η ώρα.
es_es: La hora.
et_ee: Tund.
eu_es: Ordua.
fi_fi: Tunti.
fr_fr: Heure.
gl_es: Hora.
hi_in: घंटा.
hr_hr: Sat.
hu_hu: Az óra.
id_id: Jam.
it_it: Ora.
ja_jp: その時間。
kk_kz: Сағат.
ko_kr: 시간입니다.
lt_lt: Valanda.
lv_lv: Stunda.
ms_my: Jam.
nb_no: Timen.
nl_nl: Het uur.
pl_pl: Godzina.
pt_br: Hora.
pt_pt: A hora.
ro_ro: Ora.
ru_ru: Час.
sk_sk: Hodina.
sl_si: Ura.
sr_cyrl_rs: Сат времена.
sr_latn_rs: Sat vremena.
sv_se: Timmen.
th_th: ชั่วโมง
tr_tr: Saat.
uk_ua: Година.
vi_vn: Giờ.
zh_cn: 小时。
zh_tw: 小時。

# AboutDateTime_minute
source: The minute.
bg_bg: Минутата.
ca_es: Minut.
cs_cz: Minuta.
da_dk: Minuttet.
de_de: Die Minute.
el_gr: Το λεπτό.
es_es: El minuto.
et_ee: Minut.
eu_es: Minutua.
fi_fi: Minuutti.
fr_fr: Minute.
gl_es: Minuto.
hi_in: मिनट.
hr_hr: Minuta.
hu_hu: A perc.
id_id: Menit.
it_it: Minuto.
ja_jp: その分。
kk_kz: Минут.
ko_kr: 분입니다.
lt_lt: Minutė.
lv_lv: Minūte.
ms_my: Minit.
nb_no: Minuttet.
nl_nl: De minuut.
pl_pl: Minuta.
pt_br: Minuto.
pt_pt: O minuto.
ro_ro: Minutul.
ru_ru: Минута.
sk_sk: Minúta.
sl_si: Minuta.
sr_cyrl_rs: Минут.
sr_latn_rs: Minut.
sv_se: Minuten.
th_th: นาที
tr_tr: Dakika.
uk_ua: Хвилина.
vi_vn: Phút.
zh_cn: 分钟。
zh_tw: 分鐘。
